{"headers":{"id":"1CH  The First Book of Chronicles","h":"1 Chronicles","toc1":"The First Book of the Chronicles","toc2":"1 Chronicles","toc3":"1Ch","mt1":"The First Book of the Chronicles"},"book":"1 Chronicles","chapters":[{"verses":[{"number":1,"text":"Adam, Sheth, Enosh, \n"},{"number":2,"text":"Kenan, Mahalaleel, Jered, \n"},{"number":3,"text":"Henoch, Methuselah, Lamech, \n"},{"number":4,"text":"Noah, Shem, Ham, and Japheth. \n\n"},{"number":5,"text":"¶ The sons of Japheth; Gomer, and Magog, and Madai, and Javan,\nand Tubal, and Meshech, and Tiras. \n"},{"number":6,"text":"And the sons of Gomer; Ashchenaz, and Riphath, and Togarmah.\\f + \\fr 1.6 \n\\ft Riphath: or, Diphath as it is in some copies\\f* \n"},{"number":7,"text":"And the sons of Javan; Elishah, and Tarshish, Kittim, and Dodanim.\\f + \\fr 1.7 \n\\ft Dodanim: or, Rodanim, according to some copies\\f* \n\n"},{"number":8,"text":"¶ The sons of Ham; Cush, and Mizraim, Put, and Canaan. \n"},{"number":9,"text":"And the sons of Cush; Seba, and Havilah, and Sabta, and Raamah,\nand Sabtecha. And the sons of Raamah; Sheba, and Dedan. \n"},{"number":10,"text":"And Cush begat Nimrod: he began to be mighty upon the earth.\n"},{"number":11,"text":"And Mizraim begat Ludim, and Anamim, and Lehabim, and Naphtuhim,\n"},{"number":12,"text":"And Pathrusim, and Casluhim, (of whom came the Philistines,)\nand Caphthorim. \n"},{"number":13,"text":"And Canaan begat Zidon his firstborn, and Heth, \n"},{"number":14,"text":"The Jebusite also, and the Amorite, and the Girgashite, \n"},{"number":15,"text":"And the Hivite, and the Arkite, and the Sinite, \n"},{"number":16,"text":"And the Arvadite, and the Zemarite, and the Hamathite. \n\n"},{"number":17,"text":"¶ The sons of Shem; Elam, and Asshur, and Arphaxad, and Lud,\nand Aram, and Uz, and Hul, and Gether, and Meshech.\\f + \\fr 1.17 \n\\ft Meshech: or, Mash\\f* \n"},{"number":18,"text":"And Arphaxad begat Shelah, and Shelah begat Eber. \n"},{"number":19,"text":"And unto Eber were born two sons: the name of the one \\add was\\add*\nPeleg; because in his days the earth was divided: and his brother’s\nname \\add was\\add* Joktan.\\f + \\fr 1.19  \\ft Peleg: that is, division\\f*\n"},{"number":20,"text":"And Joktan begat Almodad, and Sheleph, and Hazarmaveth, and\nJerah, \n"},{"number":21,"text":"Hadoram also, and Uzal, and Diklah, \n"},{"number":23,"text":"And Ophir, and Havilah, and Jobab. All these \\add were\\add*\nthe sons of Joktan. \n\n"},{"number":24,"text":"¶ Shem, Arphaxad, Shelah, \n"},{"number":25,"text":"Eber, Peleg, Reu, \n"},{"number":26,"text":"Serug, Nahor, Terah, \n"},{"number":27,"text":"Abram; the same \\add is\\add* Abraham. \n\n"},{"number":28,"text":"The sons of Abraham; Isaac, and Ishmael. \n\n"},{"number":29,"text":"¶ These \\add are\\add* their generations: The firstborn of Ishmael,\nNebaioth; then Kedar, and Adbeel, and Mibsam, \n"},{"number":30,"text":"Mishma, and Dumah, Massa, Hadad, and Tema,\\f + \\fr 1.30  \\ft Hadad: also called,\nHadar\\f* \n"},{"number":31,"text":"Jetur, Naphish, and Kedemah. These are the sons of Ishmael.\n\n"},{"number":32,"text":"¶ Now the sons of Keturah, Abraham’s concubine: she bare Zimran,\nand Jokshan, and Medan, and Midian, and Ishbak, and Shuah. And the\nsons of Jokshan; Sheba, and Dedan. \n"},{"number":33,"text":"And the sons of Midian; Ephah, and Epher, and Henoch, and\nAbida, and Eldaah. All these \\add are\\add* the sons of Keturah. \n"},{"number":34,"text":"And Abraham begat Isaac. The sons of Isaac; Esau and Israel.\n\n"},{"number":35,"text":"¶ The sons of Esau; Eliphaz, Reuel, and Jeush, and Jaalam,\nand Korah. \n"},{"number":36,"text":"The sons of Eliphaz; Teman, and Omar, Zephi, and Gatam, Kenaz,\nand Timna, and Amalek.\\f + \\fr 1.36  \\ft Zephi: or, Zepho\\f* \n"},{"number":37,"text":"The sons of Reuel; Nahath, Zerah, Shammah, and Mizzah. \n"},{"number":38,"text":"And the sons of Seir; Lotan, and Shobal, and Zibeon, and Anah,\nand Dishon, and Ezer, and Dishan. \n"},{"number":39,"text":"And the sons of Lotan; Hori, and Homam: and Timna \\add was\\add*\nLotan’s sister.\\f + \\fr 1.39  \\ft Homam: or, Hemam\\f* \n"},{"number":40,"text":"The sons of Shobal; Alian, and Manahath, and Ebal, Shephi,\nand Onam. And the sons of Zibeon; Aiah, and Anah.\\f + \\fr 1.40  \\ft Alian: also called,\nAlvan\\f*\\f + \\fr 1.40  \\ft Shephi: also called, Shepho\\f* \n"},{"number":41,"text":"The sons of Anah; Dishon. And the sons of Dishon; Amram, and\nEshban, and Ithran, and Cheran.\\f + \\fr 1.41  \\ft Amram: or, Hemdan\\f*\n"},{"number":42,"text":"The sons of Ezer; Bilhan, and Zavan, \\add and\\add* Jakan.\nThe sons of Dishan; Uz, and Aran.\\f + \\fr 1.42  \\ft Jakan: or, Akan\\f*\n\n"},{"number":43,"text":"¶ Now these \\add are\\add* the kings that reigned in the land\nof Edom before \\add any\\add* king reigned over the children of Israel;\nBela the son of Beor: and the name of his city \\add was\\add* Dinhabah.\n"},{"number":44,"text":"And when Bela was dead, Jobab the son of Zerah of Bozrah reigned in his stead.\n"},{"number":45,"text":"And when Jobab was dead, Husham of the land of the Temanites\nreigned in his stead. \n"},{"number":46,"text":"And when Husham was dead, Hadad the son of Bedad, which smote\nMidian in the field of Moab, reigned in his stead: and the name of his\ncity \\add was\\add* Avith. \n"},{"number":47,"text":"And when Hadad was dead, Samlah of Masrekah reigned in his stead.\n"},{"number":48,"text":"And when Samlah was dead, Shaul of Rehoboth by the river reigned in his stead.\n"},{"number":49,"text":"And when Shaul was dead, Baal-hanan the son of Achbor reigned in his stead.\n"},{"number":50,"text":"And when Baal-hanan was dead, Hadad reigned in his stead: and the\nname of his city \\add was\\add* Pai; and his wife’s name \\add was\\add*\nMehetabel, the daughter of Matred, the daughter of Mezahab.\\f + \\fr 1.50 \n\\ft Hadad: or, Hadar\\f*\\f + \\fr 1.50  \\ft Pai: or, Pau\\f* \n\n"},{"number":51,"text":"¶ Hadad died also. And the dukes of Edom were; duke Timnah,\nduke Aliah, duke Jetheth, \n"},{"number":53,"text":"Duke Kenaz, duke Teman, duke Mibzar, \n"},{"number":54,"text":"Duke Magdiel, duke Iram. These \\add are\\add* the dukes of\nEdom. \n"}],"number":1},{"verses":[{"number":1,"text":"These \\add are\\add* the sons of Israel; Reuben, Simeon, Levi,\nand Judah, Issachar, and Zebulun,\\f + \\fr 2.1  \\ft Israel: or, Jacob\\f*\n"},{"number":2,"text":"Dan, Joseph, and Benjamin, Naphtali, Gad, and Asher. \n\n"},{"number":3,"text":"¶ The sons of Judah; Er, and Onan, and Shelah: \\add which\\add*\nthree were born unto him of the daughter of Shua the Canaanitess.\nAnd Er, the firstborn of Judah, was evil in the sight of the \\nd LORD\\nd*;\nand he slew him. \n"},{"number":4,"text":"And Tamar his daughter in law bare him Pharez and Zerah. All the\nsons of Judah \\add were\\add* five. \n"},{"number":5,"text":"The sons of Pharez; Hezron, and Hamul. \n"},{"number":6,"text":"And the sons of Zerah; Zimri, and Ethan, and Heman, and Calcol,\nand Dara: five of them in all.\\f + \\fr 2.6  \\ft Zimri: or, Zabdi\\f*\\f + \\fr 2.6 \n\\ft Dara: or, Darda\\f* \n"},{"number":7,"text":"And the sons of Carmi; Achar, the troubler of Israel, who transgressed\nin the thing accursed.\\f + \\fr 2.7  \\ft Achar: or, Achan\\f* \n"},{"number":8,"text":"And the sons of Ethan; Azariah. \n"},{"number":9,"text":"The sons also of Hezron, that were born unto him; Jerahmeel,\nand Ram, and Chelubai.\\f + \\fr 2.9  \\ft Ram: Gr. Aram\\f*\\f + \\fr 2.9 \n\\ft Chelubai: or, Caleb\\f* \n"},{"number":10,"text":"And Ram begat Amminadab; and Amminadab begat Nahshon, prince\nof the children of Judah; \n"},{"number":11,"text":"And Nahshon begat Salma, and Salma begat Boaz,\\f + \\fr 2.11 \n\\ft Salma: also called, Salmon\\f* \n"},{"number":12,"text":"And Boaz begat Obed, and Obed begat Jesse, \n\n"},{"number":13,"text":"¶ And Jesse begat his firstborn Eliab, and Abinadab the second,\nand Shimma the third,\\f + \\fr 2.13  \\ft Shimma: or, Shammah\\f* \n"},{"number":14,"text":"Nethaneel the fourth, Raddai the fifth, \n"},{"number":15,"text":"Ozem the sixth, David the seventh: \n"},{"number":16,"text":"Whose sisters \\add were\\add* Zeruiah, and Abigail. And the\nsons of Zeruiah; Abishai, and Joab, and Asahel, three. \n"},{"number":17,"text":"And Abigail bare Amasa: and the father of Amasa \\add was\\add*\nJether the Ishmeelite.\\f + \\fr 2.17  \\ft Jether…: also called, Ithra an\nIsraelite\\f* \n\n"},{"number":18,"text":"¶ And Caleb the son of Hezron begat \\add children\\add* of Azubah\n\\add his\\add* wife, and of Jerioth: her sons \\add are\\add* these;\nJesher, and Shobab, and Ardon. \n"},{"number":19,"text":"And when Azubah was dead, Caleb took unto him Ephrath, which\nbare him Hur. \n"},{"number":20,"text":"And Hur begat Uri, and Uri begat Bezaleel. \n\n"},{"number":21,"text":"¶ And afterward Hezron went in to the daughter of Machir the\nfather of Gilead, whom he married when he \\add was\\add* threescore\nyears old; and she bare him Segub.\\f + \\fr 2.21  \\ft married: Heb.\ntook\\f* \n"},{"number":22,"text":"And Segub begat Jair, who had three and twenty cities in the\nland of Gilead. \n"},{"number":23,"text":"And he took Geshur, and Aram, with the towns of Jair, from them, with\nKenath, and the towns thereof, \\add even\\add* threescore cities. All these\n\\add belonged to\\add* the sons of Machir the father of Gilead. \n"},{"number":24,"text":"And after that Hezron was dead in Caleb-ephratah, then Abiah\nHezron’s wife bare him Ashur the father of Tekoa. \n\n"},{"number":25,"text":"¶ And the sons of Jerahmeel the firstborn of Hezron were, Ram\nthe firstborn, and Bunah, and Oren, and Ozem, \\add and\\add* Ahijah.\n"},{"number":26,"text":"Jerahmeel had also another wife, whose name \\add was\\add*\nAtarah; she \\add was\\add* the mother of Onam. \n"},{"number":27,"text":"And the sons of Ram the firstborn of Jerahmeel were, Maaz,\nand Jamin, and Eker. \n"},{"number":28,"text":"And the sons of Onam were, Shammai, and Jada. And the sons\nof Shammai; Nadab, and Abishur. \n"},{"number":29,"text":"And the name of the wife of Abishur \\add was\\add* Abihail,\nand she bare him Ahban, and Molid. \n"},{"number":30,"text":"And the sons of Nadab; Seled, and Appaim: but Seled died without\nchildren. \n"},{"number":31,"text":"And the sons of Appaim; Ishi. And the sons of Ishi; Sheshan.\nAnd the children of Sheshan; Ahlai. \n"},{"number":32,"text":"And the sons of Jada the brother of Shammai; Jether, and Jonathan:\nand Jether died without children. \n"},{"number":33,"text":"And the sons of Jonathan; Peleth, and Zaza. These were the\nsons of Jerahmeel. \n\n"},{"number":34,"text":"¶ Now Sheshan had no sons, but daughters. And Sheshan had a\nservant, an Egyptian, whose name \\add was\\add* Jarha. \n"},{"number":35,"text":"And Sheshan gave his daughter to Jarha his servant to wife;\nand she bare him Attai. \n"},{"number":36,"text":"And Attai begat Nathan, and Nathan begat Zabad, \n"},{"number":38,"text":"And Obed begat Jehu, and Jehu begat Azariah, \n"},{"number":39,"text":"And Azariah begat Helez, and Helez begat Eleasah, \n"},{"number":40,"text":"And Eleasah begat Sisamai, and Sisamai begat Shallum, \n"},{"number":41,"text":"And Shallum begat Jekamiah, and Jekamiah begat Elishama. \n\n"},{"number":42,"text":"¶ Now the sons of Caleb the brother of Jerahmeel \\add were\\add*,\nMesha his firstborn, which was the father of Ziph; and the sons of\nMareshah the father of Hebron. \n"},{"number":43,"text":"And the sons of Hebron; Korah, and Tappuah, and Rekem, and\nShema. \n"},{"number":44,"text":"And Shema begat Raham, the father of Jorkoam: and Rekem begat\nShammai. \n"},{"number":45,"text":"And the son of Shammai \\add was\\add* Maon: and Maon \\add was\\add*\nthe father of Beth-zur. \n"},{"number":46,"text":"And Ephah, Caleb’s concubine, bare Haran, and Moza, and Gazez:\nand Haran begat Gazez. \n"},{"number":47,"text":"And the sons of Jahdai; Regem, and Jotham, and Geshan, and\nPelet, and Ephah, and Shaaph. \n"},{"number":48,"text":"Maachah, Caleb’s concubine, bare Sheber, and Tirhanah. \n"},{"number":49,"text":"She bare also Shaaph the father of Madmannah, Sheva the father\nof Machbenah, and the father of Gibea: and the daughter of Caleb\n\\add was\\add* Achsah. \n\n"},{"number":50,"text":"¶ These were the sons of Caleb the son of Hur, the firstborn\nof Ephratah; Shobal the father of Kirjath-jearim,\\f + \\fr 2.50  \\ft Ephratah: also called,\nEphreth\\f* \n"},{"number":51,"text":"Salma the father of Beth-lehem, Hareph the father of Beth-gader.\n"},{"number":52,"text":"And Shobal the father of Kirjath-jearim had sons; Haroeh,\n\\add and\\add* half of the Manahethites.\\f + \\fr 2.52  \\ft Haroeh: or,\nReaiah\\f*\\f + \\fr 2.52  \\ft half…: or, half of the Menuchites, or,\nHatsi-ham-menuchoth\\f* \n"},{"number":53,"text":"And the families of Kirjath-jearim; the Ithrites, and the\nPuhites, and the Shumathites, and the Mishraites; of them came the\nZareathites, and the Eshtaulites. \n"},{"number":54,"text":"The sons of Salma; Beth-lehem, and the Netophathites, Ataroth,\nthe house of Joab, and half of the Manahethites, the Zorites.\\f + \\fr 2.54 \n\\ft Ataroth…: or, Atarites, or, crowns of the house of Joab\\f* \n"},{"number":55,"text":"And the families of the scribes which dwelt at Jabez; the\nTirathites, the Shimeathites, \\add and\\add* Suchathites. These \\add are\\add*\nthe Kenites that came of Hemath, the father of the house of Rechab.\n"}],"number":2},{"verses":[{"number":1,"text":"Now these were the sons of David, which were born unto him in\nHebron; the firstborn Amnon, of Ahinoam the Jezreelitess; the second\nDaniel, of Abigail the Carmelitess:\\f + \\fr 3.1  \\ft Daniel: or,\nChileab\\f* \n"},{"number":2,"text":"The third, Absalom the son of Maachah the daughter of Talmai\nking of Geshur: the fourth, Adonijah the son of Haggith: \n"},{"number":3,"text":"The fifth, Shephatiah of Abital: the sixth, Ithream by Eglah\nhis wife. \n"},{"number":4,"text":"\\add These\\add* six were born unto him in Hebron; and there he\nreigned seven years and six months: and in Jerusalem he reigned thirty\nand three years. \n"},{"number":5,"text":"And these were born unto him in Jerusalem; Shimea, and Shobab,\nand Nathan, and Solomon, four, of Bath-shua the daughter of Ammiel:\\f + \\fr 3.5 \n\\ft Shimea: or, Shammua\\f*\\f + \\fr 3.5  \\ft Bath-shua: or, Bath-sheba\\f*\\f + \\fr 3.5 \n\\ft Ammiel: or, Eliam\\f* \n"},{"number":6,"text":"Ibhar also, and Elishama, and Eliphelet,\\f + \\fr 3.6  \\ft Elishama: also called,\nElishua\\f* \n"},{"number":7,"text":"And Nogah, and Nepheg, and Japhia, \n"},{"number":8,"text":"And Elishama, and Eliada, and Eliphelet, nine.\\f + \\fr 3.8 \n\\ft Eliada: or, Beeliada\\f* \n"},{"number":9,"text":"\\add These were\\add* all the sons of David, beside the sons\nof the concubines, and Tamar their sister. \n\n"},{"number":10,"text":"¶ And Solomon’s son \\add was\\add* Rehoboam, Abia his son, Asa\nhis son, Jehoshaphat his son,\\f + \\fr 3.10  \\ft Abia: or, Abijam\\f*\n"},{"number":11,"text":"Joram his son, Ahaziah his son, Joash his son,\\f + \\fr 3.11 \n\\ft Ahaziah: or, Azariah\\f* \n"},{"number":12,"text":"Amaziah his son, Azariah his son, Jotham his son,\\f + \\fr 3.12 \n\\ft Azariah: or, Uzziah\\f* \n"},{"number":13,"text":"Ahaz his son, Hezekiah his son, Manasseh his son, \n"},{"number":14,"text":"Amon his son, Josiah his son. \n"},{"number":15,"text":"And the sons of Josiah \\add were\\add*, the firstborn Johanan,\nthe second Jehoiakim, the third Zedekiah, the fourth Shallum.\\f + \\fr 3.15 \n\\ft Johanan: or, Jehoahaz\\f*\\f + \\fr 3.15  \\ft Jehoiakim: or, Eliakim\\f*\\f + \\fr 3.15 \n\\ft Zedekiah: or, Mattaniah\\f* \n"},{"number":16,"text":"And the sons of Jehoiakim: Jeconiah his son, Zedekiah his\nson.\\f + \\fr 3.16  \\ft Jeconiah: also called, Jehoiachin or Coniah\\f*\n\n"},{"number":17,"text":"¶ And the sons of Jeconiah; Assir, Salathiel his son,\\f + \\fr 3.17 \n\\ft Salathiel: Heb. Shealtiel\\f* \n"},{"number":18,"text":"Malchiram also, and Pedaiah, and Shenazar, Jecamiah, Hoshama,\nand Nedabiah. \n"},{"number":19,"text":"And the sons of Pedaiah \\add were\\add*, Zerubbabel, and Shimei:\nand the sons of Zerubbabel; Meshullam, and Hananiah, and Shelomith\ntheir sister: \n"},{"number":20,"text":"And Hashubah, and Ohel, and Berechiah, and Hasadiah, Jushab-hesed,\nfive. \n"},{"number":21,"text":"And the sons of Hananiah; Pelatiah, and Jesaiah: the sons\nof Rephaiah, the sons of Arnan, the sons of Obadiah, the sons of\nShechaniah. \n"},{"number":22,"text":"And the sons of Shechaniah; Shemaiah: and the sons of Shemaiah;\nHattush, and Igeal, and Bariah, and Neariah, and Shaphat, six. \n"},{"number":23,"text":"And the sons of Neariah; Elioenai, and Hezekiah, and Azrikam,\nthree.\\f + \\fr 3.23  \\ft Hezekiah: Heb. Hiskijah\\f* \n"},{"number":24,"text":"And the sons of Elioenai \\add were\\add*, Hodaiah, and Eliashib,\nand Pelaiah, and Akkub, and Johanan, and Dalaiah, and Anani, seven.\n"}],"number":3},{"verses":[{"number":1,"text":"The sons of Judah; Pharez, Hezron, and Carmi, and Hur, and\nShobal.\\f + \\fr 4.1  \\ft Carmi: also called, Chelubai or Caleb\\f*\n"},{"number":2,"text":"And Reaiah the son of Shobal begat Jahath; and Jahath begat\nAhumai, and Lahad. These \\add are\\add* the families of the Zorathites.\\f + \\fr 4.2 \n\\ft Reaiah: or, Haroeh\\f* \n"},{"number":3,"text":"And these \\add were of\\add* the father of Etam; Jezreel, and\nIshma, and Idbash: and the name of their sister \\add was\\add* Hazelelponi:\n"},{"number":4,"text":"And Penuel the father of Gedor, and Ezer the father of Hushah. These\n\\add are\\add* the sons of Hur, the firstborn of Ephratah, the father\nof Beth-lehem. \n\n"},{"number":5,"text":"¶ And Ashur the father of Tekoa had two wives, Helah and Naarah.\n"},{"number":6,"text":"And Naarah bare him Ahuzam, and Hepher, and Temeni, and Haahashtari. These\n\\add were\\add* the sons of Naarah. \n"},{"number":7,"text":"And the sons of Helah \\add were\\add*, Zereth, and Jezoar, and\nEthnan. \n"},{"number":8,"text":"And Coz begat Anub, and Zobebah, and the families of Aharhel\nthe son of Harum. \n\n"},{"number":9,"text":"¶ And Jabez was more honourable than his brethren: and his mother\ncalled his name Jabez, saying, Because I bare him with sorrow.\\f + \\fr 4.9 \n\\ft Jabez: that is, Sorrowful\\f* \n"},{"number":10,"text":"And Jabez called on the God of Israel, saying, Oh that thou wouldest\nbless me indeed, and enlarge my coast, and that thine hand might be with me, and that thou wouldest\nkeep \\add me\\add* from evil, that it may not grieve me! And God granted\nhim that which he requested.\\f + \\fr 4.10  \\ft Oh…: Heb. If thou wilt,\netc\\f*\\f + \\fr 4.10  \\ft keep…: Heb. do me\\f* \n\n"},{"number":11,"text":"¶ And Chelub the brother of Shuah begat Mehir, which \\add was\\add*\nthe father of Eshton. \n"},{"number":12,"text":"And Eshton begat Beth-rapha, and Paseah, and Tehinnah the\nfather of Ir-nahash. These \\add are\\add* the men of Rechah.\\f + \\fr 4.12 \n\\ft Ir-nahash: or, the city of Nahash\\f* \n"},{"number":13,"text":"And the sons of Kenaz; Othniel, and Seraiah: and the sons\nof Othniel; Hathath.\\f + \\fr 4.13  \\ft Hathath…: or, Hathath, and Meonothai, who begat,\netc\\f* \n"},{"number":14,"text":"And Meonothai begat Ophrah: and Seraiah begat Joab, the father\nof the valley of Charashim; for they were craftsmen.\\f + \\fr 4.14 \n\\ft valley: or, inhabitants of the valley\\f*\\f + \\fr 4.14  \\ft Charashim: that is,\ncraftsmen\\f*\\f + \\fr 4.14  \\ft Hathath…: or, Hathath, and Meonothai, who begat,\netc\\f* \n"},{"number":15,"text":"And the sons of Caleb the son of Jephunneh; Iru, Elah, and\nNaam: and the sons of Elah, even Kenaz.\\f + \\fr 4.15  \\ft even Kenaz: or,\nUknaz\\f* \n"},{"number":16,"text":"And the sons of Jehaleleel; Ziph, and Ziphah, Tiria, and Asareel.\n"},{"number":17,"text":"And the sons of Ezra \\add were\\add*, Jether, and Mered, and\nEpher, and Jalon: and she bare Miriam, and Shammai, and Ishbah the\nfather of Eshtemoa. \n"},{"number":18,"text":"And his wife Jehudijah bare Jered the father of Gedor, and\nHeber the father of Socho, and Jekuthiel the father of Zanoah. And these\n\\add are\\add* the sons of Bithiah the daughter of Pharaoh, which\nMered took.\\f + \\fr 4.18  \\ft Jehudijah: or, the Jewess\\f* \n"},{"number":19,"text":"And the sons of \\add his\\add* wife Hodiah the sister of Naham,\nthe father of Keilah the Garmite, and Eshtemoa the Maachathite.\\f + \\fr 4.19 \n\\ft Hodiah: or, Jehudijah, mentioned before\\f* \n"},{"number":20,"text":"And the sons of Shimon \\add were\\add*, Amnon, and Rinnah,\nBen-hanan, and Tilon. And the sons of Ishi \\add were\\add*, Zoheth,\nand Ben-zoheth. \n\n"},{"number":21,"text":"¶ The sons of Shelah the son of Judah \\add were\\add*, Er the\nfather of Lecah, and Laadah the father of Mareshah, and the families\nof the house of them that wrought fine linen, of the house of Ashbea,\n"},{"number":22,"text":"And Jokim, and the men of Chozeba, and Joash, and Saraph,\nwho had the dominion in Moab, and Jashubi-lehem. And \\add these are\\add*\nancient things. \n"},{"number":23,"text":"These \\add were\\add* the potters, and those that dwelt among\nplants and hedges: there they dwelt with the king for his work. \n\n"},{"number":24,"text":"¶ The sons of Simeon \\add were\\add*, Nemuel, and Jamin, Jarib,\nZerah, \\add and\\add* Shaul:\\f + \\fr 4.24  \\ft Nemuel: or, Jemuel\\f*\\f + \\fr 4.24 \n\\ft Jarib, Zerah: or, Jachin Zohar\\f* \n"},{"number":25,"text":"Shallum his son, Mibsam his son, Mishma his son. \n"},{"number":26,"text":"And the sons of Mishma; Hamuel his son, Zacchur his son, Shimei\nhis son. \n"},{"number":27,"text":"And Shimei had sixteen sons and six daughters; but his brethren\nhad not many children, neither did all their family multiply, like to the\nchildren of Judah.\\f + \\fr 4.27  \\ft like…: Heb. unto\\f* \n"},{"number":28,"text":"And they dwelt at Beer-sheba, and Moladah, and Hazar-shual,\n"},{"number":29,"text":"And at Bilhah, and at Ezem, and at Tolad,\\f + \\fr 4.29  \\ft Bilhah: or,\nBalah\\f*\\f + \\fr 4.29  \\ft Tolad: or, Eltolad\\f* \n"},{"number":30,"text":"And at Bethuel, and at Hormah, and at Ziklag, \n"},{"number":31,"text":"And at Beth-marcaboth, and Hazar-susim, and at Beth-birei,\nand at Shaaraim. These \\add were\\add* their cities unto the reign\nof David.\\f + \\fr 4.31  \\ft Hazar-susim: or, Hazar-susah\\f* \n"},{"number":32,"text":"And their villages \\add were\\add*, Etam, and Ain, Rimmon,\nand Tochen, and Ashan, five cities:\\f + \\fr 4.32  \\ft Etam: or, Ether\\f*\n"},{"number":33,"text":"And all their villages that \\add were\\add* round about the same\ncities, unto Baal. These \\add were\\add* their habitations, and their\ngenealogy.\\f + \\fr 4.33  \\ft Baal: or, Baalath-beer\\f*\\f + \\fr 4.33 \n\\ft their genealogy: or, as they divided themselves by nations among\nthem\\f* \n"},{"number":34,"text":"And Meshobab, and Jamlech, and Joshah the son of Amaziah,\n"},{"number":35,"text":"And Joel, and Jehu the son of Josibiah, the son of Seraiah,\nthe son of Asiel, \n"},{"number":36,"text":"And Elioenai, and Jaakobah, and Jeshohaiah, and Asaiah, and\nAdiel, and Jesimiel, and Benaiah, \n"},{"number":37,"text":"And Ziza the son of Shiphi, the son of Allon, the son of Jedaiah,\nthe son of Shimri, the son of Shemaiah; \n"},{"number":38,"text":"These mentioned by \\add their\\add* names \\add were\\add* princes\nin their families: and the house of their fathers increased greatly.\\f + \\fr 4.38 \n\\ft mentioned: Heb. coming\\f* \n\n"},{"number":39,"text":"¶ And they went to the entrance of Gedor, \\add even\\add* unto the east\nside of the valley, to seek pasture for their flocks. \n"},{"number":40,"text":"And they found fat pasture and good, and the land \\add was\\add*\nwide, and quiet, and peaceable; for \\add they\\add* of Ham had dwelt\nthere of old. \n"},{"number":41,"text":"And these written by name came in the days of Hezekiah king\nof Judah, and smote their tents, and the habitations that were found\nthere, and destroyed them utterly unto this day, and dwelt in their rooms: because\n\\add there was\\add* pasture there for their flocks. \n"},{"number":42,"text":"And \\add some\\add* of them, \\add even\\add* of the sons of Simeon,\nfive hundred men, went to mount Seir, having for their captains Pelatiah,\nand Neariah, and Rephaiah, and Uzziel, the sons of Ishi. \n"},{"number":43,"text":"And they smote the rest of the Amalekites that were escaped,\nand dwelt there unto this day. \n"}],"number":4},{"verses":[{"number":1,"text":"Now the sons of Reuben the firstborn of Israel, (for he \\add was\\add*\nthe firstborn; but, forasmuch as he defiled his father’s bed, his\nbirthright was given unto the sons of Joseph the son of Israel: and the genealogy is not to be\nreckoned after the birthright. \n"},{"number":2,"text":"For Judah prevailed above his brethren, and of him \\add came\\add*\nthe chief ruler; but the birthright \\add was\\add* Joseph’s:)\\f + \\fr 5.2 \n\\ft chief…: or, prince\\f* \n"},{"number":3,"text":"The sons, \\add I say\\add*, of Reuben the firstborn of Israel\n\\add were\\add*, Hanoch, and Pallu, Hezron, and Carmi. \n"},{"number":4,"text":"The sons of Joel; Shemaiah his son, Gog his son, Shimei his\nson, \n"},{"number":5,"text":"Micah his son, Reaia his son, Baal his son, \n"},{"number":6,"text":"Beerah his son, whom Tilgath-pilneser king of Assyria carried\naway \\add captive:\\add* he \\add was\\add* prince of the Reubenites.\\f + \\fr 5.6 \n\\ft Tilgath-pilneser: also called, Tiglath-pileser\\f* \n"},{"number":7,"text":"And his brethren by their families, when the genealogy of their\ngenerations was reckoned, \\add were\\add* the chief, Jeiel, and Zechariah,\n"},{"number":8,"text":"And Bela the son of Azaz, the son of Shema, the son of Joel,\nwho dwelt in Aroer, even unto Nebo and Baal-meon:\\f + \\fr 5.8  \\ft Shema: or,\nShemaiah\\f* \n"},{"number":9,"text":"And eastward he inhabited unto the entering in of the wilderness\nfrom the river Euphrates: because their cattle were multiplied in the\nland of Gilead. \n"},{"number":10,"text":"And in the days of Saul they made war with the Hagarites,\nwho fell by their hand: and they dwelt in their tents throughout\nall the east \\add land\\add* of Gilead.\\f + \\fr 5.10  \\ft throughout…: Heb. upon all the face of the\neast\\f* \n\n"},{"number":11,"text":"¶ And the children of Gad dwelt over against them, in the land\nof Bashan unto Salchah: \n"},{"number":12,"text":"Joel the chief, and Shapham the next, and Jaanai, and Shaphat\nin Bashan. \n"},{"number":13,"text":"And their brethren of the house of their fathers \\add were\\add*,\nMichael, and Meshullam, and Sheba, and Jorai, and Jachan, and Zia,\nand Heber, seven. \n"},{"number":14,"text":"These \\add are\\add* the children of Abihail the son of Huri,\nthe son of Jaroah, the son of Gilead, the son of Michael, the son\nof Jeshishai, the son of Jahdo, the son of Buz; \n"},{"number":15,"text":"Ahi the son of Abdiel, the son of Guni, chief of the house\nof their fathers. \n"},{"number":16,"text":"And they dwelt in Gilead in Bashan, and in her towns, and in all the\nsuburbs of Sharon, upon their borders.\\f + \\fr 5.16  \\ft their…: Heb. their goings\nforth\\f* \n"},{"number":17,"text":"All these were reckoned by genealogies in the days of Jotham\nking of Judah, and in the days of Jeroboam king of Israel. \n\n"},{"number":18,"text":"¶ The sons of Reuben, and the Gadites, and half the tribe of\nManasseh, of valiant men, men able to bear buckler and sword, and to\nshoot with bow, and skilful in war, \\add were\\add* four and forty\nthousand seven hundred and threescore, that went out to the war.\\f + \\fr 5.18 \n\\ft valiant…: Heb. sons of valour\\f* \n"},{"number":19,"text":"And they made war with the Hagarites, with Jetur, and Nephish,\nand Nodab. \n"},{"number":20,"text":"And they were helped against them, and the Hagarites were\ndelivered into their hand, and all that \\add were\\add* with them: for they\ncried to God in the battle, and he was intreated of them; because they put their\ntrust in him. \n"},{"number":21,"text":"And they took away their cattle; of their camels fifty thousand,\nand of sheep two hundred and fifty thousand, and of asses two thousand,\nand of men an hundred thousand.\\f + \\fr 5.21  \\ft took…: Heb. led\ncaptive\\f*\\f + \\fr 5.21  \\ft men: Heb. souls of men\\f* \n"},{"number":22,"text":"For there fell down many slain, because the war \\add was\\add*\nof God. And they dwelt in their steads until the captivity. \n\n"},{"number":23,"text":"¶ And the children of the half tribe of Manasseh dwelt in the\nland: they increased from Bashan unto Baal-hermon and Senir, and unto\nmount Hermon. \n"},{"number":24,"text":"And these \\add were\\add* the heads of the house of their fathers,\neven Epher, and Ishi, and Eliel, and Azriel, and Jeremiah, and Hodaviah,\nand Jahdiel, mighty men of valour, famous men, \\add and\\add* heads\nof the house of their fathers.\\f + \\fr 5.24  \\ft famous…: Heb. men of\nnames\\f* \n\n"},{"number":25,"text":"¶ And they transgressed against the God of their fathers, and went a\nwhoring after the gods of the people of the land, whom God destroyed\nbefore them. \n"},{"number":26,"text":"And the God of Israel stirred up the spirit of Pul king of\nAssyria, and the spirit of Tilgath-pilneser king of Assyria, and he carried them\naway, even the Reubenites, and the Gadites, and the half tribe of\nManasseh, and brought them unto Halah, and Habor, and Hara, and to the\nriver Gozan, unto this day. \n"}],"number":5},{"verses":[{"number":1,"text":"The sons of Levi; Gershon, Kohath, and Merari.\\f + \\fr 6.1 \n\\ft Gershon: or, Gershom\\f* \n"},{"number":2,"text":"And the sons of Kohath; Amram, Izhar, and Hebron, and Uzziel.\n"},{"number":3,"text":"And the children of Amram; Aaron, and Moses, and Miriam. The\nsons also of Aaron; Nadab, and Abihu, Eleazar, and Ithamar. \n\n"},{"number":4,"text":"¶ Eleazar begat Phinehas, Phinehas begat Abishua, \n"},{"number":5,"text":"And Abishua begat Bukki, and Bukki begat Uzzi, \n"},{"number":6,"text":"And Uzzi begat Zerahiah, and Zerahiah begat Meraioth, \n"},{"number":7,"text":"Meraioth begat Amariah, and Amariah begat Ahitub, \n"},{"number":8,"text":"And Ahitub begat Zadok, and Zadok begat Ahimaaz, \n"},{"number":9,"text":"And Ahimaaz begat Azariah, and Azariah begat Johanan, \n"},{"number":10,"text":"And Johanan begat Azariah, (he \\add it is\\add* that executed the priest’s\noffice in the temple that Solomon built in Jerusalem:)\\f + \\fr 6.10 \n\\ft in the temple: Heb. in the house\\f* \n"},{"number":11,"text":"And Azariah begat Amariah, and Amariah begat Ahitub, \n"},{"number":12,"text":"And Ahitub begat Zadok, and Zadok begat Shallum,\\f + \\fr 6.12 \n\\ft Shallum: or, Meshullam\\f* \n"},{"number":13,"text":"And Shallum begat Hilkiah, and Hilkiah begat Azariah, \n"},{"number":14,"text":"And Azariah begat Seraiah, and Seraiah begat Jehozadak, \n"},{"number":15,"text":"And Jehozadak went \\add into captivity\\add*, when the \\nd LORD\\nd*\ncarried away Judah and Jerusalem by the hand of Nebuchadnezzar. \n\n"},{"number":16,"text":"¶ The sons of Levi; Gershom, Kohath, and Merari.\\f + \\fr 6.16 \n\\ft Gershom: or, Gershon\\f* \n"},{"number":17,"text":"And these \\add be\\add* the names of the sons of Gershom; Libni,\nand Shimei. \n"},{"number":18,"text":"And the sons of Kohath \\add were\\add*, Amram, and Izhar, and\nHebron, and Uzziel. \n"},{"number":19,"text":"The sons of Merari; Mahli, and Mushi. And these \\add are\\add*\nthe families of the Levites according to their fathers. \n"},{"number":20,"text":"Of Gershom; Libni his son, Jahath his son, Zimmah his son,\n"},{"number":21,"text":"Joah his son, Iddo his son, Zerah his son, Jeaterai his son.\\f + \\fr 6.21 \n\\ft Joah: or, Ethan\\f*\\f + \\fr 6.21  \\ft Iddo: or, Adaiah\\f*\\f + \\fr 6.21 \n\\ft Jeaterai: also called, Ethni\\f* \n"},{"number":22,"text":"The sons of Kohath; Amminadab his son, Korah his son, Assir\nhis son,\\f + \\fr 6.22  \\ft Amminadab: or, Izhar\\f* \n"},{"number":23,"text":"Elkanah his son, and Ebiasaph his son, and Assir his son,\n"},{"number":24,"text":"Tahath his son, Uriel his son, Uzziah his son, and Shaul his\nson. \n"},{"number":25,"text":"And the sons of Elkanah; Amasai, and Ahimoth. \n"},{"number":26,"text":"\\add As for\\add* Elkanah: the sons of Elkanah; Zophai his\nson, and Nahath his son,\\f + \\fr 6.26  \\ft Zophai: or, Zuph\\f* \n"},{"number":27,"text":"Eliab his son, Jeroham his son, Elkanah his son. \n"},{"number":28,"text":"And the sons of Samuel; the firstborn Vashni, and Abiah.\\f + \\fr 6.28 \n\\ft Vashni: called also Joel\\f* \n"},{"number":29,"text":"The sons of Merari; Mahli, Libni his son, Shimei his son,\nUzza his son, \n"},{"number":30,"text":"Shimea his son, Haggiah his son, Asaiah his son. \n\n"},{"number":31,"text":"And these \\add are they\\add* whom David set over the service\nof song in the house of the \\nd LORD\\nd*, after that the ark had\nrest. \n"},{"number":32,"text":"And they ministered before the dwelling place of the tabernacle\nof the congregation with singing, until Solomon had built the house\nof the \\nd LORD\\nd* in Jerusalem: and \\add then\\add* they waited\non their office according to their order. \n"},{"number":33,"text":"And these \\add are\\add* they that waited with their children.\nOf the sons of the Kohathites: Heman a singer, the son of Joel, the\nson of Shemuel,\\f + \\fr 6.33  \\ft waited: Heb. stood\\f* \n"},{"number":34,"text":"The son of Elkanah, the son of Jeroham, the son of Eliel,\nthe son of Toah, \n"},{"number":35,"text":"The son of Zuph, the son of Elkanah, the son of Mahath, the\nson of Amasai, \n"},{"number":36,"text":"The son of Elkanah, the son of Joel, the son of Azariah, the\nson of Zephaniah, \n"},{"number":37,"text":"The son of Tahath, the son of Assir, the son of Ebiasaph,\nthe son of Korah, \n"},{"number":38,"text":"The son of Izhar, the son of Kohath, the son of Levi, the\nson of Israel. \n"},{"number":39,"text":"And his brother Asaph, who stood on his right hand, \\add even\\add*\nAsaph the son of Berachiah, the son of Shimea, \n"},{"number":40,"text":"The son of Michael, the son of Baaseiah, the son of Malchiah,\n"},{"number":41,"text":"The son of Ethni, the son of Zerah, the son of Adaiah, \n"},{"number":42,"text":"The son of Ethan, the son of Zimmah, the son of Shimei, \n"},{"number":43,"text":"The son of Jahath, the son of Gershom, the son of Levi. \n"},{"number":44,"text":"And their brethren the sons of Merari \\add stood\\add* on the left\nhand: Ethan the son of Kishi, the son of Abdi, the son of Malluch,\\f + \\fr 6.44 \n\\ft Kishi: or, Kushaiah\\f* \n"},{"number":45,"text":"The son of Hashabiah, the son of Amaziah, the son of Hilkiah,\n"},{"number":47,"text":"The son of Mahli, the son of Mushi, the son of Merari, the\nson of Levi. \n"},{"number":48,"text":"Their brethren also the Levites \\add were\\add* appointed unto all manner of\nservice of the tabernacle of the house of God. \n\n"},{"number":49,"text":"¶ But Aaron and his sons offered upon the altar of the burnt\noffering, and on the altar of incense, \\add and were appointed\\add*\nfor all the work of the \\add place\\add* most holy, and to make an\natonement for Israel, according to all that Moses the servant of\nGod had commanded. \n"},{"number":50,"text":"And these \\add are\\add* the sons of Aaron; Eleazar his son,\nPhinehas his son, Abishua his son, \n"},{"number":51,"text":"Bukki his son, Uzzi his son, Zerahiah his son, \n"},{"number":52,"text":"Meraioth his son, Amariah his son, Ahitub his son, \n"},{"number":53,"text":"Zadok his son, Ahimaaz his son. \n\n"},{"number":54,"text":"¶ Now these \\add are\\add* their dwelling places throughout their\ncastles in their coasts, of the sons of Aaron, of the families of the\nKohathites: for theirs was the lot. \n"},{"number":55,"text":"And they gave them Hebron in the land of Judah, and the suburbs\nthereof round about it. \n"},{"number":56,"text":"But the fields of the city, and the villages thereof, they\ngave to Caleb the son of Jephunneh. \n"},{"number":57,"text":"And to the sons of Aaron they gave the cities of Judah, \\add namely\\add*,\nHebron, \\add the city\\add* of refuge, and Libnah with her suburbs,\nand Jattir, and Eshtemoa, with their suburbs, \n"},{"number":58,"text":"And Hilen with her suburbs, Debir with her suburbs,\\f + \\fr 6.58 \n\\ft Hilen: or, Holon\\f* \n"},{"number":59,"text":"And Ashan with her suburbs, and Beth-shemesh with her suburbs:\\f + \\fr 6.59 \n\\ft Ashan: or, Ain\\f* \n"},{"number":60,"text":"And out of the tribe of Benjamin; Geba with her suburbs, and\nAlemeth with her suburbs, and Anathoth with her suburbs. All their\ncities throughout their families \\add were\\add* thirteen cities.\\f + \\fr 6.60 \n\\ft Alemeth: or, Almon\\f* \n"},{"number":61,"text":"And unto the sons of Kohath, \\add which were\\add* left of the\nfamily of that tribe, \\add were cities given\\add* out of the half\ntribe, \\add namely, out of\\add* the half \\add tribe\\add* of Manasseh,\nby lot, ten cities. \n"},{"number":62,"text":"And to the sons of Gershom throughout their families out of the\ntribe of Issachar, and out of the tribe of Asher, and out of the\ntribe of Naphtali, and out of the tribe of Manasseh in Bashan, thirteen\ncities. \n"},{"number":63,"text":"Unto the sons of Merari \\add were given\\add* by lot, throughout their\nfamilies, out of the tribe of Reuben, and out of the tribe of Gad,\nand out of the tribe of Zebulun, twelve cities. \n"},{"number":64,"text":"And the children of Israel gave to the Levites \\add these\\add*\ncities with their suburbs. \n"},{"number":65,"text":"And they gave by lot out of the tribe of the children of Judah,\nand out of the tribe of the children of Simeon, and out of the tribe\nof the children of Benjamin, these cities, which are called by \\add their\\add*\nnames. \n"},{"number":66,"text":"And \\add the residue\\add* of the families of the sons of Kohath\nhad cities of their coasts out of the tribe of Ephraim. \n"},{"number":67,"text":"And they gave unto them, \\add of\\add* the cities of refuge,\nShechem in mount Ephraim with her suburbs; \\add they gave\\add* also\nGezer with her suburbs, \n"},{"number":68,"text":"And Jokmeam with her suburbs, and Beth-horon with her suburbs,\n"},{"number":69,"text":"And Aijalon with her suburbs, and Gath-rimmon with her suburbs:\n"},{"number":70,"text":"And out of the half tribe of Manasseh; Aner with her suburbs,\nand Bileam with her suburbs, for the family of the remnant of the\nsons of Kohath. \n"},{"number":71,"text":"Unto the sons of Gershom \\add were given\\add* out of the family\nof the half tribe of Manasseh, Golan in Bashan with her suburbs,\nand Ashtaroth with her suburbs: \n"},{"number":72,"text":"And out of the tribe of Issachar; Kedesh with her suburbs,\nDaberath with her suburbs, \n"},{"number":73,"text":"And Ramoth with her suburbs, and Anem with her suburbs: \n"},{"number":74,"text":"And out of the tribe of Asher; Mashal with her suburbs, and\nAbdon with her suburbs, \n"},{"number":75,"text":"And Hukok with her suburbs, and Rehob with her suburbs: \n"},{"number":76,"text":"And out of the tribe of Naphtali; Kedesh in Galilee with her\nsuburbs, and Hammon with her suburbs, and Kirjathaim with her suburbs.\n"},{"number":77,"text":"Unto the rest of the children of Merari \\add were given\\add*\nout of the tribe of Zebulun, Rimmon with her suburbs, Tabor with her\nsuburbs: \n"},{"number":78,"text":"And on the other side Jordan by Jericho, on the east side\nof Jordan, \\add were given them\\add* out of the tribe of Reuben,\nBezer in the wilderness with her suburbs, and Jahzah with her suburbs,\n"},{"number":79,"text":"Kedemoth also with her suburbs, and Mephaath with her suburbs:\n"},{"number":80,"text":"And out of the tribe of Gad; Ramoth in Gilead with her suburbs,\nand Mahanaim with her suburbs, \n"},{"number":81,"text":"And Heshbon with her suburbs, and Jazer with her suburbs.\n"}],"number":6},{"verses":[{"number":1,"text":"Now the sons of Issachar \\add were\\add*, Tola, and Puah, Jashub,\nand Shimron, four. \n"},{"number":2,"text":"And the sons of Tola; Uzzi, and Rephaiah, and Jeriel, and Jahmai,\nand Jibsam, and Shemuel, heads of their father’s house, \\add to wit\\add*,\nof Tola: \\add they were\\add* valiant men of might in their generations;\nwhose number \\add was\\add* in the days of David two and twenty thousand\nand six hundred. \n"},{"number":3,"text":"And the sons of Uzzi; Izrahiah: and the sons of Izrahiah; Michael,\nand Obadiah, and Joel, Ishiah, five: all of them chief men. \n"},{"number":4,"text":"And with them, by their generations, after the house of their\nfathers, \\add were\\add* bands of soldiers for war, six and thirty\nthousand \\add men:\\add* for they had many wives and sons. \n"},{"number":5,"text":"And their brethren among all the families of Issachar \\add were\\add*\nvaliant men of might, reckoned in all by their genealogies fourscore\nand seven thousand. \n\n"},{"number":6,"text":"¶ \\add The sons\\add* of Benjamin; Bela, and Becher, and Jediael,\nthree. \n"},{"number":7,"text":"And the sons of Bela; Ezbon, and Uzzi, and Uzziel, and Jerimoth,\nand Iri, five; heads of the house of \\add their\\add* fathers, mighty\nmen of valour; and were reckoned by their genealogies twenty and\ntwo thousand and thirty and four. \n"},{"number":8,"text":"And the sons of Becher; Zemira, and Joash, and Eliezer, and\nElioenai, and Omri, and Jerimoth, and Abiah, and Anathoth, and Alameth. All these\n\\add are\\add* the sons of Becher. \n"},{"number":9,"text":"And the number of them, after their genealogy by their generations,\nheads of the house of their fathers, mighty men of valour, \\add was\\add*\ntwenty thousand and two hundred. \n"},{"number":10,"text":"The sons also of Jediael; Bilhan: and the sons of Bilhan;\nJeush, and Benjamin, and Ehud, and Chenaanah, and Zethan, and Tharshish,\nand Ahishahar. \n"},{"number":11,"text":"All these the sons of Jediael, by the heads of their fathers,\nmighty men of valour, \\add were\\add* seventeen thousand and two hundred\n\\add soldiers\\add*, fit to go out for war \\add and\\add* battle. \n"},{"number":12,"text":"Shuppim also, and Huppim, the children of Ir, \\add and\\add*\nHushim, the sons of Aher.\\f + \\fr 7.12  \\ft Ir: or, Iri\\f*\\f + \\fr 7.12 \n\\ft Aher: or, Ahiram\\f* \n\n"},{"number":13,"text":"¶ The sons of Naphtali; Jahziel, and Guni, and Jezer, and Shallum,\nthe sons of Bilhah. \n\n"},{"number":14,"text":"¶ The sons of Manasseh; Ashriel, whom she bare: (\\add but\\add*\nhis concubine the Aramitess bare Machir the father of Gilead: \n"},{"number":15,"text":"And Machir took to wife \\add the sister\\add* of Huppim and\nShuppim, whose sister’s name \\add was\\add* Maachah;) and the name\nof the second \\add was\\add* Zelophehad: and Zelophehad had daughters.\n"},{"number":16,"text":"And Maachah the wife of Machir bare a son, and she called\nhis name Peresh; and the name of his brother \\add was\\add* Sheresh;\nand his sons \\add were\\add* Ulam and Rakem. \n"},{"number":17,"text":"And the sons of Ulam; Bedan. These \\add were\\add* the sons\nof Gilead, the son of Machir, the son of Manasseh. \n"},{"number":18,"text":"And his sister Hammoleketh bare Ishod, and Abiezer, and Mahalah.\n"},{"number":19,"text":"And the sons of Shemida were, Ahian, and Shechem, and Likhi,\nand Aniam. \n\n"},{"number":20,"text":"¶ And the sons of Ephraim; Shuthelah, and Bered his son, and\nTahath his son, and Eladah his son, and Tahath his son, \n\n"},{"number":21,"text":"¶ And Zabad his son, and Shuthelah his son, and Ezer, and Elead,\nwhom the men of Gath \\add that were\\add* born in \\add that\\add* land\nslew, because they came down to take away their cattle. \n"},{"number":22,"text":"And Ephraim their father mourned many days, and his brethren\ncame to comfort him. \n\n"},{"number":23,"text":"¶ And when he went in to his wife, she conceived, and bare\na son, and he called his name Beriah, because it went evil with his\nhouse. \n"},{"number":24,"text":"(And his daughter \\add was\\add* Sherah, who built Beth-horon\nthe nether, and the upper, and Uzzen-sherah.) \n"},{"number":25,"text":"And Rephah \\add was\\add* his son, also Resheph, and Telah\nhis son, and Tahan his son, \n"},{"number":26,"text":"Laadan his son, Ammihud his son, Elishama his son, \n"},{"number":27,"text":"Non his son, Jehoshua his son.\\f + \\fr 7.27  \\ft Non: or,\nNun\\f*\\f + \\fr 7.27  \\ft Jehoshua: or, Joshua\\f* \n\n"},{"number":28,"text":"¶ And their possessions and habitations \\add were\\add*, Beth-el\nand the towns thereof, and eastward Naaran, and westward Gezer, with the\ntowns thereof; Shechem also and the towns thereof, unto Gaza and the\ntowns thereof:\\f + \\fr 7.28  \\ft towns: Heb. daughters\\f*\\f + \\fr 7.28 \n\\ft unto Gaza: or, Adassa\\f* \n"},{"number":29,"text":"And by the borders of the children of Manasseh, Beth-shean\nand her towns, Taanach and her towns, Megiddo and her towns, Dor\nand her towns. In these dwelt the children of Joseph the son of Israel.\\f + \\fr 7.29 \n\\ft towns: Heb. daughters\\f* \n\n"},{"number":30,"text":"¶ The sons of Asher; Imnah, and Isuah, and Ishuai, and Beriah,\nand Serah their sister. \n"},{"number":31,"text":"And the sons of Beriah; Heber, and Malchiel, who \\add is\\add*\nthe father of Birzavith. \n"},{"number":32,"text":"And Heber begat Japhlet, and Shomer, and Hotham, and Shua\ntheir sister. \n"},{"number":33,"text":"And the sons of Japhlet; Pasach, and Bimhal, and Ashvath. These\n\\add are\\add* the children of Japhlet. \n"},{"number":34,"text":"And the sons of Shamer; Ahi, and Rohgah, Jehubbah, and Aram.\n"},{"number":35,"text":"And the sons of his brother Helem; Zophah, and Imna, and Shelesh,\nand Amal. \n"},{"number":36,"text":"The sons of Zophah; Suah, and Harnepher, and Shual, and Beri,\nand Imrah, \n"},{"number":37,"text":"Bezer, and Hod, and Shamma, and Shilshah, and Ithran, and\nBeera. \n"},{"number":38,"text":"And the sons of Jether; Jephunneh, and Pispah, and Ara. \n"},{"number":39,"text":"And the sons of Ulla; Arah, and Haniel, and Rezia. \n"},{"number":40,"text":"All these \\add were\\add* the children of Asher, heads of \\add their\\add*\nfather’s house, choice \\add and\\add* mighty men of valour, chief\nof the princes. And the number throughout the genealogy of them that were apt to the\nwar \\add and\\add* to battle \\add was\\add* twenty and six thousand\nmen. \n"}],"number":7},{"verses":[{"number":1,"text":"Now Benjamin begat Bela his firstborn, Ashbel the second, and\nAharah the third, \n"},{"number":2,"text":"Nohah the fourth, and Rapha the fifth. \n"},{"number":3,"text":"And the sons of Bela were, Addar, and Gera, and Abihud,\\f + \\fr 8.3 \n\\ft Addar: or, Ard\\f* \n"},{"number":4,"text":"And Abishua, and Naaman, and Ahoah, \n"},{"number":5,"text":"And Gera, and Shephuphan, and Huram.\\f + \\fr 8.5  \\ft Shephuphan: or,\nShupham\\f* \n"},{"number":6,"text":"And these \\add are\\add* the sons of Ehud: these are the heads\nof the fathers of the inhabitants of Geba, and they removed them to\nManahath: \n"},{"number":7,"text":"And Naaman, and Ahiah, and Gera, he removed them, and begat\nUzza, and Ahihud. \n"},{"number":8,"text":"And Shaharaim begat \\add children\\add* in the country of Moab,\nafter he had sent them away; Hushim and Baara \\add were\\add* his\nwives. \n"},{"number":9,"text":"And he begat of Hodesh his wife, Jobab, and Zibia, and Mesha,\nand Malcham, \n"},{"number":10,"text":"And Jeuz, and Shachia, and Mirma. These \\add were\\add* his\nsons, heads of the fathers. \n"},{"number":11,"text":"And of Hushim he begat Abitub, and Elpaal. \n"},{"number":12,"text":"The sons of Elpaal; Eber, and Misham, and Shamed, who built\nOno, and Lod, with the towns thereof: \n"},{"number":13,"text":"Beriah also, and Shema, who \\add were\\add* heads of the fathers\nof the inhabitants of Aijalon, who drove away the inhabitants of\nGath: \n"},{"number":14,"text":"And Ahio, Shashak, and Jeremoth, \n"},{"number":15,"text":"And Zebadiah, and Arad, and Ader, \n"},{"number":16,"text":"And Michael, and Ispah, and Joha, the sons of Beriah; \n"},{"number":17,"text":"And Zebadiah, and Meshullam, and Hezeki, and Heber, \n"},{"number":18,"text":"Ishmerai also, and Jezliah, and Jobab, the sons of Elpaal;\n"},{"number":19,"text":"And Jakim, and Zichri, and Zabdi, \n"},{"number":20,"text":"And Elienai, and Zilthai, and Eliel, \n"},{"number":21,"text":"And Adaiah, and Beraiah, and Shimrath, the sons of Shimhi;\\f + \\fr 8.21 \n\\ft Shimhi: or, Shema\\f* \n"},{"number":22,"text":"And Ishpan, and Heber, and Eliel, \n"},{"number":23,"text":"And Abdon, and Zichri, and Hanan, \n"},{"number":24,"text":"And Hananiah, and Elam, and Antothijah, \n"},{"number":25,"text":"And Iphedeiah, and Penuel, the sons of Shashak; \n"},{"number":26,"text":"And Shamsherai, and Shehariah, and Athaliah, \n"},{"number":27,"text":"And Jaresiah, and Eliah, and Zichri, the sons of Jeroham.\n"},{"number":28,"text":"These \\add were\\add* heads of the fathers, by their generations,\nchief \\add men\\add*. These dwelt in Jerusalem. \n"},{"number":29,"text":"And at Gibeon dwelt the father of Gibeon; whose wife’s name\n\\add was\\add* Maachah:\\f + \\fr 8.29  \\ft father…: also called Jehiel\\f*\n"},{"number":30,"text":"And his firstborn son Abdon, and Zur, and Kish, and Baal,\nand Nadab, \n"},{"number":31,"text":"And Gedor, and Ahio, and Zacher.\\f + \\fr 8.31  \\ft Zacher: or,\nZechariah\\f* \n"},{"number":32,"text":"And Mikloth begat Shimeah. And these also dwelt with their\nbrethren in Jerusalem, over against them.\\f + \\fr 8.32  \\ft Shimeah: or,\nShimeam\\f* \n\n"},{"number":33,"text":"¶ And Ner begat Kish, and Kish begat Saul, and Saul begat Jonathan,\nand Malchi-shua, and Abinadab, and Esh-baal.\\f + \\fr 8.33  \\ft Abinadab: also called,\nIshui\\f*\\f + \\fr 8.33  \\ft Esh-baal: or, Ish-bosheth\\f* \n"},{"number":34,"text":"And the son of Jonathan \\add was\\add* Merib-baal; and Merib-baal\nbegat Micah.\\f + \\fr 8.34  \\ft Merib-baal: or, Mephibosheth\\f* \n"},{"number":35,"text":"And the sons of Micah \\add were\\add*, Pithon, and Melech,\nand Tarea, and Ahaz.\\f + \\fr 8.35  \\ft Tarea: or, Tahrea\\f* \n"},{"number":36,"text":"And Ahaz begat Jehoadah; and Jehoadah begat Alemeth, and Azmaveth,\nand Zimri; and Zimri begat Moza,\\f + \\fr 8.36  \\ft Jehoadah: also called,\nJarah\\f* \n"},{"number":37,"text":"And Moza begat Binea: Rapha \\add was\\add* his son, Eleasah\nhis son, Azel his son:\\f + \\fr 8.37  \\ft Rapha: also called, Rephaiah\\f*\n"},{"number":38,"text":"And Azel had six sons, whose names \\add are\\add* these, Azrikam,\nBocheru, and Ishmael, and Sheariah, and Obadiah, and Hanan. All these\n\\add were\\add* the sons of Azel. \n"},{"number":39,"text":"And the sons of Eshek his brother \\add were\\add*, Ulam his\nfirstborn, Jehush the second, and Eliphelet the third. \n"},{"number":40,"text":"And the sons of Ulam were mighty men of valour, archers, and had\nmany sons, and sons’ sons, an hundred and fifty. All these \\add are\\add*\nof the sons of Benjamin. \n"}],"number":8},{"verses":[{"number":1,"text":"So all Israel were reckoned by genealogies; and, behold, they\n\\add were\\add* written in the book of the kings of Israel and Judah,\n\\add who\\add* were carried away to Babylon for their transgression.\n\n"},{"number":2,"text":"¶ Now the first inhabitants that \\add dwelt\\add* in their possessions\nin their cities \\add were\\add*, the Israelites, the priests, Levites,\nand the Nethinims. \n"},{"number":3,"text":"And in Jerusalem dwelt of the children of Judah, and of the\nchildren of Benjamin, and of the children of Ephraim, and Manasseh;\n"},{"number":4,"text":"Uthai the son of Ammihud, the son of Omri, the son of Imri,\nthe son of Bani, of the children of Pharez the son of Judah. \n"},{"number":5,"text":"And of the Shilonites; Asaiah the firstborn, and his sons.\n"},{"number":6,"text":"And of the sons of Zerah; Jeuel, and their brethren, six hundred\nand ninety. \n"},{"number":7,"text":"And of the sons of Benjamin; Sallu the son of Meshullam, the\nson of Hodaviah, the son of Hasenuah, \n"},{"number":8,"text":"And Ibneiah the son of Jeroham, and Elah the son of Uzzi, the\nson of Michri, and Meshullam the son of Shephathiah, the son of Reuel,\nthe son of Ibnijah; \n"},{"number":9,"text":"And their brethren, according to their generations, nine hundred\nand fifty and six. All these men \\add were\\add* chief of the fathers\nin the house of their fathers. \n\n"},{"number":10,"text":"¶ And of the priests; Jedaiah, and Jehoiarib, and Jachin, \n"},{"number":11,"text":"And Azariah the son of Hilkiah, the son of Meshullam, the\nson of Zadok, the son of Meraioth, the son of Ahitub, the ruler of the\nhouse of God;\\f + \\fr 9.11  \\ft Azariah: also called, Seraiah\\f*\n"},{"number":12,"text":"And Adaiah the son of Jeroham, the son of Pashur, the son\nof Malchijah, and Maasiai the son of Adiel, the son of Jahzerah,\nthe son of Meshullam, the son of Meshillemith, the son of Immer;\n"},{"number":13,"text":"And their brethren, heads of the house of their fathers, a\nthousand and seven hundred and threescore; very able men for the\nwork of the service of the house of God.\\f + \\fr 9.13  \\ft very…: Heb. mighty men of\nvalour\\f* \n\n"},{"number":14,"text":"And of the Levites; Shemaiah the son of Hasshub, the son of\nAzrikam, the son of Hashabiah, of the sons of Merari; \n"},{"number":15,"text":"And Bakbakkar, Heresh, and Galal, and Mattaniah the son of\nMicah, the son of Zichri, the son of Asaph; \n"},{"number":16,"text":"And Obadiah the son of Shemaiah, the son of Galal, the son\nof Jeduthun, and Berechiah the son of Asa, the son of Elkanah, that\ndwelt in the villages of the Netophathites. \n"},{"number":17,"text":"And the porters \\add were\\add*, Shallum, and Akkub, and Talmon,\nand Ahiman, and their brethren: Shallum \\add was\\add* the chief;\n"},{"number":18,"text":"Who hitherto \\add waited\\add* in the king’s gate eastward: they\n\\add were\\add* porters in the companies of the children of Levi.\n"},{"number":19,"text":"And Shallum the son of Kore, the son of Ebiasaph, the son\nof Korah, and his brethren, of the house of his father, the Korahites,\n\\add were\\add* over the work of the service, keepers  of the gates\nof the tabernacle: and their fathers, \\add being\\add* over the host\nof the \\nd LORD\\nd*, \\add were\\add* keepers of the entry.\\f + \\fr 9.19 \n\\ft gates: Heb. thresholds\\f* \n"},{"number":20,"text":"And Phinehas the son of Eleazar was the ruler over them in time\npast, \\add and\\add* the \\nd LORD\\nd* \\add was\\add* with him. \n"},{"number":21,"text":"\\add And\\add* Zechariah the son of Meshelemiah \\add was\\add*\nporter of the door of the tabernacle of the congregation. \n"},{"number":22,"text":"All these \\add which were\\add* chosen to be porters in the\ngates \\add were\\add* two hundred and twelve. These were reckoned by their\ngenealogy in their villages, whom David and Samuel the seer did ordain\nin their set office.\\f + \\fr 9.22  \\ft did…: Heb. founded\\f*\\f + \\fr 9.22 \n\\ft set…: or, trust\\f* \n"},{"number":23,"text":"So they and their children \\add had\\add* the oversight of the\ngates of the house of the \\nd LORD\\nd*, \\add namely\\add*, the house\nof the tabernacle, by wards. \n"},{"number":24,"text":"In four quarters were the porters, toward the east, west,\nnorth, and south. \n"},{"number":25,"text":"And their brethren, \\add which were\\add* in their villages,\n\\add were\\add* to come after seven days from time to time with them.\n"},{"number":26,"text":"For these Levites, the four chief porters, were in \\add their\\add*\nset office, and were over the chambers and treasuries of the house\nof God.\\f + \\fr 9.26  \\ft set…: or, trust\\f*\\f + \\fr 9.26  \\ft chambers: or,\nstorehouses\\f* \n\n"},{"number":27,"text":"¶ And they lodged round about the house of God, because the\ncharge \\add was\\add* upon them, and the opening thereof every morning\n\\add pertained\\add* to them. \n"},{"number":28,"text":"And \\add certain\\add* of them had the charge of the ministering\nvessels, that they should bring them in and out by tale.\\f + \\fr 9.28 \n\\ft bring…: Heb. bring them in by tale, and carry them out by tale\\f*\n"},{"number":29,"text":"\\add Some\\add* of them also \\add were\\add* appointed to oversee the\nvessels, and all the instruments of the sanctuary, and the fine flour,\nand the wine, and the oil, and the frankincense, and the spices.\\f + \\fr 9.29 \n\\ft instruments: or, vessels\\f* \n"},{"number":30,"text":"And \\add some\\add* of the sons of the priests made the ointment\nof the spices. \n"},{"number":31,"text":"And Mattithiah, \\add one\\add* of the Levites, who \\add was\\add*\nthe firstborn of Shallum the Korahite, had the set office over the things that were\nmade in the pans.\\f + \\fr 9.31  \\ft set…: or, trust\\f*\\f + \\fr 9.31 \n\\ft in…: or, on flat plates, or, slices\\f* \n"},{"number":32,"text":"And \\add other\\add* of their brethren, of the sons of the Kohathites,\n\\add were\\add* over the shewbread, to prepare \\add it\\add* every\nsabbath.\\f + \\fr 9.32  \\ft shewbread: Heb. bread of ordering\\f* \n"},{"number":33,"text":"And these \\add are\\add* the singers, chief of the fathers of the\nLevites, \\add who remaining\\add* in the chambers \\add were\\add* free: for they were employed in\n\\add that\\add* work day and night.\\f + \\fr 9.33  \\ft they…: Heb. upon\nthem\\f* \n"},{"number":34,"text":"These chief fathers of the Levites \\add were\\add* chief throughout their\ngenerations; these dwelt at Jerusalem. \n\n"},{"number":35,"text":"¶ And in Gibeon dwelt the father of Gibeon, Jehiel, whose wife’s\nname \\add was\\add* Maachah: \n"},{"number":36,"text":"And his firstborn son Abdon, then Zur, and Kish, and Baal,\nand Ner, and Nadab, \n"},{"number":37,"text":"And Gedor, and Ahio, and Zechariah, and Mikloth. \n"},{"number":38,"text":"And Mikloth begat Shimeam. And they also dwelt with their\nbrethren at Jerusalem, over against their brethren. \n"},{"number":39,"text":"And Ner begat Kish; and Kish begat Saul; and Saul begat Jonathan,\nand Malchi-shua, and Abinadab, and Esh-baal. \n"},{"number":40,"text":"And the son of Jonathan \\add was\\add* Merib-baal: and Merib-baal\nbegat Micah. \n"},{"number":41,"text":"And the sons of Micah \\add were\\add*, Pithon, and Melech,\nand Tahrea, \\add and Ahaz\\add*. \n"},{"number":42,"text":"And Ahaz begat Jarah; and Jarah begat Alemeth, and Azmaveth,\nand Zimri; and Zimri begat Moza; \n"},{"number":43,"text":"And Moza begat Binea; and Rephaiah his son, Eleasah his son,\nAzel his son. \n"},{"number":44,"text":"And Azel had six sons, whose names \\add are\\add* these, Azrikam,\nBocheru, and Ishmael, and Sheariah, and Obadiah, and Hanan: these\n\\add were\\add* the sons of Azel. \n"}],"number":9},{"verses":[{"number":1,"text":"Now the Philistines fought against Israel; and the men of Israel\nfled from before the Philistines, and fell down slain in mount Gilboa.\\f + \\fr 10.1 \n\\ft slain: or, wounded\\f* \n"},{"number":2,"text":"And the Philistines followed hard after Saul, and after his\nsons; and the Philistines slew Jonathan, and Abinadab, and Malchi-shua,\nthe sons of Saul.\\f + \\fr 10.2  \\ft Abinadab: also called, Ishui\\f*\n"},{"number":3,"text":"And the battle went sore against Saul, and the archers hit\nhim, and he was wounded of the archers.\\f + \\fr 10.3  \\ft and the archers: Heb. and the shooters with\nbows\\f*\\f + \\fr 10.3  \\ft hit: Heb. found\\f* \n"},{"number":4,"text":"Then said Saul to his armourbearer, Draw thy sword, and thrust\nme through therewith; lest these uncircumcised come and abuse me. But his\narmourbearer would not; for he was sore afraid. So Saul took a sword,\nand fell upon it.\\f + \\fr 10.4  \\ft abuse me: or, mock me\\f* \n"},{"number":5,"text":"And when his armourbearer saw that Saul was dead, he fell likewise on the\nsword, and died. \n"},{"number":6,"text":"So Saul died, and his three sons, and all his house died together.\n"},{"number":7,"text":"And when all the men of Israel that \\add were\\add* in the valley\nsaw that they fled, and that Saul and his sons were dead, then they\nforsook their cities, and fled: and the Philistines came and dwelt in them.\n\n"},{"number":8,"text":"¶ And it came to pass on the morrow, when the Philistines came\nto strip the slain, that they found Saul and his sons fallen in mount\nGilboa. \n"},{"number":9,"text":"And when they had stripped him, they took his head, and his\narmour, and sent into the land of the Philistines round about, to carry\ntidings unto their idols, and to the people. \n"},{"number":10,"text":"And they put his armour in the house of their gods, and fastened\nhis head in the temple of Dagon. \n\n"},{"number":11,"text":"¶ And when all Jabesh-gilead heard all that the Philistines\nhad done to Saul, \n"},{"number":12,"text":"They arose, all the valiant men, and took away the body of\nSaul, and the bodies of his sons, and brought them to Jabesh, and\nburied their bones under the oak in Jabesh, and fasted seven days.\n\n"},{"number":13,"text":"¶ So Saul died for his transgression which he committed against the\n\\nd LORD\\nd*, \\add even\\add* against the word of the \\nd LORD\\nd*,\nwhich he kept not, and also for asking \\add counsel\\add* of \\add one that\nhad\\add* a familiar spirit, to enquire \\add of it;\\add*\\f + \\fr 10.13 \n\\ft committed: Heb. transgressed\\f* \n"},{"number":14,"text":"And enquired not of the \\nd LORD\\nd*: therefore he slew him, and\nturned the kingdom unto David the son of Jesse.\\f + \\fr 10.14  \\ft Jesse: Heb.\nIsai\\f* \n"}],"number":10},{"verses":[{"number":1,"text":"Then all Israel gathered themselves to David unto Hebron, saying, Behold, we\n\\add are\\add* thy bone and thy flesh. \n"},{"number":2,"text":"And moreover in time past, even when Saul was king, thou \\add wast\\add*\nhe that leddest out and broughtest in Israel: and the \\nd LORD\\nd*\nthy God said unto thee, Thou shalt feed my people Israel, and thou shalt be\nruler over my people Israel.\\f + \\fr 11.2  \\ft in time…: Heb. both yesterday and the third\nday\\f*\\f + \\fr 11.2  \\ft feed: or, rule\\f* \n"},{"number":3,"text":"Therefore came all the elders of Israel to the king to Hebron;\nand David made a covenant with them in Hebron before the \\nd LORD\\nd*;\nand they anointed David king over Israel, according to the word of the\n\\nd LORD\\nd* by Samuel.\\f + \\fr 11.3  \\ft by: Heb. by the hand of\\f*\n\n"},{"number":4,"text":"¶ And David and all Israel went to Jerusalem, which \\add is\\add*\nJebus; where the Jebusites \\add were\\add*, the inhabitants of the\nland. \n"},{"number":5,"text":"And the inhabitants of Jebus said to David, Thou shalt not\ncome hither. Nevertheless David took the castle of Zion, which \\add is\\add*\nthe city of David. \n"},{"number":6,"text":"And David said, Whosoever smiteth the Jebusites first shall be\nchief and captain. So Joab the son of Zeruiah went first up, and was\nchief.\\f + \\fr 11.6  \\ft chief: Heb. head\\f* \n"},{"number":7,"text":"And David dwelt in the castle; therefore they called it the\ncity of David.\\f + \\fr 11.7  \\ft it: that is, Zion\\f* \n"},{"number":8,"text":"And he built the city round about, even from Millo round about:\nand Joab repaired the rest of the city.\\f + \\fr 11.8  \\ft repaired: Heb.\nrevived\\f* \n"},{"number":9,"text":"So David waxed greater and greater: for the \\nd LORD\\nd* of\nhosts \\add was\\add* with him.\\f + \\fr 11.9  \\ft waxed…: Heb. went in going and\nincreasing\\f* \n\n"},{"number":10,"text":"¶ These also \\add are\\add* the chief of the mighty men whom\nDavid had, who strengthened themselves with him in his kingdom, \\add and\\add*\nwith all Israel, to make him king, according to the word of the \\nd LORD\\nd*\nconcerning Israel.\\f + \\fr 11.10  \\ft strengthened…: or, held strongly with\nhim\\f* \n"},{"number":11,"text":"And this \\add is\\add* the number of the mighty men whom David\nhad; Jashobeam, an Hachmonite, the chief of the captains: he lifted\nup his spear against three hundred slain \\add by him\\add* at one\ntime.\\f + \\fr 11.11  \\ft an Hachmonite: or, son of Hachmoni\\f* \n"},{"number":12,"text":"And after him \\add was\\add* Eleazar the son of Dodo, the Ahohite, who\n\\add was one\\add* of the three mighties. \n"},{"number":13,"text":"He was with David at Pas-dammim, and there the Philistines\nwere gathered together to battle, where was a parcel of ground full\nof barley; and the people fled from before the Philistines.\\f + \\fr 11.13 \n\\ft Pas-dammim: also called, Ephes-dammim\\f* \n"},{"number":14,"text":"And they set themselves in the midst of \\add that\\add* parcel,\nand delivered it, and slew the Philistines; and the \\nd LORD\\nd*\nsaved \\add them\\add* by a great deliverance.\\f + \\fr 11.14  \\ft set…: or,\nstood\\f*\\f + \\fr 11.14  \\ft deliverance: or, salvation\\f* \n\n"},{"number":15,"text":"¶ Now three of the thirty captains went down to the rock to\nDavid, into the cave of Adullam; and the host of the Philistines\nencamped in the valley of Rephaim.\\f + \\fr 11.15  \\ft three…: or, three captains over the\nthirty\\f* \n"},{"number":16,"text":"And David \\add was\\add* then in the hold, and the Philistines’\ngarrison \\add was\\add* then at Beth-lehem. \n"},{"number":17,"text":"And David longed, and said, Oh that one would give me drink\nof the water of the well of Beth-lehem, that \\add is\\add* at the\ngate! \n"},{"number":18,"text":"And the three brake through the host of the Philistines, and\ndrew water out of the well of Beth-lehem, that \\add was\\add* by the\ngate, and took \\add it\\add*, and brought \\add it\\add* to David: but\nDavid would not drink \\add of\\add* it, but poured it out to the \\nd LORD\\nd*,\n"},{"number":19,"text":"And said, My God forbid it me, that I should do this thing:\nshall I drink the blood of these men that have put their lives in\njeopardy? for with \\add the jeopardy of\\add* their lives they brought\nit. Therefore he would not drink it. These things did these three\nmightiest.\\f + \\fr 11.19  \\ft that have…: Heb. with their lives?\\f*\n\n"},{"number":20,"text":"¶ And Abishai the brother of Joab, he was chief of the three:\nfor lifting up his spear against three hundred, he slew \\add them\\add*,\nand had a name among the three. \n"},{"number":21,"text":"Of the three, he was more honourable than the two; for he was their\ncaptain: howbeit he attained not to the \\add first\\add* three. \n"},{"number":22,"text":"Benaiah the son of Jehoiada, the son of a valiant man of Kabzeel,\nwho had done many acts; he slew two lionlike men of Moab: also he went\ndown and slew a lion in a pit in a snowy day.\\f + \\fr 11.22  \\ft who had…: Heb. great of\ndeeds\\f* \n"},{"number":23,"text":"And he slew an Egyptian, a man of \\add great\\add* stature,\nfive cubits high; and in the Egyptian’s hand \\add was\\add* a spear\nlike a weaver’s beam; and he went down to him with a staff, and plucked\nthe spear out of the Egyptian’s hand, and slew him with his own spear.\\f + \\fr 11.23 \n\\ft great…: Heb. measure\\f* \n"},{"number":24,"text":"These \\add things\\add* did Benaiah the son of Jehoiada, and had the\nname among the three mighties. \n"},{"number":25,"text":"Behold, he was honourable among the thirty, but attained not to the\n\\add first\\add* three: and David set him over his guard. \n\n"},{"number":26,"text":"¶ Also the valiant men of the armies \\add were\\add*, Asahel\nthe brother of Joab, Elhanan the son of Dodo of Beth-lehem, \n"},{"number":27,"text":"Shammoth the Harorite, Helez the Pelonite,\\f + \\fr 11.27 \n\\ft Shammoth: or, Shammah\\f*\\f + \\fr 11.27  \\ft Harorite: or, Harodite\\f*\\f + \\fr 11.27 \n\\ft Pelonite: or, Paltite\\f* \n"},{"number":28,"text":"Ira the son of Ikkesh the Tekoite, Abi-ezer the Antothite,\n"},{"number":29,"text":"Sibbecai the Hushathite, Ilai the Ahohite,\\f + \\fr 11.29 \n\\ft Sibbecai: or, Mebunnai\\f*\\f + \\fr 11.29  \\ft Ilai: or, Zalmon\\f*\n"},{"number":30,"text":"Maharai the Netophathite, Heled the son of Baanah the Netophathite,\\f + \\fr 11.30 \n\\ft Heled: or, Heleb\\f* \n"},{"number":31,"text":"Ithai the son of Ribai of Gibeah, \\add that pertained\\add*\nto the children of Benjamin, Benaiah the Pirathonite, \n"},{"number":32,"text":"Hurai of the brooks of Gaash, Abiel the Arbathite,\\f + \\fr 11.32 \n\\ft Hurai: or, Hiddai\\f*\\f + \\fr 11.32  \\ft Abiel: or, Abi-albon\\f*\n"},{"number":33,"text":"Azmaveth the Baharumite, Eliahba the Shaalbonite, \n"},{"number":34,"text":"The sons of Hashem the Gizonite, Jonathan the son of Shage\nthe Hararite,\\f + \\fr 11.34  \\ft Hashem: or, Jashen\\f* \n"},{"number":35,"text":"Ahiam the son of Sacar the Hararite, Eliphal the son of Ur,\\f + \\fr 11.35 \n\\ft Sacar: or, Sharar\\f*\\f + \\fr 11.35  \\ft Eliphal: or, Eliphelet\\f*\\f + \\fr 11.35 \n\\ft Ur: or, Ahasbai\\f* \n"},{"number":36,"text":"Hepher the Mecherathite, Ahijah the Pelonite, \n"},{"number":37,"text":"Hezro the Carmelite, Naarai the son of Ezbai,\\f + \\fr 11.37 \n\\ft Hezro: or Hezrai\\f*\\f + \\fr 11.37  \\ft Naarai: or Paarai the\nArbite\\f* \n"},{"number":38,"text":"Joel the brother of Nathan, Mibhar the son of Haggeri,\\f + \\fr 11.38 \n\\ft the son…: or, the Haggerite\\f* \n"},{"number":39,"text":"Zelek the Ammonite, Naharai the Berothite, the armourbearer\nof Joab the son of Zeruiah, \n"},{"number":41,"text":"Uriah the Hittite, Zabad the son of Ahlai, \n"},{"number":42,"text":"Adina the son of Shiza the Reubenite, a captain of the Reubenites,\nand thirty with him, \n"},{"number":43,"text":"Hanan the son of Maachah, and Joshaphat the Mithnite, \n"},{"number":44,"text":"Uzzia the Ashterathite, Shama and Jehiel the sons of Hothan\nthe Aroerite, \n"},{"number":45,"text":"Jediael the son of Shimri, and Joha his brother, the Tizite,\\f + \\fr 11.45 \n\\ft son…: or, Shimrite\\f* \n"},{"number":46,"text":"Eliel the Mahavite, and Jeribai, and Joshaviah, the sons of\nElnaam, and Ithmah the Moabite, \n"},{"number":47,"text":"Eliel, and Obed, and Jasiel the Mesobaite. \n"}],"number":11},{"verses":[{"number":1,"text":"Now these \\add are\\add* they that came to David to Ziklag, while he yet kept himself\nclose because of Saul the son of Kish: and they \\add were\\add* among the mighty\nmen, helpers of the war.\\f + \\fr 12.1  \\ft while…: Heb. being yet shut\nup\\f* \n"},{"number":2,"text":"\\add They were\\add* armed with bows, and could use both the right\nhand and the left in \\add hurling\\add* stones and \\add shooting\\add*\narrows out of a bow, \\add even\\add* of Saul’s brethren of Benjamin.\n"},{"number":3,"text":"The chief \\add was\\add* Ahiezer, then Joash, the sons of Shemaah\nthe Gibeathite; and Jeziel, and Pelet, the sons of Azmaveth; and\nBerachah, and Jehu the Antothite,\\f + \\fr 12.3  \\ft Shemaah: or,\nHasmaah\\f* \n"},{"number":4,"text":"And Ismaiah the Gibeonite, a mighty man among the thirty, and over the\nthirty; and Jeremiah, and Jahaziel, and Johanan, and Josabad the\nGederathite, \n"},{"number":5,"text":"Eluzai, and Jerimoth, and Bealiah, and Shemariah, and Shephatiah\nthe Haruphite, \n"},{"number":6,"text":"Elkanah, and Jesiah, and Azareel, and Joezer, and Jashobeam,\nthe Korhites, \n"},{"number":7,"text":"And Joelah, and Zebadiah, the sons of Jeroham of Gedor. \n"},{"number":8,"text":"And of the Gadites there separated themselves unto David into the\nhold to the wilderness men of might, \\add and\\add* men of war \\add fit\\add*\nfor the battle, that could handle shield and buckler, whose faces\n\\add were like\\add* the faces of lions, and \\add were\\add* as swift\nas the roes upon the mountains;\\f + \\fr 12.8  \\ft of war: Heb. of the\nhost\\f*\\f + \\fr 12.8  \\ft as swift…: Heb. as the roes upon the mountains to make\nhaste\\f* \n"},{"number":9,"text":"Ezer the first, Obadiah the second, Eliab the third, \n"},{"number":10,"text":"Mishmannah the fourth, Jeremiah the fifth, \n"},{"number":11,"text":"Attai the sixth, Eliel the seventh, \n"},{"number":12,"text":"Johanan the eighth, Elzabad the ninth, \n"},{"number":13,"text":"Jeremiah the tenth, Machbanai the eleventh. \n"},{"number":14,"text":"These \\add were\\add* of the sons of Gad, captains of the host:\none of the least \\add was\\add* over an hundred, and the greatest\nover a thousand.\\f + \\fr 12.14  \\ft one…: or, one that was least could resist an hundred, and the greatest a\nthousand\\f* \n"},{"number":15,"text":"These \\add are\\add* they that went over Jordan in the first\nmonth, when it had overflown all his banks; and they put to flight all\n\\add them\\add* of the valleys, \\add both\\add* toward the east, and toward the\nwest.\\f + \\fr 12.15  \\ft overflown: Heb. filled over\\f* \n"},{"number":16,"text":"And there came of the children of Benjamin and Judah to the\nhold unto David. \n"},{"number":17,"text":"And David went out to meet them, and answered and said unto them, If ye be\ncome peaceably unto me to help me, mine heart shall be knit unto you: but if\n\\add ye be come\\add* to betray me to mine enemies, seeing \\add there\nis\\add* no wrong in mine hands, the God of our fathers look \\add thereon\\add*,\nand rebuke \\add it\\add*.\\f + \\fr 12.17  \\ft to meet…: Heb. before\nthem\\f*\\f + \\fr 12.17  \\ft be knit: Heb. be one\\f*\\f + \\fr 12.17 \n\\ft wrong: or, violence\\f* \n"},{"number":18,"text":"Then the spirit came upon Amasai, \\add who was\\add* chief\nof the captains, \\add and he said\\add*, Thine \\add are we\\add*, David,\nand on thy side, thou son of Jesse: peace, peace \\add be\\add* unto thee, and\npeace \\add be\\add* to thine helpers; for thy God helpeth  thee. Then\nDavid received  them, and made them captains of the band.\\f + \\fr 12.18 \n\\ft came…: Heb. clothed\\f* \n"},{"number":19,"text":"And there fell \\add some\\add* of Manasseh to David, when he\ncame with the Philistines against Saul to battle: but they helped\nthem not: for the lords of the Philistines upon advisement sent him away,\nsaying, He will fall to his master Saul to \\add the jeopardy of\\add*\nour heads.\\f + \\fr 12.19  \\ft to the…: Heb. on our heads\\f* \n"},{"number":20,"text":"As he went to Ziklag, there fell to him of Manasseh, Adnah,\nand Jozabad, and Jediael, and Michael, and Jozabad, and Elihu, and\nZilthai, captains of the thousands that \\add were\\add* of Manasseh.\n"},{"number":21,"text":"And they helped David against the band \\add of the rovers:\\add* for they\n\\add were\\add* all mighty men of valour, and were captains in the\nhost.\\f + \\fr 12.21  \\ft against…: or, with a band\\f* \n"},{"number":22,"text":"For at \\add that\\add* time day by day there came to David to\nhelp him, until \\add it was\\add* a great host, like the host of God.\n\n"},{"number":23,"text":"¶ And these \\add are\\add* the numbers of the bands \\add that\nwere\\add* ready armed to the war, \\add and\\add* came to David to\nHebron, to turn the kingdom of Saul to him, according to the word\nof the \\nd LORD\\nd*.\\f + \\fr 12.23  \\ft bands: or, captains, or, men: Heb.\nheads\\f* \n"},{"number":24,"text":"The children of Judah that bare shield and spear \\add were\\add*\nsix thousand and eight hundred, ready armed to the war.\\f + \\fr 12.24 \n\\ft armed: or, prepared\\f* \n"},{"number":25,"text":"Of the children of Simeon, mighty men of valour for the war,\nseven thousand and one hundred. \n"},{"number":26,"text":"Of the children of Levi four thousand and six hundred. \n"},{"number":27,"text":"And Jehoiada \\add was\\add* the leader of the Aaronites, and with him\n\\add were\\add* three thousand and seven hundred; \n"},{"number":28,"text":"And Zadok, a young man mighty of valour, and of his father’s\nhouse twenty and two captains. \n"},{"number":29,"text":"And of the children of Benjamin, the kindred of Saul, three\nthousand: for hitherto the greatest part of them had kept the ward\nof the house of Saul.\\f + \\fr 12.29  \\ft kindred: Heb. brethren\\f*\\f + \\fr 12.29 \n\\ft the greatest…: Heb. a multitude of them\\f* \n"},{"number":30,"text":"And of the children of Ephraim twenty thousand and eight hundred,\nmighty men of valour, famous throughout the house of their fathers.\\f + \\fr 12.30 \n\\ft famous: Heb. men of names\\f* \n"},{"number":31,"text":"And of the half tribe of Manasseh eighteen thousand, which were\nexpressed by name, to come and make David king. \n"},{"number":32,"text":"And of the children of Issachar, \\add which were men\\add*\nthat had understanding of the times, to know what Israel ought to\ndo; the heads of them \\add were\\add* two hundred; and all their brethren\n\\add were\\add* at their commandment. \n"},{"number":33,"text":"Of Zebulun, such as went forth to battle, expert in war, with all\ninstruments of war, fifty thousand, which could keep rank: \\add they\nwere\\add* not of double heart.\\f + \\fr 12.33  \\ft expert…: or, rangers of battle, or, ranged in\nbattle\\f*\\f + \\fr 12.33  \\ft keep…: or, set the battle in array\\f*\\f + \\fr 12.33 \n\\ft not…: Heb. without a heart and a heart\\f* \n"},{"number":34,"text":"And of Naphtali a thousand captains, and with them with shield\nand spear thirty and seven thousand. \n"},{"number":35,"text":"And of the Danites expert in war twenty and eight thousand\nand six hundred. \n"},{"number":36,"text":"And of Asher, such as went forth to battle, expert in war,\nforty thousand.\\f + \\fr 12.36  \\ft expert: or, keeping their rank\\f*\n"},{"number":37,"text":"And on the other side of Jordan, of the Reubenites, and the\nGadites, and of the half tribe of Manasseh, with all manner of instruments\nof war for the battle, an hundred and twenty thousand. \n"},{"number":38,"text":"All these men of war, that could keep rank, came with a perfect\nheart to Hebron, to make David king over all Israel: and all the\nrest also of Israel \\add were\\add* of one heart to make David king.\n"},{"number":39,"text":"And there they were with David three days, eating and drinking:\nfor their brethren had prepared for them. \n"},{"number":40,"text":"Moreover they that were nigh them, \\add even\\add* unto Issachar\nand Zebulun and Naphtali, brought bread on asses, and on camels,\nand on mules, and on oxen, \\add and\\add* meat, meal, cakes of figs, and bunches of\nraisins, and wine, and oil, and oxen, and sheep abundantly: for \\add there\nwas\\add* joy in Israel.\\f + \\fr 12.40  \\ft meat…: or, victual of\nmeal\\f* \n"}],"number":12},{"verses":[{"number":1,"text":"And David consulted with the captains of thousands and hundreds,\n\\add and\\add* with every leader. \n"},{"number":2,"text":"And David said unto all the congregation of Israel, If \\add it\nseem\\add* good unto you, and \\add that it be\\add* of the \\nd LORD\\nd*\nour God, let us send abroad unto our brethren every where, \\add that\nare\\add* left in all the land of Israel, and with them \\add also\\add*\nto the priests and Levites \\add which are\\add* in their cities \\add and\\add*\nsuburbs, that they may gather themselves unto us:\\f + \\fr 13.2  \\ft send…: Heb. break forth and\nsend\\f*\\f + \\fr 13.2  \\ft in their…: Heb. in the cities of their\nsuburbs\\f* \n"},{"number":3,"text":"And let us bring again the ark of our God to us: for we enquired\nnot at it in the days of Saul.\\f + \\fr 13.3  \\ft bring…: Heb. bring\nabout\\f* \n"},{"number":4,"text":"And all the congregation said that they would do so: for the\nthing was right in the eyes of all the people. \n"},{"number":5,"text":"So David gathered all Israel together, from Shihor of Egypt\neven unto the entering of Hemath, to bring the ark of God from Kirjath-jearim.\n"},{"number":6,"text":"And David went up, and all Israel, to Baalah, \\add that is\\add*,\nto Kirjath-jearim, which \\add belonged\\add* to Judah, to bring up\nthence the ark of God the \\nd LORD\\nd*, that dwelleth \\add between\\add*\nthe cherubims, whose name is called \\add on it\\add*. \n"},{"number":7,"text":"And they carried the ark of God in a new cart out of the house\nof Abinadab: and Uzza and Ahio drave the cart.\\f + \\fr 13.7  \\ft carried…: Heb. made the ark to\nride\\f* \n"},{"number":8,"text":"And David and all Israel played before God with all \\add their\\add*\nmight, and with singing, and with harps, and with psalteries, and with\ntimbrels, and with cymbals, and with trumpets.\\f + \\fr 13.8  \\ft singing: Heb.\nsongs\\f* \n\n"},{"number":9,"text":"¶ And when they came unto the threshingfloor of Chidon, Uzza\nput forth his hand to hold the ark; for the oxen stumbled.\\f + \\fr 13.9 \n\\ft Chidon: also called Nachon\\f*\\f + \\fr 13.9  \\ft stumbled: or, shook\nit\\f* \n"},{"number":10,"text":"And the anger of the \\nd LORD\\nd* was kindled against Uzza,\nand he smote him, because he put his hand to the ark: and there he\ndied before God. \n"},{"number":11,"text":"And David was displeased, because the \\nd LORD\\nd* had made\na breach upon Uzza: wherefore that place is called Perez-uzza to this\nday.\\f + \\fr 13.11  \\ft Perez-uzza: that is, The breach of Uzza\\f*\n"},{"number":12,"text":"And David was afraid of God that day, saying, How shall I\nbring the ark of God \\add home\\add* to me? \n"},{"number":13,"text":"So David brought not the ark \\add home\\add* to himself to the\ncity of David, but carried it aside into the house of Obed-edom the\nGittite.\\f + \\fr 13.13  \\ft brought: Heb. removed\\f* \n"},{"number":14,"text":"And the ark of God remained with the family of Obed-edom in his\nhouse three months. And the \\nd LORD\\nd* blessed the house of Obed-edom, and all that he had.\n"}],"number":13},{"verses":[{"number":1,"text":"Now Hiram king of Tyre sent messengers to David, and timber\nof cedars, with masons and carpenters, to build him an house. \n"},{"number":2,"text":"And David perceived that the \\nd LORD\\nd* had confirmed him\nking over Israel, for his kingdom was lifted up on high, because of his\npeople Israel. \n\n"},{"number":3,"text":"¶ And David took more wives at Jerusalem: and David begat  more\nsons and daughters.\\f + \\fr 14.3  \\ft more: Heb. yet\\f* \n"},{"number":4,"text":"Now these \\add are\\add* the names of \\add his\\add* children\nwhich he had in Jerusalem; Shammua, and Shobab, Nathan, and Solomon,\n"},{"number":5,"text":"And Ibhar, and Elishua, and Elpalet, \n"},{"number":6,"text":"And Nogah, and Nepheg, and Japhia, \n"},{"number":7,"text":"And Elishama, and Beeliada, and Eliphalet.\\f + \\fr 14.7  \\ft Beeliada: also called,\nEliada\\f* \n\n"},{"number":8,"text":"¶ And when the Philistines heard that David was anointed king\nover all Israel, all the Philistines went up to seek David. And David\nheard \\add of it\\add*, and went out against them. \n"},{"number":9,"text":"And the Philistines came and spread themselves in the valley\nof Rephaim. \n"},{"number":10,"text":"And David enquired of God, saying, Shall I go up against the\nPhilistines? and wilt thou deliver them into mine hand? And the \\nd LORD\\nd*\nsaid unto him, Go up; for I will deliver them into thine hand. \n"},{"number":11,"text":"So they came up to Baal-perazim; and David smote them there. Then\nDavid said, God hath broken in upon mine enemies by mine hand like the breaking\nforth of waters: therefore they called the name of that place Baal-perazim.\\f + \\fr 14.11 \n\\ft Baal-perazim: that is, A place of breaches\\f* \n"},{"number":12,"text":"And when they had left their gods there, David gave a commandment,\nand they were burned with fire. \n"},{"number":13,"text":"And the Philistines yet again spread themselves abroad in the\nvalley. \n"},{"number":14,"text":"Therefore David enquired again of God; and God said unto him, Go not\nup after them; turn away from them, and come upon them over against\nthe mulberry trees. \n"},{"number":15,"text":"And it shall be, when thou shalt hear a sound of going in the\ntops of the mulberry trees, \\add that\\add* then thou shalt go out\nto battle: for God is gone forth before thee to smite the host of the\nPhilistines. \n"},{"number":16,"text":"David therefore did as God commanded him: and they smote the\nhost of the Philistines from Gibeon even to Gazer.\\f + \\fr 14.16 \n\\ft Gibeon: also called, Geba\\f* \n"},{"number":17,"text":"And the fame of David went out into all lands; and the \\nd LORD\\nd*\nbrought the fear of him upon all nations. \n"}],"number":14},{"verses":[{"number":1,"text":"And \\add David\\add* made him houses in the city of David, and\nprepared a place for the ark of God, and pitched for it a tent. \n"},{"number":2,"text":"Then David said, None ought to carry the ark of God but the\nLevites: for them hath the \\nd LORD\\nd* chosen to carry the ark of\nGod, and to minister unto him for ever.\\f + \\fr 15.2  \\ft None…: Heb. It is not to carry the ark of God, but for the\nLevites\\f* \n"},{"number":3,"text":"And David gathered all Israel together to Jerusalem, to bring\nup the ark of the \\nd LORD\\nd* unto his place, which he had prepared for it.\n"},{"number":4,"text":"And David assembled the children of Aaron, and the Levites:\n"},{"number":5,"text":"Of the sons of Kohath; Uriel the chief, and his brethren an\nhundred and twenty:\\f + \\fr 15.5  \\ft brethren: or, kinsmen\\f* \n"},{"number":6,"text":"Of the sons of Merari; Asaiah the chief, and his brethren two\nhundred and twenty: \n"},{"number":7,"text":"Of the sons of Gershom; Joel the chief, and his brethren an\nhundred and thirty: \n"},{"number":8,"text":"Of the sons of Elizaphan; Shemaiah the chief, and his brethren\ntwo hundred: \n"},{"number":9,"text":"Of the sons of Hebron; Eliel the chief, and his brethren fourscore:\n"},{"number":10,"text":"Of the sons of Uzziel; Amminadab the chief, and his brethren\nan hundred and twelve. \n"},{"number":11,"text":"And David called for Zadok and Abiathar the priests, and for the\nLevites, for Uriel, Asaiah, and Joel, Shemaiah, and Eliel, and Amminadab,\n"},{"number":12,"text":"And said unto them, Ye \\add are\\add* the chief of the fathers\nof the Levites: sanctify yourselves, \\add both\\add* ye and your brethren,\nthat ye may bring up the ark of the \\nd LORD\\nd* God of Israel unto\n\\add the place that\\add* I have prepared for it. \n"},{"number":13,"text":"For because ye \\add did it\\add* not at the first, the \\nd LORD\\nd*\nour God made a breach upon us, for that we sought him not after the due\norder. \n"},{"number":14,"text":"So the priests and the Levites sanctified themselves to bring\nup the ark of the \\nd LORD\\nd* God of Israel. \n"},{"number":15,"text":"And the children of the Levites bare the ark of God upon their\nshoulders with the staves thereon, as Moses commanded according to the\nword of the \\nd LORD\\nd*. \n"},{"number":16,"text":"And David spake to the chief of the Levites to appoint their\nbrethren \\add to be\\add* the singers with instruments of musick,\npsalteries and harps and cymbals, sounding, by lifting up the voice\nwith joy. \n"},{"number":17,"text":"So the Levites appointed Heman the son of Joel; and of his\nbrethren, Asaph the son of Berechiah; and of the sons of Merari their\nbrethren, Ethan the son of Kushaiah; \n"},{"number":18,"text":"And with them their brethren of the second \\add degree\\add*,\nZechariah, Ben, and Jaaziel, and Shemiramoth, and Jehiel, and Unni,\nEliab, and Benaiah, and Maaseiah, and Mattithiah, and Elipheleh,\nand Mikneiah, and Obed-edom, and Jeiel, the porters. \n"},{"number":19,"text":"So the singers, Heman, Asaph, and Ethan, \\add were appointed\\add*\nto sound with cymbals of brass; \n"},{"number":20,"text":"And Zechariah, and Aziel, and Shemiramoth, and Jehiel, and\nUnni, and Eliab, and Maaseiah, and Benaiah, with psalteries on Alamoth;\n"},{"number":21,"text":"And Mattithiah, and Elipheleh, and Mikneiah, and Obed-edom,\nand Jeiel, and Azaziah, with harps on the Sheminith to excel.\\f + \\fr 15.21 \n\\ft on the…: or, on the eighth to oversee\\f* \n"},{"number":22,"text":"And Chenaniah, chief of the Levites, \\add was\\add* for song:\nhe instructed about the song, because he \\add was\\add* skilful.\\f + \\fr 15.22 \n\\ft was for…: or, was for the carriage: he instructed about the carriage\\f*\\f + \\fr 15.22 \n\\ft song: Heb. lifting up\\f* \n"},{"number":23,"text":"And Berechiah and Elkanah \\add were\\add* doorkeepers for the\nark. \n"},{"number":24,"text":"And Shebaniah, and Jehoshaphat, and Nethaneel, and Amasai,\nand Zechariah, and Benaiah, and Eliezer, the priests, did blow with the\ntrumpets before the ark of God: and Obed-edom and Jehiah \\add were\\add*\ndoorkeepers for the ark. \n\n"},{"number":25,"text":"¶ So David, and the elders of Israel, and the captains over\nthousands, went to bring up the ark of the covenant of the \\nd LORD\\nd*\nout of the house of Obed-edom with joy. \n"},{"number":26,"text":"And it came to pass, when God helped the Levites that bare\nthe ark of the covenant of the \\nd LORD\\nd*, that they offered seven\nbullocks and seven rams. \n"},{"number":27,"text":"And David \\add was\\add* clothed with a robe of fine linen,\nand all the Levites that bare the ark, and the singers, and Chenaniah\nthe master of the song with the singers: David also \\add had\\add*\nupon him an ephod of linen.\\f + \\fr 15.27  \\ft song: or, carriage\\f*\n"},{"number":28,"text":"Thus all Israel brought up the ark of the covenant of the\n\\nd LORD\\nd* with shouting, and with sound of the cornet, and with\ntrumpets, and with cymbals, making a noise with psalteries and harps.\n\n"},{"number":29,"text":"¶ And it came to pass, \\add as\\add* the ark of the covenant\nof the \\nd LORD\\nd* came to the city of David, that Michal the daughter\nof Saul looking out at a window saw king David dancing and playing:\nand she despised him in her heart. \n"}],"number":15},{"verses":[{"number":1,"text":"So they brought the ark of God, and set it in the midst of the\ntent that David had pitched for it: and they offered burnt sacrifices\nand peace offerings before God. \n"},{"number":2,"text":"And when David had made an end of offering the burnt offerings\nand the peace offerings, he blessed the people in the name of the\n\\nd LORD\\nd*. \n"},{"number":3,"text":"And he dealt to every one of Israel, both man and woman, to every\none a loaf of bread, and a good piece of flesh, and a flagon \\add of\nwine\\add*. \n\n"},{"number":4,"text":"¶ And he appointed \\add certain\\add* of the Levites to minister\nbefore the ark of the \\nd LORD\\nd*, and to record, and to thank and\npraise the \\nd LORD\\nd* God of Israel: \n"},{"number":5,"text":"Asaph the chief, and next to him Zechariah, Jeiel, and Shemiramoth,\nand Jehiel, and Mattithiah, and Eliab, and Benaiah, and Obed-edom:\nand Jeiel with psalteries and with harps; but Asaph made a sound\nwith cymbals;\\f + \\fr 16.5  \\ft with psalteries…: Heb. with instruments of psalteries and\nharps\\f* \n"},{"number":6,"text":"Benaiah also and Jahaziel the priests with trumpets continually\nbefore the ark of the covenant of God. \n\n"},{"number":7,"text":"¶ Then on that day David delivered first \\add this psalm\\add*\nto thank the \\nd LORD\\nd* into the hand of Asaph and his brethren.\n"},{"number":8,"text":"Give thanks unto the \\nd LORD\\nd*, call upon his name, make\nknown his deeds among the people. \n"},{"number":9,"text":"Sing unto him, sing psalms unto him, talk ye of all his wondrous works.\n"},{"number":10,"text":"Glory ye in his holy name: let the heart of them rejoice that\nseek the \\nd LORD\\nd*. \n"},{"number":11,"text":"Seek the \\nd LORD\\nd* and his strength, seek his face continually.\n"},{"number":12,"text":"Remember his marvellous works that he hath done, his wonders,\nand the judgments of his mouth; \n"},{"number":13,"text":"O ye seed of Israel his servant, ye children of Jacob, his chosen\nones. \n"},{"number":14,"text":"He \\add is\\add* the \\nd LORD\\nd* our God; his judgments \\add are\\add*\nin all the earth. \n"},{"number":15,"text":"Be ye mindful always of his covenant; the word \\add which\\add*\nhe commanded to a thousand generations; \n"},{"number":16,"text":"\\add Even of the covenant\\add* which he made with Abraham,\nand of his oath unto Isaac; \n"},{"number":17,"text":"And hath confirmed the same to Jacob for a law, \\add and\\add*\nto Israel \\add for\\add* an everlasting covenant, \n"},{"number":18,"text":"Saying, Unto thee will I give the land of Canaan, the lot\nof your inheritance;\\f + \\fr 16.18  \\ft the lot: Heb. the cord\\f*\n"},{"number":19,"text":"When ye were but few, even a few, and strangers in it.\\f + \\fr 16.19 \n\\ft few, even: Heb. men of number, etc\\f* \n"},{"number":20,"text":"And \\add when\\add* they went from nation to nation, and from\n\\add one\\add* kingdom to another people; \n"},{"number":21,"text":"He suffered no man to do them wrong: yea, he reproved kings for their sakes,\n"},{"number":22,"text":"\\add Saying\\add*, Touch not mine anointed, and do my prophets\nno harm. \n"},{"number":23,"text":"Sing unto the \\nd LORD\\nd*, all the earth; shew forth from\nday to day his salvation. \n"},{"number":24,"text":"Declare his glory among the heathen; his marvellous works\namong all nations. \n"},{"number":25,"text":"For great \\add is\\add* the \\nd LORD\\nd*, and greatly to be\npraised: he also \\add is\\add* to be feared above all gods. \n"},{"number":26,"text":"For all the gods of the people \\add are\\add* idols: but the\n\\nd LORD\\nd* made the heavens. \n"},{"number":27,"text":"Glory and honour \\add are\\add* in his presence; strength and\ngladness \\add are\\add* in his place. \n"},{"number":28,"text":"Give unto the \\nd LORD\\nd*, ye kindreds of the people, give\nunto the \\nd LORD\\nd* glory and strength. \n"},{"number":29,"text":"Give unto the \\nd LORD\\nd* the glory \\add due\\add* unto his\nname: bring an offering, and come before him: worship the \\nd LORD\\nd*\nin the beauty of holiness. \n"},{"number":30,"text":"Fear before him, all the earth: the world also shall be stable,\nthat it be not moved. \n"},{"number":31,"text":"Let the heavens be glad, and let the earth rejoice: and let\n\\add men\\add* say among the nations, The \\nd LORD\\nd* reigneth. \n"},{"number":32,"text":"Let the sea roar, and the fulness thereof: let the fields\nrejoice, and all that \\add is\\add* therein. \n"},{"number":33,"text":"Then shall the trees of the wood sing out at the presence\nof the \\nd LORD\\nd*, because he cometh to judge the earth. \n"},{"number":34,"text":"O give thanks unto the \\nd LORD\\nd*; for \\add he is\\add* good;\nfor his mercy \\add endureth\\add* for ever. \n"},{"number":35,"text":"And say ye, Save us, O God of our salvation, and gather us\ntogether, and deliver us from the heathen, that we may give thanks\nto thy holy name, \\add and\\add* glory in thy praise. \n"},{"number":36,"text":"Blessed \\add be\\add* the \\nd LORD\\nd* God of Israel for ever\nand ever. And all the people said, Amen, and praised the \\nd LORD\\nd*.\n\n"},{"number":37,"text":"¶ So he left there before the ark of the covenant of the \\nd LORD\\nd*\nAsaph and his brethren, to minister before the ark continually, as every\nday’s work required: \n"},{"number":38,"text":"And Obed-edom with their brethren, threescore and eight; Obed-edom\nalso the son of Jeduthun and Hosah \\add to be\\add* porters: \n"},{"number":39,"text":"And Zadok the priest, and his brethren the priests, before\nthe tabernacle of the \\nd LORD\\nd* in the high place that \\add was\\add*\nat Gibeon, \n"},{"number":40,"text":"To offer burnt offerings unto the \\nd LORD\\nd* upon the altar\nof the burnt offering continually morning and evening, and \\add to\ndo\\add* according to all that is written in the law of the \\nd LORD\\nd*,\nwhich he commanded Israel;\\f + \\fr 16.40  \\ft morning…: Heb. in the morning, and in the\nevening\\f* \n"},{"number":41,"text":"And with them Heman and Jeduthun, and the rest that were chosen,\nwho were expressed by name, to give thanks to the \\nd LORD\\nd*, because his\nmercy \\add endureth\\add* for ever; \n"},{"number":42,"text":"And with them Heman and Jeduthun with trumpets and cymbals\nfor those that should make a sound, and with musical instruments\nof God. And the sons of Jeduthun \\add were\\add* porters.\\f + \\fr 16.42 \n\\ft porters: Heb. for the gate\\f* \n"},{"number":43,"text":"And all the people departed every man to his house: and David\nreturned to bless his house. \n"}],"number":16},{"verses":[{"number":1,"text":"Now it came to pass, as David sat in his house, that David\nsaid to Nathan the prophet, Lo, I dwell in an house of cedars, but the\nark of the covenant of the \\nd LORD\\nd* \\add remaineth\\add* under\ncurtains. \n"},{"number":2,"text":"Then Nathan said unto David, Do all that \\add is\\add* in thine\nheart; for God \\add is\\add* with thee. \n\n"},{"number":3,"text":"¶ And it came to pass the same night, that the word of God came to\nNathan, saying, \n"},{"number":4,"text":"Go and tell David my servant, Thus saith the \\nd LORD\\nd*,\nThou shalt not build me an house to dwell in: \n"},{"number":5,"text":"For I have not dwelt in an house since the day that I brought\nup Israel unto this day; but have gone from tent to tent, and from\n\\add one\\add* tabernacle \\add to another\\add*.\\f + \\fr 17.5  \\ft have gone: Heb. have\nbeen\\f* \n"},{"number":6,"text":"Wheresoever I have walked with all Israel, spake I a word to\nany of the judges of Israel, whom I commanded to feed my people,\nsaying, Why have ye not built me an house of cedars? \n"},{"number":7,"text":"Now therefore thus shalt thou say unto my servant David, Thus\nsaith the \\nd LORD\\nd* of hosts, I took thee from the sheepcote,\n\\add even\\add* from following the sheep, that thou shouldest be ruler\nover my people Israel:\\f + \\fr 17.7  \\ft from following: Heb. from\nafter\\f* \n"},{"number":8,"text":"And I have been with thee whithersoever thou hast walked, and have cut\noff all thine enemies from before thee, and have made thee a name\nlike the name of the great men that \\add are\\add* in the earth. \n"},{"number":9,"text":"Also I will ordain a place for my people Israel, and will plant\nthem, and they shall dwell in their place, and shall be moved no more; neither shall the\nchildren of wickedness waste them any more, as at the beginning,\n"},{"number":10,"text":"And since the time that I commanded judges \\add to be\\add*\nover my people Israel. Moreover I will subdue all thine enemies.\nFurthermore I tell thee that the \\nd LORD\\nd* will build thee an\nhouse. \n\n"},{"number":11,"text":"¶ And it shall come to pass, when thy days be expired that thou must\ngo \\add to be\\add* with thy fathers, that I will raise up thy seed\nafter thee, which shall be of thy sons; and I will establish his\nkingdom. \n"},{"number":12,"text":"He shall build me an house, and I will stablish his throne\nfor ever. \n"},{"number":13,"text":"I will be his father, and he shall be my son: and I will not\ntake my mercy away from him, as I took \\add it\\add* from \\add him\\add*\nthat was before thee: \n"},{"number":14,"text":"But I will settle him in mine house and in my kingdom for\never: and his throne shall be established for evermore. \n"},{"number":15,"text":"According to all these words, and according to all this vision,\nso did Nathan speak unto David. \n\n"},{"number":16,"text":"¶ And David the king came and sat before the \\nd LORD\\nd*,\nand said, Who \\add am\\add* I, O \\nd LORD\\nd* God, and what \\add is\\add*\nmine house, that thou hast brought me hitherto? \n"},{"number":17,"text":"And \\add yet\\add* this was a small thing in thine eyes, O God; for thou hast\n\\add also\\add* spoken of thy servant’s house for a great while to\ncome, and hast regarded me according to the estate of a man of high\ndegree, O \\nd LORD\\nd* God. \n"},{"number":18,"text":"What can David \\add speak\\add* more to thee for the honour\nof thy servant? for thou knowest thy servant. \n"},{"number":19,"text":"O \\nd LORD\\nd*, for thy servant’s sake, and according to thine own\nheart, hast thou done all this greatness, in making known all \\add these\\add*\ngreat things.\\f + \\fr 17.19  \\ft great…: Heb. greatnesses\\f* \n"},{"number":20,"text":"O \\nd LORD\\nd*, \\add there is\\add* none like thee, neither\n\\add is there any\\add* God beside thee, according to all that we have\nheard with our ears. \n"},{"number":21,"text":"And what one nation in the earth \\add is\\add* like thy people\nIsrael, whom God went to redeem \\add to be\\add* his own people, to\nmake thee a name of greatness and terribleness, by driving out nations\nfrom before thy people, whom thou hast redeemed out of Egypt? \n"},{"number":22,"text":"For thy people Israel didst thou make thine own people for\never; and thou, \\nd LORD\\nd*, becamest their God. \n"},{"number":23,"text":"Therefore now, \\nd LORD\\nd*, let the thing that thou hast\nspoken concerning thy servant and concerning his house be established\nfor ever, and do as thou hast said. \n"},{"number":24,"text":"Let it even be established, that thy name may be magnified\nfor ever, saying, The \\nd LORD\\nd* of hosts \\add is\\add* the God\nof Israel, \\add even\\add* a God to Israel: and \\add let\\add* the\nhouse of David thy servant \\add be\\add* established before thee.\n"},{"number":25,"text":"For thou, O my God, hast told thy servant that thou wilt build\nhim an house: therefore thy servant hath found \\add in his heart\\add*\nto pray before thee.\\f + \\fr 17.25  \\ft hast…: Heb. hast revealed the ear of thy\nservant\\f* \n"},{"number":26,"text":"And now, \\nd LORD\\nd*, thou art God, and hast promised this\ngoodness unto thy servant: \n"},{"number":27,"text":"Now therefore let it please thee to bless the house of thy\nservant, that it may be before thee for ever: for thou blessest,\nO \\nd LORD\\nd*, and \\add it shall be\\add* blessed for ever.\\f + \\fr 17.27 \n\\ft let…: or, it hath pleased thee\\f* \n"}],"number":17},{"verses":[{"number":1,"text":"Now after this it came to pass, that David smote the Philistines,\nand subdued them, and took Gath and her towns out of the hand of the\nPhilistines. \n"},{"number":2,"text":"And he smote Moab; and the Moabites became David’s servants,\n\\add and\\add* brought gifts. \n\n"},{"number":3,"text":"¶ And David smote Hadarezer king of Zobah unto Hamath, as he\nwent to stablish his dominion by the river Euphrates.\\f + \\fr 18.3 \n\\ft Hadarezer: or, Hadadezer\\f* \n"},{"number":4,"text":"And David took from him a thousand chariots, and seven thousand\nhorsemen, and twenty thousand footmen: David also houghed all the\nchariot \\add horses\\add*, but reserved of them an hundred chariots.\\f + \\fr 18.4 \n\\ft seven…: or, seven hundred\\f* \n"},{"number":5,"text":"And when the Syrians of Damascus came to help Hadarezer king\nof Zobah, David slew of the Syrians two and twenty thousand men.\\f + \\fr 18.5 \n\\ft Damascus: Heb. Darmesek\\f* \n"},{"number":6,"text":"Then David put \\add garrisons\\add* in Syria-damascus; and the\nSyrians became David’s servants, \\add and\\add* brought gifts. Thus the\n\\nd LORD\\nd* preserved David whithersoever he went. \n"},{"number":7,"text":"And David took the shields of gold that were on the servants\nof Hadarezer, and brought them to Jerusalem. \n"},{"number":8,"text":"Likewise from Tibhath, and from Chun, cities of Hadarezer,\nbrought David very much brass, wherewith Solomon made the brasen\nsea, and the pillars, and the vessels of brass.\\f + \\fr 18.8  \\ft Tibhath…: called in the book of Samuel Betah, and\nBerothai\\f* \n\n"},{"number":9,"text":"¶ Now when Tou king of Hamath heard how David had smitten all the\nhost of Hadarezer king of Zobah;\\f + \\fr 18.9  \\ft Tou: also called,\nToi\\f* \n"},{"number":10,"text":"He sent Hadoram his son to king David, to enquire of his welfare,\nand to congratulate him, because he had fought against Hadarezer,\nand smitten him; (for Hadarezer had war with Tou;) and \\add with\nhim\\add* all manner of vessels of gold and silver and brass.\\f + \\fr 18.10 \n\\ft Hadoram: also called, Joram\\f*\\f + \\fr 18.10  \\ft to enquire…: or, to\nsalute\\f*\\f + \\fr 18.10  \\ft to congratulate: Heb. to bless\\f*\\f + \\fr 18.10 \n\\ft had war: Heb. was the man of wars\\f* \n\n"},{"number":11,"text":"¶ Them also king David dedicated unto the \\nd LORD\\nd*, with the\nsilver and the gold that he brought from all \\add these\\add* nations;\nfrom Edom, and from Moab, and from the children of Ammon, and from the\nPhilistines, and from Amalek. \n"},{"number":12,"text":"Moreover Abishai the son of Zeruiah slew of the Edomites in the\nvalley of salt eighteen thousand.\\f + \\fr 18.12  \\ft Abishai: Heb.\nAbshai\\f* \n\n"},{"number":13,"text":"¶ And he put garrisons in Edom; and all the Edomites became\nDavid’s servants. Thus the \\nd LORD\\nd* preserved David whithersoever he\nwent. \n\n"},{"number":14,"text":"¶ So David reigned over all Israel, and executed judgment and\njustice among all his people. \n"},{"number":15,"text":"And Joab the son of Zeruiah \\add was\\add* over the host; and\nJehoshaphat the son of Ahilud, recorder.\\f + \\fr 18.15  \\ft recorder: or,\nremembrancer\\f* \n"},{"number":16,"text":"And Zadok the son of Ahitub, and Abimelech the son of Abiathar,\n\\add were\\add* the priests; and Shavsha was scribe;\\f + \\fr 18.16 \n\\ft Abimelech: also called, Ahimelech\\f*\\f + \\fr 18.16  \\ft Shavsha: also called Seraiah or\nShisha\\f* \n"},{"number":17,"text":"And Benaiah the son of Jehoiada \\add was\\add* over the Cherethites\nand the Pelethites; and the sons of David \\add were\\add* chief about\nthe king.\\f + \\fr 18.17  \\ft about…: Heb. at the hand of the king\\f*\n"}],"number":18},{"verses":[{"number":1,"text":"Now it came to pass after this, that Nahash the king of the\nchildren of Ammon died, and his son reigned in his stead. \n"},{"number":2,"text":"And David said, I will shew kindness unto Hanun the son of\nNahash, because his father shewed kindness to me. And David sent\nmessengers to comfort him concerning his father. So the servants\nof David came into the land of the children of Ammon to Hanun, to\ncomfort him. \n"},{"number":3,"text":"But the princes of the children of Ammon said to Hanun, Thinkest\nthou that David doth honour thy father, that he hath sent comforters\nunto thee? are not his servants come unto thee for to search, and to\noverthrow, and to spy out the land?\\f + \\fr 19.3  \\ft Thinkest…: Heb. In thine eyes doth David,\netc\\f* \n"},{"number":4,"text":"Wherefore Hanun took David’s servants, and shaved them, and cut\noff their garments in the midst hard by their buttocks, and sent them\naway. \n"},{"number":5,"text":"Then there went \\add certain\\add*, and told David how the men\nwere served. And he sent to meet them: for the men were greatly ashamed.\nAnd the king said, Tarry at Jericho until your beards be grown, and\n\\add then\\add* return. \n\n"},{"number":6,"text":"¶ And when the children of Ammon saw that they had made themselves\nodious to David, Hanun and the children of Ammon sent a thousand\ntalents of silver to hire them chariots and horsemen out of Mesopotamia,\nand out of Syria-maachah, and out of Zobah.\\f + \\fr 19.6  \\ft odious: Heb. to\nstink\\f* \n"},{"number":7,"text":"So they hired thirty and two thousand chariots, and the king\nof Maachah and his people; who came and pitched before Medeba. And the\nchildren of Ammon gathered themselves together from their cities,\nand came to battle. \n"},{"number":8,"text":"And when David heard \\add of it\\add*, he sent Joab, and all the\nhost of the mighty men. \n"},{"number":9,"text":"And the children of Ammon came out, and put the battle in array\nbefore the gate of the city: and the kings that were come \\add were\\add*\nby themselves in the field. \n"},{"number":10,"text":"Now when Joab saw that the battle was set against him before\nand behind, he chose out of all the choice of Israel, and put \\add them\\add*\nin array against the Syrians.\\f + \\fr 19.10  \\ft the battle…: Heb. the face of the battle\nwas\\f*\\f + \\fr 19.10  \\ft choice: or, young men\\f* \n"},{"number":11,"text":"And the rest of the people he delivered unto the hand of Abishai\nhis brother, and they set \\add themselves\\add* in array against the\nchildren of Ammon.\\f + \\fr 19.11  \\ft Abishai: Heb. Abshai\\f* \n"},{"number":12,"text":"And he said, If the Syrians be too strong for me, then thou shalt\nhelp me: but if the children of Ammon be too strong for thee, then I will\nhelp thee. \n"},{"number":13,"text":"Be of good courage, and let us behave ourselves valiantly\nfor our people, and for the cities of our God: and let the \\nd LORD\\nd*\ndo \\add that which is\\add* good in his sight. \n"},{"number":14,"text":"So Joab and the people that \\add were\\add* with him drew nigh\nbefore the Syrians unto the battle; and they fled before him. \n"},{"number":15,"text":"And when the children of Ammon saw that the Syrians were fled,\nthey likewise fled before Abishai his brother, and entered into the\ncity. Then Joab came to Jerusalem. \n\n"},{"number":16,"text":"¶ And when the Syrians saw that they were put to the worse\nbefore Israel, they sent messengers, and drew forth the Syrians that\n\\add were\\add* beyond the river: and Shophach the captain of the\nhost of Hadarezer \\add went\\add* before them.\\f + \\fr 19.16  \\ft river: that is,\nEuphrates\\f*\\f + \\fr 19.16  \\ft Shophach: also called, Shobach\\f*\n"},{"number":17,"text":"And it was told David; and he gathered all Israel, and passed\nover Jordan, and came upon them, and set \\add the battle\\add* in\narray against them. So when David had put the battle in array against\nthe Syrians, they fought with him. \n"},{"number":18,"text":"But the Syrians fled before Israel; and David slew of the\nSyrians seven thousand \\add men which fought in\\add* chariots, and\nforty thousand footmen, and killed Shophach the captain of the host.\n"},{"number":19,"text":"And when the servants of Hadarezer saw that they were put to the\nworse before Israel, they made peace with David, and became his servants:\nneither would the Syrians help the children of Ammon any more. \n"}],"number":19},{"verses":[{"number":1,"text":"And it came to pass, that after the year was expired, at the\ntime that kings go out \\add to battle\\add*, Joab led forth the power\nof the army, and wasted the country of the children of Ammon, and\ncame and besieged Rabbah. But David tarried at Jerusalem. And Joab\nsmote Rabbah, and destroyed it.\\f + \\fr 20.1  \\ft after…: Heb. at the return of the\nyear\\f* \n"},{"number":2,"text":"And David took the crown of their king from off his head, and\nfound it to weigh a talent of gold, and \\add there were\\add* precious\nstones in it; and it was set upon David’s head: and he brought also\nexceeding much spoil out of the city.\\f + \\fr 20.2  \\ft to weigh: Heb. the weight\nof\\f* \n"},{"number":3,"text":"And he brought out the people that \\add were\\add* in it, and\ncut \\add them\\add* with saws, and with harrows of iron, and with\naxes. Even so dealt David with all the cities of the children of\nAmmon. And David and all the people returned to Jerusalem. \n\n"},{"number":4,"text":"¶ And it came to pass after this, that there arose war at Gezer\nwith the Philistines; at which time Sibbechai the Hushathite slew\nSippai, \\add that was\\add* of the children of the giant: and they were\nsubdued.\\f + \\fr 20.4  \\ft arose: or, continued: Heb. stood\\f*\\f + \\fr 20.4 \n\\ft Gezer: also called, Gob\\f*\\f + \\fr 20.4  \\ft Sippai: also called,\nSaph\\f*\\f + \\fr 20.4  \\ft the giant: or, Rapha\\f* \n"},{"number":5,"text":"And there was war again with the Philistines; and Elhanan the\nson of Jair slew Lahmi the brother of Goliath the Gittite, whose\nspear staff \\add was\\add* like a weaver’s beam.\\f + \\fr 20.5  \\ft Jair: also called,\nJaare-oregim\\f* \n"},{"number":6,"text":"And yet again there was war at Gath, where was a man of \\add great\\add*\nstature, whose fingers and toes \\add were\\add* four and twenty, six\n\\add on each hand\\add*, and six \\add on each foot:\\add* and he also was the\nson of the giant.\\f + \\fr 20.6  \\ft great…: Heb. measure\\f*\\f + \\fr 20.6 \n\\ft the son…: Heb. born to the giant, or, Rapha\\f* \n"},{"number":7,"text":"But when he defied Israel, Jonathan the son of Shimea David’s\nbrother slew him.\\f + \\fr 20.7  \\ft defied: or, reproached\\f*\\f + \\fr 20.7 \n\\ft Shimea: also called Shammah\\f* \n"},{"number":8,"text":"These were born unto the giant in Gath; and they fell by the\nhand of David, and by the hand of his servants. \n"}],"number":20},{"verses":[{"number":1,"text":"And Satan stood up against Israel, and provoked David to number\nIsrael. \n"},{"number":2,"text":"And David said to Joab and to the rulers of the people, Go,\nnumber Israel from Beer-sheba even to Dan; and bring the number of them to me, that I may\nknow \\add it\\add*. \n"},{"number":3,"text":"And Joab answered, The \\nd LORD\\nd* make his people an hundred\ntimes so many more as they \\add be:\\add* but, my lord the king, \\add are\\add*\nthey not all my lord’s servants? why then doth my lord require this thing? why will he be a cause of\ntrespass to Israel? \n"},{"number":4,"text":"Nevertheless the king’s word prevailed against Joab. Wherefore\nJoab departed, and went throughout all Israel, and came to Jerusalem.\n\n"},{"number":5,"text":"¶ And Joab gave the sum of the number of the people unto David. And all\n\\add they of\\add* Israel were a thousand thousand and an hundred\nthousand men that drew sword: and Judah \\add was\\add* four hundred\nthreescore and ten thousand men that drew sword. \n"},{"number":6,"text":"But Levi and Benjamin counted he not among them: for the king’s\nword was abominable to Joab. \n\n"},{"number":7,"text":"And God was displeased with this thing; therefore he smote\nIsrael.\\f + \\fr 21.7  \\ft And…: Heb. And it was evil in the eyes of the\n\\+nd LORD\\+nd* concerning this thing\\f* \n"},{"number":8,"text":"And David said unto God, I have sinned greatly, because I have\ndone this thing: but now, I beseech thee, do away the iniquity of thy\nservant; for I have done very foolishly. \n\n"},{"number":9,"text":"¶ And the \\nd LORD\\nd* spake unto Gad, David’s seer, saying,\n"},{"number":10,"text":"Go and tell David, saying, Thus saith the \\nd LORD\\nd*, I\noffer thee three \\add things:\\add* choose thee one of them, that I may\ndo \\add it\\add* unto thee.\\f + \\fr 21.10  \\ft offer: Heb. stretch\nout\\f* \n"},{"number":11,"text":"So Gad came to David, and said unto him, Thus saith the \\nd LORD\\nd*,\nChoose thee\\f + \\fr 21.11  \\ft Choose…: Heb. Take to thee\\f* \n"},{"number":12,"text":"Either three years’ famine; or three months to be destroyed\nbefore thy foes, while that the sword of thine enemies overtaketh\n\\add thee;\\add* or else three days the sword of the \\nd LORD\\nd*,\neven the pestilence, in the land, and the angel of the \\nd LORD\\nd*\ndestroying throughout all the coasts of Israel. Now therefore advise\nthyself what word I shall bring again to him that sent me. \n"},{"number":13,"text":"And David said unto Gad, I am in a great strait: let me fall\nnow into the hand of the \\nd LORD\\nd*; for very great \\add are\\add*\nhis mercies: but let me not fall into the hand of man.\\f + \\fr 21.13 \n\\ft very great: or, very many\\f* \n\n"},{"number":14,"text":"¶ So the \\nd LORD\\nd* sent pestilence upon Israel: and there\nfell of Israel seventy thousand men. \n"},{"number":15,"text":"And God sent an angel unto Jerusalem to destroy it: and as he was\ndestroying, the \\nd LORD\\nd* beheld, and he repented him of the evil,\nand said to the angel that destroyed, It is enough, stay now thine\nhand. And the angel of the \\nd LORD\\nd* stood by the threshingfloor\nof Ornan the Jebusite.\\f + \\fr 21.15  \\ft Ornan: also called, Araunah\\f*\n"},{"number":16,"text":"And David lifted up his eyes, and saw the angel of the \\nd LORD\\nd*\nstand between the earth and the heaven, having a drawn sword in his\nhand stretched out over Jerusalem. Then David and the elders \\add of Israel, who\nwere\\add* clothed in sackcloth, fell upon their faces. \n"},{"number":17,"text":"And David said unto God, \\add Is it\\add* not I \\add that\\add*\ncommanded the people to be numbered? even I it is that have sinned\nand done evil indeed; but \\add as for\\add* these sheep, what have they\ndone? let thine hand, I pray thee, O \\nd LORD\\nd* my God, be on me, and on my\nfather’s house; but not on thy people, that they should be plagued.\n\n"},{"number":18,"text":"¶ Then the angel of the \\nd LORD\\nd* commanded Gad to say to\nDavid, that David should go up, and set up an altar unto the \\nd LORD\\nd*\nin the threshingfloor of Ornan the Jebusite. \n"},{"number":19,"text":"And David went up at the saying of Gad, which he spake in the\nname of the \\nd LORD\\nd*. \n"},{"number":20,"text":"And Ornan turned back, and saw the angel; and his four sons\nwith him hid themselves. Now Ornan was threshing wheat.\\f + \\fr 21.20 \n\\ft And Ornan…: or, When Ornan turned back and saw the angel, then he and his four sons with him hid\nthemselves\\f* \n"},{"number":21,"text":"And as David came to Ornan, Ornan looked and saw David, and went\nout of the threshingfloor, and bowed himself to David with \\add his\\add*\nface to the ground. \n"},{"number":22,"text":"Then David said to Ornan, Grant me the place of \\add this\\add*\nthreshingfloor, that I may build an altar therein unto the \\nd LORD\\nd*:\nthou shalt grant it me for the full price: that the plague may be\nstayed from the people.\\f + \\fr 21.22  \\ft Grant: Heb. Give\\f* \n"},{"number":23,"text":"And Ornan said unto David, Take \\add it\\add* to thee, and let my\nlord the king do \\add that which is\\add* good in his eyes: lo, I\ngive \\add thee\\add* the oxen \\add also\\add* for burnt offerings,\nand the threshing instruments for wood, and the wheat for the meat\noffering; I give it all. \n"},{"number":24,"text":"And king David said to Ornan, Nay; but I will verily buy it for the\nfull price: for I will not take \\add that\\add* which \\add is\\add*\nthine for the \\nd LORD\\nd*, nor offer burnt offerings without cost.\n"},{"number":25,"text":"So David gave to Ornan for the place six hundred shekels of\ngold by weight. \n"},{"number":26,"text":"And David built there an altar unto the \\nd LORD\\nd*, and\noffered burnt offerings and peace offerings, and called upon the\n\\nd LORD\\nd*; and he answered him from heaven by fire upon the altar\nof burnt offering. \n"},{"number":27,"text":"And the \\nd LORD\\nd* commanded  the angel; and he put up his\nsword again into the sheath thereof. \n\n"},{"number":28,"text":"¶ At that time when David saw that the \\nd LORD\\nd* had answered\nhim in the threshingfloor of Ornan the Jebusite, then he sacrificed there.\n"},{"number":29,"text":"For the tabernacle of the \\nd LORD\\nd*, which Moses made in the\nwilderness, and the altar of the burnt offering, \\add were\\add* at that\nseason in the high place at Gibeon. \n"},{"number":30,"text":"But David could not go before it to enquire of God: for he was\nafraid because of the sword of the angel of the \\nd LORD\\nd*. \n"}],"number":21},{"verses":[{"number":1,"text":"Then David said, This \\add is\\add* the house of the \\nd LORD\\nd*\nGod, and this \\add is\\add* the altar of the burnt offering for Israel.\n"},{"number":2,"text":"And David commanded to gather together the strangers that \\add were\\add*\nin the land of Israel; and he set masons to hew wrought stones to\nbuild the house of God. \n"},{"number":3,"text":"And David prepared iron in abundance for the nails for the\ndoors of the gates, and for the joinings; and brass in abundance\nwithout weight; \n"},{"number":4,"text":"Also cedar trees in abundance: for the Zidonians and they of\nTyre brought much cedar wood to David. \n"},{"number":5,"text":"And David said, Solomon my son \\add is\\add* young and tender,\nand the house \\add that is\\add* to be builded for the \\nd LORD\\nd*\n\\add must be\\add* exceeding magnifical, of fame and of glory throughout all\ncountries: I will \\add therefore\\add* now make preparation for it. So\nDavid prepared abundantly before his death. \n\n"},{"number":6,"text":"¶ Then he called for Solomon his son, and charged him to build\nan house for the \\nd LORD\\nd* God of Israel. \n"},{"number":7,"text":"And David said to Solomon, My son, as for me, it was in my\nmind to build an house unto the name of the \\nd LORD\\nd* my God:\n"},{"number":8,"text":"But the word of the \\nd LORD\\nd* came to me, saying, Thou hast\nshed blood abundantly, and hast made great wars: thou shalt not build\nan house unto my name, because thou hast shed much blood upon the\nearth in my sight. \n"},{"number":9,"text":"Behold, a son shall be born to thee, who shall be a man of\nrest; and I will give him rest from all his enemies round about:\nfor his name shall be Solomon, and I will give peace and quietness\nunto Israel in his days.\\f + \\fr 22.9  \\ft Solomon: that is, Peaceable\\f*\n"},{"number":10,"text":"He shall build an house for my name; and he shall be my son, and I\n\\add will be\\add* his father; and I will establish the throne of his\nkingdom over Israel for ever. \n"},{"number":11,"text":"Now, my son, the \\nd LORD\\nd* be with thee; and prosper thou, and\nbuild the house of the \\nd LORD\\nd* thy God, as he hath said of thee.\n"},{"number":12,"text":"Only the \\nd LORD\\nd* give thee wisdom and understanding,\nand give thee charge concerning Israel, that thou mayest keep the\nlaw of the \\nd LORD\\nd* thy God. \n"},{"number":13,"text":"Then shalt thou prosper, if thou takest heed to fulfil the\nstatutes and judgments which the \\nd LORD\\nd* charged Moses with concerning\nIsrael: be strong, and of good courage; dread not, nor be dismayed.\n"},{"number":14,"text":"Now, behold, in my trouble I have prepared for the house of the\n\\nd LORD\\nd* an hundred thousand talents of gold, and a thousand\nthousand talents of silver; and of brass and iron without weight;\nfor it is in abundance: timber also and stone have I prepared; and thou mayest\nadd thereto.\\f + \\fr 22.14  \\ft trouble: or, poverty\\f* \n"},{"number":15,"text":"Moreover \\add there are\\add* workmen with thee in abundance,\nhewers and workers of stone and timber, and all manner of cunning\nmen for every manner of work.\\f + \\fr 22.15  \\ft workers…: that is, masons and\ncarpenters\\f* \n"},{"number":16,"text":"Of the gold, the silver, and the brass, and the iron, \\add there\nis\\add* no number. Arise \\add therefore\\add*, and be doing, and the\n\\nd LORD\\nd* be with thee. \n\n"},{"number":17,"text":"¶ David also commanded all the princes of Israel to help Solomon\nhis son, \\add saying\\add*, \n"},{"number":18,"text":"\\add Is\\add* not the \\nd LORD\\nd* your God with you? and hath he\n\\add not\\add* given you rest on every side? for he hath given the\ninhabitants of the land into mine hand; and the land is subdued before\nthe \\nd LORD\\nd*, and before his people. \n"},{"number":19,"text":"Now set your heart and your soul to seek the \\nd LORD\\nd*\nyour God; arise therefore, and build ye the sanctuary of the \\nd LORD\\nd*\nGod, to bring the ark of the covenant of the \\nd LORD\\nd*, and the\nholy vessels of God, into the house that is to be built to the name\nof the \\nd LORD\\nd*. \n"}],"number":22},{"verses":[{"number":1,"text":"So when David was old and full of days, he made Solomon his\nson king over Israel. \n\n"},{"number":2,"text":"¶ And he gathered together all the princes of Israel, with the\npriests and the Levites. \n"},{"number":3,"text":"Now the Levites were numbered from the age of thirty years\nand upward: and their number by their polls, man by man, was thirty\nand eight thousand. \n"},{"number":4,"text":"Of which, twenty and four thousand \\add were\\add* to set forward\nthe work of the house of the \\nd LORD\\nd*; and six thousand \\add were\\add*\nofficers and judges:\\f + \\fr 23.4  \\ft set…: or, oversee\\f* \n"},{"number":5,"text":"Moreover four thousand \\add were\\add* porters; and four thousand\npraised the \\nd LORD\\nd* with the instruments which I made, \\add said\nDavid\\add*, to praise \\add therewith\\add*. \n"},{"number":6,"text":"And David divided them into courses among the sons of Levi,\n\\add namely\\add*, Gershon, Kohath, and Merari.\\f + \\fr 23.6  \\ft courses: Heb.\ndivisions\\f* \n\n"},{"number":7,"text":"¶ Of the Gershonites \\add were\\add*, Laadan, and Shimei.\\f + \\fr 23.7 \n\\ft Laadan: or, Libni\\f* \n"},{"number":8,"text":"The sons of Laadan; the chief \\add was\\add* Jehiel, and Zetham,\nand Joel, three. \n"},{"number":9,"text":"The sons of Shimei; Shelomith, and Haziel, and Haran, three. These\n\\add were\\add* the chief of the fathers of Laadan. \n"},{"number":10,"text":"And the sons of Shimei \\add were\\add*, Jahath, Zina, and Jeush,\nand Beriah. These four \\add were\\add* the sons of Shimei.\\f + \\fr 23.10 \n\\ft Zina: or, Zizah\\f* \n"},{"number":11,"text":"And Jahath was the chief, and Zizah the second: but Jeush\nand Beriah had not many sons; therefore they were in one reckoning, according to\n\\add their\\add* father’s house.\\f + \\fr 23.11  \\ft had…: Heb. did not multiply\nsons\\f* \n\n"},{"number":12,"text":"¶ The sons of Kohath; Amram, Izhar, Hebron, and Uzziel, four.\n"},{"number":13,"text":"The sons of Amram; Aaron and Moses: and Aaron was separated,\nthat he should sanctify the most holy things, he and his sons for\never, to burn incense before the \\nd LORD\\nd*, to minister unto him, and to\nbless in his name for ever. \n"},{"number":14,"text":"Now \\add concerning\\add* Moses the man of God, his sons were\nnamed of the tribe of Levi. \n"},{"number":15,"text":"The sons of Moses \\add were\\add*, Gershom, and Eliezer. \n"},{"number":16,"text":"Of the sons of Gershom, Shebuel \\add was\\add* the chief.\\f + \\fr 23.16 \n\\ft Shebuel: also called, Shubael\\f* \n"},{"number":17,"text":"And the sons of Eliezer \\add were\\add*, Rehabiah the chief.\nAnd Eliezer had none other sons; but the sons of Rehabiah were very\nmany.\\f + \\fr 23.17  \\ft the chief: or, the first\\f*\\f + \\fr 23.17 \n\\ft very many: Heb. highly multiplied\\f* \n"},{"number":18,"text":"Of the sons of Izhar; Shelomith the chief.\\f + \\fr 23.18 \n\\ft Shelomith: also called, Shelomoth\\f* \n"},{"number":19,"text":"Of the sons of Hebron; Jeriah the first, Amariah the second,\nJahaziel the third, and Jekameam the fourth. \n"},{"number":20,"text":"Of the sons of Uzziel; Michah the first, and Jesiah the second.\n\n"},{"number":21,"text":"¶ The sons of Merari; Mahli, and Mushi. The sons of Mahli;\nEleazar, and Kish. \n"},{"number":22,"text":"And Eleazar died, and had no sons, but daughters: and their\nbrethren the sons of Kish took them.\\f + \\fr 23.22  \\ft brethren: or,\nkinsmen\\f* \n"},{"number":23,"text":"The sons of Mushi; Mahli, and Eder, and Jeremoth, three. \n\n"},{"number":24,"text":"¶ These \\add were\\add* the sons of Levi after the house of their\nfathers; \\add even\\add* the chief of the fathers, as they were counted\nby number of names by their polls, that did the work for the service\nof the house of the \\nd LORD\\nd*, from the age of twenty years and\nupward. \n"},{"number":25,"text":"For David said, The \\nd LORD\\nd* God of Israel hath given\nrest unto his people, that they may dwell in Jerusalem for ever:\\f + \\fr 23.25 \n\\ft that…: or, and he dwelleth in Jerusalem, etc\\f* \n"},{"number":26,"text":"And also unto the Levites; they shall no \\add more\\add* carry\nthe tabernacle, nor any vessels of it for the service thereof. \n"},{"number":27,"text":"For by the last words of David the Levites \\add were\\add*\nnumbered from twenty years old and above:\\f + \\fr 23.27  \\ft numbered: Heb.\nnumber\\f* \n"},{"number":28,"text":"Because their office \\add was\\add* to wait on the sons of\nAaron for the service of the house of the \\nd LORD\\nd*, in the courts,\nand in the chambers, and in the purifying of all holy things, and the\nwork of the service of the house of God;\\f + \\fr 23.28  \\ft their…: Heb. their station was at the hand of the sons of\nAaron\\f* \n"},{"number":29,"text":"Both for the shewbread, and for the fine flour for meat offering,\nand for the unleavened cakes, and for \\add that which is baked in\\add*\nthe pan, and for that which is fried, and for all manner of measure\nand size;\\f + \\fr 23.29  \\ft pan: or, flat plate\\f* \n"},{"number":30,"text":"And to stand every morning to thank and praise the \\nd LORD\\nd*,\nand likewise at even; \n"},{"number":31,"text":"And to offer all burnt sacrifices unto the \\nd LORD\\nd* in the\nsabbaths, in the new moons, and on the set feasts, by number, according to the\norder commanded unto them, continually before the \\nd LORD\\nd*: \n"},{"number":32,"text":"And that they should keep the charge of the tabernacle of the\ncongregation, and the charge of the holy \\add place\\add*, and the\ncharge of the sons of Aaron their brethren, in the service of the\nhouse of the \\nd LORD\\nd*. \n"}],"number":23},{"verses":[{"number":1,"text":"Now \\add these are\\add* the divisions of the sons of Aaron.\nThe sons of Aaron; Nadab, and Abihu, Eleazar, and Ithamar. \n"},{"number":2,"text":"But Nadab and Abihu died before their father, and had no children:\ntherefore Eleazar and Ithamar executed the priest’s office. \n"},{"number":3,"text":"And David distributed them, both Zadok of the sons of Eleazar,\nand Ahimelech of the sons of Ithamar, according to their offices\nin their service. \n"},{"number":4,"text":"And there were more chief men found of the sons of Eleazar\nthan of the sons of Ithamar; and \\add thus\\add* were they divided.\nAmong the sons of Eleazar \\add there were\\add* sixteen chief men\nof the house of \\add their\\add* fathers, and eight among the sons\nof Ithamar according to the house of their fathers. \n"},{"number":5,"text":"Thus were they divided by lot, one sort with another; for the\ngovernors of the sanctuary, and governors \\add of the house\\add*\nof God, were of the sons of Eleazar, and of the sons of Ithamar.\n"},{"number":6,"text":"And Shemaiah the son of Nethaneel the scribe, \\add one\\add*\nof the Levites, wrote them before the king, and the princes, and\nZadok the priest, and Ahimelech the son of Abiathar, and \\add before\\add*\nthe chief of the fathers of the priests and Levites: one principal\nhousehold being taken for Eleazar, and \\add one\\add* taken for Ithamar.\\f + \\fr 24.6 \n\\ft principal…: Heb. house of the father\\f* \n"},{"number":7,"text":"Now the first lot came forth to Jehoiarib, the second to Jedaiah,\n"},{"number":8,"text":"The third to Harim, the fourth to Seorim, \n"},{"number":9,"text":"The fifth to Malchijah, the sixth to Mijamin, \n"},{"number":10,"text":"The seventh to Hakkoz, the eighth to Abijah, \n"},{"number":11,"text":"The ninth to Jeshua, the tenth to Shecaniah, \n"},{"number":12,"text":"The eleventh to Eliashib, the twelfth to Jakim, \n"},{"number":13,"text":"The thirteenth to Huppah, the fourteenth to Jeshebeab, \n"},{"number":14,"text":"The fifteenth to Bilgah, the sixteenth to Immer, \n"},{"number":15,"text":"The seventeenth to Hezir, the eighteenth to Aphses, \n"},{"number":16,"text":"The nineteenth to Pethahiah, the twentieth to Jehezekel, \n"},{"number":17,"text":"The one and twentieth to Jachin, the two and twentieth to\nGamul, \n"},{"number":18,"text":"The three and twentieth to Delaiah, the four and twentieth\nto Maaziah. \n"},{"number":19,"text":"These \\add were\\add* the orderings of them in their service\nto come into the house of the \\nd LORD\\nd*, according to their manner,\nunder Aaron their father, as the \\nd LORD\\nd* God of Israel had commanded him.\n\n"},{"number":20,"text":"¶ And the rest of the sons of Levi \\add were these:\\add* Of the\nsons of Amram; Shubael: of the sons of Shubael; Jehdeiah.\\f + \\fr 24.20 \n\\ft Shubael: also called, Shebuel\\f* \n"},{"number":21,"text":"Concerning Rehabiah: of the sons of Rehabiah, the first \\add was\\add*\nIsshiah. \n"},{"number":22,"text":"Of the Izharites; Shelomoth: of the sons of Shelomoth; Jahath.\\f + \\fr 24.22 \n\\ft Shelomoth: also called, Shelomith\\f* \n"},{"number":23,"text":"And the sons \\add of Hebron;\\add* Jeriah \\add the first\\add*,\nAmariah the second, Jahaziel the third, Jekameam the fourth. \n"},{"number":24,"text":"\\add Of\\add* the sons of Uzziel; Michah: of the sons of Michah;\nShamir. \n"},{"number":25,"text":"The brother of Michah \\add was\\add* Isshiah: of the sons of\nIsshiah; Zechariah. \n"},{"number":26,"text":"The sons of Merari \\add were\\add* Mahli and Mushi: the sons\nof Jaaziah; Beno. \n\n"},{"number":27,"text":"¶ The sons of Merari by Jaaziah; Beno, and Shoham, and Zaccur,\nand Ibri. \n"},{"number":28,"text":"Of Mahli \\add came\\add* Eleazar, who had no sons. \n"},{"number":29,"text":"Concerning Kish: the son of Kish \\add was\\add* Jerahmeel.\n"},{"number":30,"text":"The sons also of Mushi; Mahli, and Eder, and Jerimoth. These\n\\add were\\add* the sons of the Levites after the house of their fathers.\n"},{"number":31,"text":"These likewise cast lots over against their brethren the sons\nof Aaron in the presence of David the king, and Zadok, and Ahimelech,\nand the chief of the fathers of the priests and Levites, even the\nprincipal fathers over against their younger brethren. \n"}],"number":24},{"verses":[{"number":1,"text":"Moreover David and the captains of the host separated  to the\nservice of the sons of Asaph, and of Heman, and of Jeduthun, who should\nprophesy with harps, with psalteries, and with cymbals: and the number\nof the workmen according to their service was: \n"},{"number":2,"text":"Of the sons of Asaph; Zaccur, and Joseph, and Nethaniah, and\nAsarelah, the sons of Asaph under the hands of Asaph, which prophesied\naccording to the order of the king.\\f + \\fr 25.2  \\ft Asarelah: otherwise called\nJesharelah\\f*\\f + \\fr 25.2  \\ft according…: Heb. by the hands of the\nking\\f* \n"},{"number":3,"text":"Of Jeduthun: the sons of Jeduthun; Gedaliah, and Zeri, and\nJeshaiah, Hashabiah, and Mattithiah, six, under the hands of their\nfather Jeduthun, who prophesied with a harp, to give thanks and to\npraise the \\nd LORD\\nd*.\\f + \\fr 25.3  \\ft Zeri: or, Izri\\f* \n"},{"number":4,"text":"Of Heman: the sons of Heman; Bukkiah, Mattaniah, Uzziel, Shebuel,\nand Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamti-ezer,\nJoshbekashah, Mallothi, Hothir, \\add and\\add* Mahazioth:\\f + \\fr 25.4 \n\\ft Uzziel: also called, Azareel\\f*\\f + \\fr 25.4  \\ft Shebuel: also called,\nShubael\\f* \n"},{"number":5,"text":"All these \\add were\\add* the sons of Heman the king’s seer in the\nwords of God, to lift up the horn. And God gave to Heman fourteen\nsons and three daughters.\\f + \\fr 25.5  \\ft words: or, matters\\f*\n"},{"number":6,"text":"All these \\add were\\add* under the hands of their father for\nsong \\add in\\add* the house of the \\nd LORD\\nd*, with cymbals, psalteries,\nand harps, for the service of the house of God, according to the\nking’s order to Asaph, Jeduthun, and Heman.\\f + \\fr 25.6  \\ft according…: Heb. by the hands of the\nking\\f* \n"},{"number":7,"text":"So the number of them, with their brethren that were instructed\nin the songs of the \\nd LORD\\nd*, \\add even\\add* all that were cunning,\nwas two hundred fourscore and eight. \n\n"},{"number":8,"text":"¶ And they cast lots, ward against \\add ward\\add*, as well the\nsmall as the great, the teacher as the scholar. \n"},{"number":9,"text":"Now the first lot came forth for Asaph to Joseph: the second\nto Gedaliah, who with his brethren and sons \\add were\\add* twelve:\n"},{"number":10,"text":"The third to Zaccur, \\add he\\add*, his sons, and his brethren,\n\\add were\\add* twelve: \n"},{"number":11,"text":"The fourth to Izri, \\add he\\add*, his sons, and his brethren,\n\\add were\\add* twelve: \n"},{"number":12,"text":"The fifth to Nethaniah, \\add he\\add*, his sons, and his brethren,\n\\add were\\add* twelve: \n"},{"number":13,"text":"The sixth to Bukkiah, \\add he\\add*, his sons, and his brethren,\n\\add were\\add* twelve: \n"},{"number":14,"text":"The seventh to Jesharelah, \\add he\\add*, his sons, and his\nbrethren, \\add were\\add* twelve: \n"},{"number":15,"text":"The eighth to Jeshaiah, \\add he\\add*, his sons, and his brethren,\n\\add were\\add* twelve: \n"},{"number":16,"text":"The ninth to Mattaniah, \\add he\\add*, his sons, and his brethren,\n\\add were\\add* twelve: \n"},{"number":17,"text":"The tenth to Shimei, \\add he\\add*, his sons, and his brethren,\n\\add were\\add* twelve: \n"},{"number":18,"text":"The eleventh to Azareel, \\add he\\add*, his sons, and his brethren,\n\\add were\\add* twelve: \n"},{"number":19,"text":"The twelfth to Hashabiah, \\add he\\add*, his sons, and his\nbrethren, \\add were\\add* twelve: \n"},{"number":20,"text":"The thirteenth to Shubael, \\add he\\add*, his sons, and his\nbrethren, \\add were\\add* twelve: \n"},{"number":21,"text":"The fourteenth to Mattithiah, \\add he\\add*, his sons, and his\nbrethren, \\add were\\add* twelve: \n"},{"number":22,"text":"The fifteenth to Jeremoth, \\add he\\add*, his sons, and his\nbrethren, \\add were\\add* twelve: \n"},{"number":23,"text":"The sixteenth to Hananiah, \\add he\\add*, his sons, and his\nbrethren, \\add were\\add* twelve: \n"},{"number":24,"text":"The seventeenth to Joshbekashah, \\add he\\add*, his sons, and his\nbrethren, \\add were\\add* twelve: \n"},{"number":25,"text":"The eighteenth to Hanani, \\add he\\add*, his sons, and his\nbrethren, \\add were\\add* twelve: \n"},{"number":26,"text":"The nineteenth to Mallothi, \\add he\\add*, his sons, and his\nbrethren, \\add were\\add* twelve: \n"},{"number":27,"text":"The twentieth to Eliathah, \\add he\\add*, his sons, and his\nbrethren, \\add were\\add* twelve: \n"},{"number":28,"text":"The one and twentieth to Hothir, \\add he\\add*, his sons, and his\nbrethren, \\add were\\add* twelve: \n"},{"number":29,"text":"The two and twentieth to Giddalti, \\add he\\add*, his sons,\nand his brethren, \\add were\\add* twelve: \n"},{"number":30,"text":"The three and twentieth to Mahazioth, \\add he\\add*, his sons,\nand his brethren, \\add were\\add* twelve: \n"},{"number":31,"text":"The four and twentieth to Romamti-ezer, \\add he\\add*, his\nsons, and his brethren, \\add were\\add* twelve. \n"}],"number":25},{"verses":[{"number":1,"text":"Concerning the divisions of the porters: Of the Korhites \\add was\\add*\nMeshelemiah the son of Kore, of the sons of Asaph.\\f + \\fr 26.1 \n\\ft Meshelemiah: also called, Shelemiah\\f*\\f + \\fr 26.1  \\ft Asaph: also called,\nEbiasaph\\f* \n"},{"number":2,"text":"And the sons of Meshelemiah \\add were\\add*, Zechariah the firstborn,\nJediael the second, Zebadiah the third, Jathniel the fourth, \n"},{"number":3,"text":"Elam the fifth, Jehohanan the sixth, Elioenai the seventh.\n"},{"number":4,"text":"Moreover the sons of Obed-edom \\add were\\add*, Shemaiah the\nfirstborn, Jehozabad the second, Joah the third, and Sacar the fourth,\nand Nethaneel the fifth, \n"},{"number":5,"text":"Ammiel the sixth, Issachar the seventh, Peulthai the eighth:\nfor God blessed him.\\f + \\fr 26.5  \\ft him: that is, Obed-edom\\f*\n"},{"number":6,"text":"Also unto Shemaiah his son were sons born, that ruled throughout the\nhouse of their father: for they \\add were\\add* mighty men of valour.\n"},{"number":7,"text":"The sons of Shemaiah; Othni, and Rephael, and Obed, Elzabad,\nwhose brethren \\add were\\add* strong men, Elihu, and Semachiah. \n"},{"number":8,"text":"All these of the sons of Obed-edom: they and their sons and their\nbrethren, able men for strength for the service, \\add were\\add* threescore\nand two of Obed-edom. \n"},{"number":9,"text":"And Meshelemiah had sons and brethren, strong men, eighteen.\n"},{"number":10,"text":"Also Hosah, of the children of Merari, had sons; Simri the\nchief, (for \\add though\\add* he was not the firstborn, yet his father\nmade him the chief;) \n"},{"number":11,"text":"Hilkiah the second, Tebaliah the third, Zechariah the fourth:\nall the sons and brethren of Hosah \\add were\\add* thirteen. \n"},{"number":12,"text":"Among these \\add were\\add* the divisions of the porters, \\add even\\add*\namong the chief men, \\add having\\add* wards one against another,\nto minister in the house of the \\nd LORD\\nd*. \n\n"},{"number":13,"text":"¶ And they cast lots, as well the small as the great, according to the\nhouse of their fathers, for every gate.\\f + \\fr 26.13  \\ft as well…: or, as well for the small as for the\ngreat\\f* \n"},{"number":14,"text":"And the lot eastward fell to Shelemiah. Then for Zechariah\nhis son, a wise counsellor, they cast lots; and his lot came out\nnorthward.\\f + \\fr 26.14  \\ft Shelemiah: also called Meshelemiah\\f*\n"},{"number":15,"text":"To Obed-edom southward; and to his sons the house of Asuppim.\\f + \\fr 26.15 \n\\ft Asuppim: Heb. gatherings\\f* \n"},{"number":16,"text":"To Shuppim and Hosah \\add the lot came forth\\add* westward,\nwith the gate Shallecheth, by the causeway of the going up, ward\nagainst ward. \n"},{"number":17,"text":"Eastward \\add were\\add* six Levites, northward four a day,\nsouthward four a day, and toward Asuppim two \\add and\\add* two. \n"},{"number":18,"text":"At Parbar westward, four at the causeway, \\add and\\add* two\nat Parbar. \n"},{"number":19,"text":"These \\add are\\add* the divisions of the porters among the\nsons of Kore, and among the sons of Merari. \n\n"},{"number":20,"text":"¶ And of the Levites, Ahijah \\add was\\add* over the treasures\nof the house of God, and over the treasures of the dedicated things.\\f + \\fr 26.20 \n\\ft dedicated…: Heb. holy things\\f* \n"},{"number":21,"text":"\\add As concerning\\add* the sons of Laadan; the sons of the\nGershonite Laadan, chief fathers, \\add even\\add* of Laadan the Gershonite,\n\\add were\\add* Jehieli.\\f + \\fr 26.21  \\ft Laadan: also called, Libni\\f*\\f + \\fr 26.21 \n\\ft Jehieli: also called, Jehiel\\f* \n"},{"number":22,"text":"The sons of Jehieli; Zetham, and Joel his brother, \\add which\nwere\\add* over the treasures of the house of the \\nd LORD\\nd*. \n"},{"number":23,"text":"Of the Amramites, \\add and\\add* the Izharites, the Hebronites,\n\\add and\\add* the Uzzielites: \n"},{"number":24,"text":"And Shebuel the son of Gershom, the son of Moses, \\add was\\add*\nruler of the treasures. \n"},{"number":25,"text":"And his brethren by Eliezer; Rehabiah his son, and Jeshaiah\nhis son, and Joram his son, and Zichri his son, and Shelomith his\nson. \n"},{"number":26,"text":"Which Shelomith and his brethren \\add were\\add* over all the\ntreasures of the dedicated things, which David the king, and the\nchief fathers, the captains over thousands and hundreds, and the\ncaptains of the host, had dedicated. \n"},{"number":27,"text":"Out of the spoils won in battles did they dedicate to maintain\nthe house of the \\nd LORD\\nd*.\\f + \\fr 26.27  \\ft spoils…: Heb. battles and\nspoils\\f* \n"},{"number":28,"text":"And all that Samuel the seer, and Saul the son of Kish, and\nAbner the son of Ner, and Joab the son of Zeruiah, had dedicated;\n\\add and\\add* whosoever had dedicated \\add any thing, it was\\add*\nunder the hand of Shelomith, and of his brethren. \n\n"},{"number":29,"text":"¶ Of the Izharites, Chenaniah and his sons \\add were\\add* for the\noutward business over Israel, for officers and judges. \n"},{"number":30,"text":"\\add And\\add* of the Hebronites, Hashabiah and his brethren,\nmen of valour, a thousand and seven hundred, \\add were\\add* officers\namong them of Israel on this side Jordan westward in all the business\nof the \\nd LORD\\nd*, and in the service of the king.\\f + \\fr 26.30 \n\\ft officers…: Heb. over the charge\\f* \n"},{"number":31,"text":"Among the Hebronites \\add was\\add* Jerijah the chief, \\add even\\add*\namong the Hebronites, according to the generations of his fathers.\nIn the fortieth year of the reign of David they were sought for, and there were\nfound among them mighty men of valour at Jazer of Gilead. \n"},{"number":32,"text":"And his brethren, men of valour, \\add were\\add* two thousand\nand seven hundred chief fathers, whom king David made rulers over the\nReubenites, the Gadites, and the half tribe of Manasseh, for every\nmatter pertaining to God, and affairs of the king.\\f + \\fr 26.32 \n\\ft affairs: Heb. thing\\f* \n"}],"number":26},{"verses":[{"number":1,"text":"Now the children of Israel after their number, \\add to wit\\add*,\nthe chief fathers and captains of thousands and hundreds, and their\nofficers that served the king in any matter of the courses, which came\nin and went out month by month throughout all the months of the year,\nof every course \\add were\\add* twenty and four thousand. \n"},{"number":2,"text":"Over the first course for the first month \\add was\\add* Jashobeam\nthe son of Zabdiel: and in his course \\add were\\add* twenty and four\nthousand. \n"},{"number":3,"text":"Of the children of Perez \\add was\\add* the chief of all the\ncaptains of the host for the first month. \n"},{"number":4,"text":"And over the course of the second month \\add was\\add* Dodai\nan Ahohite, and of his course \\add was\\add* Mikloth also the ruler:\nin his course likewise \\add were\\add* twenty and four thousand.\\f + \\fr 27.4 \n\\ft Dodai: also called, Dodo\\f* \n"},{"number":5,"text":"The third captain of the host for the third month \\add was\\add*\nBenaiah the son of Jehoiada, a chief priest: and in his course \\add were\\add*\ntwenty and four thousand.\\f + \\fr 27.5  \\ft chief…: or, principal\nofficer\\f* \n"},{"number":6,"text":"This \\add is that\\add* Benaiah, \\add who was\\add* mighty \\add among\\add*\nthe thirty, and above the thirty: and in his course \\add was\\add*\nAmmizabad his son. \n"},{"number":7,"text":"The fourth \\add captain\\add* for the fourth month \\add was\\add*\nAsahel the brother of Joab, and Zebadiah his son after him: and in his\ncourse \\add were\\add* twenty and four thousand. \n"},{"number":8,"text":"The fifth captain for the fifth month \\add was\\add* Shamhuth\nthe Izrahite: and in his course \\add were\\add* twenty and four thousand.\n"},{"number":9,"text":"The sixth \\add captain\\add* for the sixth month \\add was\\add*\nIra the son of Ikkesh the Tekoite: and in his course \\add were\\add*\ntwenty and four thousand. \n"},{"number":10,"text":"The seventh \\add captain\\add* for the seventh month \\add was\\add*\nHelez the Pelonite, of the children of Ephraim: and in his course\n\\add were\\add* twenty and four thousand. \n"},{"number":11,"text":"The eighth \\add captain\\add* for the eighth month \\add was\\add*\nSibbecai the Hushathite, of the Zarhites: and in his course \\add were\\add*\ntwenty and four thousand. \n"},{"number":12,"text":"The ninth \\add captain\\add* for the ninth month \\add was\\add*\nAbi-ezer the Anetothite, of the Benjamites: and in his course \\add were\\add*\ntwenty and four thousand. \n"},{"number":13,"text":"The tenth \\add captain\\add* for the tenth month \\add was\\add*\nMaharai the Netophathite, of the Zarhites: and in his course \\add were\\add*\ntwenty and four thousand. \n"},{"number":14,"text":"The eleventh \\add captain\\add* for the eleventh month \\add was\\add*\nBenaiah the Pirathonite, of the children of Ephraim: and in his course\n\\add were\\add* twenty and four thousand. \n"},{"number":15,"text":"The twelfth \\add captain\\add* for the twelfth month \\add was\\add*\nHeldai the Netophathite, of Othniel: and in his course \\add were\\add*\ntwenty and four thousand.\\f + \\fr 27.15  \\ft Heldai: also called,\nHeled\\f* \n\n"},{"number":16,"text":"¶ Furthermore over the tribes of Israel: the ruler of the Reubenites\n\\add was\\add* Eliezer the son of Zichri: of the Simeonites, Shephatiah\nthe son of Maachah: \n"},{"number":17,"text":"Of the Levites, Hashabiah the son of Kemuel: of the Aaronites,\nZadok: \n"},{"number":18,"text":"Of Judah, Elihu, \\add one\\add* of the brethren of David: of\nIssachar, Omri the son of Michael:\\f + \\fr 27.18  \\ft Elihu: also called,\nEliab\\f* \n"},{"number":19,"text":"Of Zebulun, Ishmaiah the son of Obadiah: of Naphtali, Jerimoth\nthe son of Azriel: \n"},{"number":20,"text":"Of the children of Ephraim, Hoshea the son of Azaziah: of the\nhalf tribe of Manasseh, Joel the son of Pedaiah: \n"},{"number":21,"text":"Of the half \\add tribe\\add* of Manasseh in Gilead, Iddo the\nson of Zechariah: of Benjamin, Jaasiel the son of Abner: \n"},{"number":22,"text":"Of Dan, Azareel the son of Jeroham. These \\add were\\add* the\nprinces of the tribes of Israel. \n\n"},{"number":23,"text":"¶ But David took not the number of them from twenty years old\nand under: because the \\nd LORD\\nd* had said he would increase Israel\nlike to the stars of the heavens. \n"},{"number":24,"text":"Joab the son of Zeruiah began to number, but he finished not, because there fell\nwrath for it against Israel; neither was the number put in the account\nof the chronicles of king David.\\f + \\fr 27.24  \\ft was: Heb. ascended\\f*\n\n"},{"number":25,"text":"¶ And over the king’s treasures \\add was\\add* Azmaveth the\nson of Adiel: and over the storehouses in the fields, in the cities,\nand in the villages, and in the castles, \\add was\\add* Jehonathan\nthe son of Uzziah: \n"},{"number":26,"text":"And over them that did the work of the field for tillage of the\nground \\add was\\add* Ezri the son of Chelub: \n"},{"number":27,"text":"And over the vineyards \\add was\\add* Shimei the Ramathite:\nover the increase of the vineyards for the wine cellars \\add was\\add*\nZabdi the Shiphmite:\\f + \\fr 27.27  \\ft over the increase…: Heb. over that which was of the\nvineyards\\f* \n"},{"number":28,"text":"And over the olive trees and the sycomore trees that \\add were\\add*\nin the low plains \\add was\\add* Baal-hanan the Gederite: and over the\ncellars of oil \\add was\\add* Joash: \n"},{"number":29,"text":"And over the herds that fed in Sharon \\add was\\add* Shitrai\nthe Sharonite: and over the herds \\add that were\\add* in the valleys\n\\add was\\add* Shaphat the son of Adlai: \n"},{"number":30,"text":"Over the camels also \\add was\\add* Obil the Ishmaelite: and over the\nasses \\add was\\add* Jehdeiah the Meronothite: \n"},{"number":31,"text":"And over the flocks \\add was\\add* Jaziz the Hagerite. All these\n\\add were\\add* the rulers of the substance which \\add was\\add* king\nDavid’s. \n"},{"number":32,"text":"Also Jonathan David’s uncle was a counsellor, a wise man,\nand a scribe: and Jehiel the son of Hachmoni \\add was\\add* with the\nking’s sons:\\f + \\fr 27.32  \\ft scribe: or, secretary\\f*\\f + \\fr 27.32 \n\\ft son…: or, Hachmonite\\f* \n"},{"number":33,"text":"And Ahithophel \\add was\\add* the king’s counsellor: and Hushai\nthe Archite \\add was\\add* the king’s companion: \n"},{"number":34,"text":"And after Ahithophel \\add was\\add* Jehoiada the son of Benaiah,\nand Abiathar: and the general of the king’s army \\add was\\add* Joab.\n"}],"number":27},{"verses":[{"number":1,"text":"And David assembled all the princes of Israel, the princes\nof the tribes, and the captains of the companies that ministered\nto the king by course, and the captains over the thousands, and captains\nover the hundreds, and the stewards over all the substance and possession\nof the king, and of his sons, with the officers, and with the mighty\nmen, and with all the valiant men, unto Jerusalem.\\f + \\fr 28.1 \n\\ft possession: or, cattle\\f*\\f + \\fr 28.1  \\ft and of…: or, and his\nsons\\f*\\f + \\fr 28.1  \\ft officers: or, eunuchs\\f* \n"},{"number":2,"text":"Then David the king stood up upon his feet, and said, Hear\nme, my brethren, and my people: \\add As for me\\add*, I \\add had\\add*\nin mine heart to build an house of rest for the ark of the covenant\nof the \\nd LORD\\nd*, and for the footstool of our God, and had made\nready for the building: \n"},{"number":3,"text":"But God said unto me, Thou shalt not build an house for my\nname, because thou \\add hast been\\add* a man of war, and hast shed\nblood.\\f + \\fr 28.3  \\ft blood: Heb. bloods\\f* \n"},{"number":4,"text":"Howbeit the \\nd LORD\\nd* God of Israel chose me before all the\nhouse of my father to be king over Israel for ever: for he hath chosen\nJudah \\add to be\\add* the ruler; and of the house of Judah, the house\nof my father; and among the sons of my father he liked me to make\n\\add me\\add* king over all Israel: \n"},{"number":5,"text":"And of all my sons, (for the \\nd LORD\\nd* hath given me many\nsons,) he hath chosen Solomon my son to sit upon the throne of the\nkingdom of the \\nd LORD\\nd* over Israel. \n"},{"number":6,"text":"And he said unto me, Solomon thy son, he shall build my house\nand my courts: for I have chosen him \\add to be\\add* my son, and I will be his\nfather. \n"},{"number":7,"text":"Moreover I will establish his kingdom for ever, if he be constant\nto do my commandments and my judgments, as at this day.\\f + \\fr 28.7 \n\\ft constant: Heb. strong\\f* \n"},{"number":8,"text":"Now therefore in the sight of all Israel the congregation of the\n\\nd LORD\\nd*, and in the audience of our God, keep and seek for all the\ncommandments of the \\nd LORD\\nd* your God: that ye may possess this\ngood land, and leave \\add it\\add* for an inheritance for your children\nafter you for ever. \n\n"},{"number":9,"text":"¶ And thou, Solomon my son, know thou the God of thy father,\nand serve him with a perfect heart and with a willing mind: for the\n\\nd LORD\\nd* searcheth all hearts, and understandeth all the imaginations\nof the thoughts: if thou seek him, he will be found of thee; but if thou\nforsake him, he will cast thee off for ever. \n"},{"number":10,"text":"Take heed now; for the \\nd LORD\\nd* hath chosen thee to build\nan house for the sanctuary: be strong, and do \\add it\\add*. \n\n"},{"number":11,"text":"¶ Then David gave to Solomon his son the pattern of the porch,\nand of the houses thereof, and of the treasuries thereof, and of the upper\nchambers thereof, and of the inner parlours thereof, and of the place\nof the mercy seat, \n"},{"number":12,"text":"And the pattern of all that he had by the spirit, of the courts\nof the house of the \\nd LORD\\nd*, and of all the chambers round about,\nof the treasuries of the house of God, and of the treasuries of the dedicated\nthings:\\f + \\fr 28.12  \\ft of all that…: Heb. of all that was with\nhim\\f* \n"},{"number":13,"text":"Also for the courses of the priests and the Levites, and for all the\nwork of the service of the house of the \\nd LORD\\nd*, and for all the\nvessels of service in the house of the \\nd LORD\\nd*. \n"},{"number":14,"text":"\\add He gave\\add* of gold by weight for \\add things\\add* of\ngold, for all instruments of all manner of service; \\add silver also\\add*\nfor all instruments of silver by weight, for all instruments of every kind of\nservice: \n"},{"number":15,"text":"Even the weight for the candlesticks of gold, and for their\nlamps of gold, by weight for every candlestick, and for the lamps\nthereof: and for the candlesticks of silver by weight, \\add both\\add*\nfor the candlestick, and \\add also\\add* for the lamps thereof, according to the\nuse of every candlestick. \n"},{"number":16,"text":"And by weight \\add he gave\\add* gold for the tables of shewbread,\nfor every table; and \\add likewise\\add* silver for the tables of\nsilver: \n"},{"number":17,"text":"Also pure gold for the fleshhooks, and the bowls, and the\ncups: and for the golden basons \\add he gave gold\\add* by weight\nfor every bason; and \\add likewise silver\\add* by weight for every\nbason of silver: \n"},{"number":18,"text":"And for the altar of incense refined gold by weight; and gold\nfor the pattern of the chariot of the cherubims, that spread out\n\\add their wings\\add*, and covered the ark of the covenant of the\n\\nd LORD\\nd*. \n"},{"number":19,"text":"All \\add this, said David\\add*, the \\nd LORD\\nd* made me understand\nin writing by \\add his\\add* hand upon me, \\add even\\add* all the\nworks of this pattern. \n"},{"number":20,"text":"And David said to Solomon his son, Be strong and of good courage,\nand do \\add it:\\add* fear not, nor be dismayed: for the \\nd LORD\\nd*\nGod, \\add even\\add* my God, \\add will be\\add* with thee; he will not\nfail thee, nor forsake thee, until thou hast finished all the work\nfor the service of the house of the \\nd LORD\\nd*. \n"},{"number":21,"text":"And, behold, the courses of the priests and the Levites, \\add even they shall be with\nthee\\add* for all the service of the house of God: and \\add there shall\nbe\\add* with thee for all manner of workmanship every willing skilful\nman, for any manner of service: also the princes and all the people\n\\add will be\\add* wholly at thy commandment. \n"}],"number":28},{"verses":[{"number":1,"text":"Furthermore David the king said unto all the congregation,\nSolomon my son, whom alone God hath chosen, \\add is yet\\add* young\nand tender, and the work \\add is\\add* great: for the palace \\add is\\add*\nnot for man, but for the \\nd LORD\\nd* God. \n"},{"number":2,"text":"Now I have prepared with all my might for the house of my God\nthe gold for \\add things to be made\\add* of gold, and the silver for\n\\add things\\add* of silver, and the brass for \\add things\\add* of\nbrass, the iron for \\add things\\add* of iron, and wood for \\add things\\add*\nof wood; onyx stones, and \\add stones\\add* to be set, glistering\nstones, and of divers colours, and all manner of precious stones,\nand marble stones in abundance. \n"},{"number":3,"text":"Moreover, because I have set my affection to the house of my\nGod, I have of mine own proper good, of gold and silver, \\add which\\add*\nI have given to the house of my God, over and above all that I have\nprepared for the holy house, \n"},{"number":4,"text":"\\add Even\\add* three thousand talents of gold, of the gold\nof Ophir, and seven thousand talents of refined silver, to overlay\nthe walls of the houses \\add withal:\\add* \n"},{"number":5,"text":"The gold for \\add things\\add* of gold, and the silver for \\add things\\add*\nof silver, and for all manner of work \\add to be made\\add* by the\nhands of artificers. And who \\add then\\add* is willing to consecrate\nhis service this day unto the \\nd LORD\\nd*?\\f + \\fr 29.5  \\ft consecrate his service: Heb. fill his\nhand\\f* \n\n"},{"number":6,"text":"¶ Then the chief of the fathers and princes of the tribes of\nIsrael, and the captains of thousands and of hundreds, with the rulers\nof the king’s work, offered willingly, \n"},{"number":7,"text":"And gave for the service of the house of God of gold five thousand\ntalents and ten thousand drams, and of silver ten thousand talents,\nand of brass eighteen thousand talents, and one hundred thousand\ntalents of iron. \n"},{"number":8,"text":"And they with whom \\add precious\\add* stones were found gave\n\\add them\\add* to the treasure of the house of the \\nd LORD\\nd*,\nby the hand of Jehiel the Gershonite. \n"},{"number":9,"text":"Then the people rejoiced, for that they offered willingly,\nbecause with perfect heart they offered willingly to the \\nd LORD\\nd*:\nand David the king also rejoiced with great joy. \n\n"},{"number":10,"text":"¶ Wherefore David blessed the \\nd LORD\\nd* before all the congregation:\nand David said, Blessed \\add be\\add* thou, \\nd LORD\\nd* God of Israel\nour father, for ever and ever. \n"},{"number":11,"text":"Thine, O \\nd LORD\\nd*, \\add is\\add* the greatness, and the\npower, and the glory, and the victory, and the majesty: for all \\add that\nis\\add* in the heaven and in the earth \\add is thine;\\add* thine\n\\add is\\add* the kingdom, O \\nd LORD\\nd*, and thou art exalted as\nhead above all. \n"},{"number":12,"text":"Both riches and honour \\add come\\add* of thee, and thou reignest\nover all; and in thine hand \\add is\\add* power and might; and in thine\nhand \\add it is\\add* to make great, and to give strength unto all.\n"},{"number":13,"text":"Now therefore, our God, we thank thee, and praise thy glorious\nname. \n"},{"number":14,"text":"But who \\add am\\add* I, and what \\add is\\add* my people, that we should\nbe able to offer so willingly after this sort? for all things \\add come\\add*\nof thee, and of thine own have we given thee.\\f + \\fr 29.14  \\ft be able: Heb. retain, or, obtain\nstrength\\f*\\f + \\fr 29.14  \\ft of thine…: Heb. of thine hand\\f* \n"},{"number":15,"text":"For we \\add are\\add* strangers before thee, and sojourners, as\n\\add were\\add* all our fathers: our days on the earth \\add are\\add*\nas a shadow, and \\add there is\\add* none abiding.\\f + \\fr 29.15 \n\\ft abiding: Heb. expectation\\f* \n"},{"number":16,"text":"O \\nd LORD\\nd* our God, all this store that we have prepared\nto build thee an house for thine holy name \\add cometh\\add* of thine\nhand, and \\add is\\add* all thine own. \n"},{"number":17,"text":"I know also, my God, that thou triest the heart, and hast\npleasure in uprightness. As for me, in the uprightness of mine heart\nI have willingly offered all these things: and now have I seen with\njoy thy people, which are present here, to offer willingly unto thee.\\f + \\fr 29.17 \n\\ft present: Heb. found\\f* \n"},{"number":18,"text":"O \\nd LORD\\nd* God of Abraham, Isaac, and of Israel, our fathers,\nkeep this for ever in the imagination of the thoughts of the heart\nof thy people, and prepare their heart unto thee:\\f + \\fr 29.18 \n\\ft prepare: or, stablish\\f* \n"},{"number":19,"text":"And give unto Solomon my son a perfect heart, to keep thy\ncommandments, thy testimonies, and thy statutes, and to do all \\add these\nthings\\add*, and to build the palace, \\add for\\add* the which I have made\nprovision. \n\n"},{"number":20,"text":"¶ And David said to all the congregation, Now bless the \\nd LORD\\nd*\nyour God. And all the congregation blessed the \\nd LORD\\nd* God of their\nfathers, and bowed down their heads, and worshipped the \\nd LORD\\nd*,\nand the king. \n"},{"number":21,"text":"And they sacrificed sacrifices unto the \\nd LORD\\nd*, and\noffered burnt offerings unto the \\nd LORD\\nd*, on the morrow after that\nday, \\add even\\add* a thousand bullocks, a thousand rams, \\add and\\add*\na thousand lambs, with their drink offerings, and sacrifices in abundance\nfor all Israel: \n"},{"number":22,"text":"And did eat and drink before the \\nd LORD\\nd* on that day\nwith great gladness. And they made Solomon the son of David king\nthe second time, and anointed \\add him\\add* unto the \\nd LORD\\nd*\n\\add to be\\add* the chief governor, and Zadok \\add to be\\add* priest.\n\n"},{"number":23,"text":"Then Solomon sat on the throne of the \\nd LORD\\nd* as king\ninstead of David his father, and prospered; and all Israel obeyed him.\n"},{"number":24,"text":"And all the princes, and the mighty men, and all the sons\nlikewise of king David, submitted themselves unto Solomon the king.\\f + \\fr 29.24 \n\\ft submitted…: Heb. gave the hand under Solomon\\f* \n"},{"number":25,"text":"And the \\nd LORD\\nd* magnified  Solomon exceedingly in the\nsight of all Israel, and bestowed upon him \\add such\\add* royal majesty\nas had not been on any king before him in Israel. \n\n"},{"number":26,"text":"¶ Thus David the son of Jesse reigned over all Israel. \n"},{"number":27,"text":"And the time that he reigned over Israel \\add was\\add* forty\nyears; seven years reigned he in Hebron, and thirty and three \\add years\\add*\nreigned he in Jerusalem. \n"},{"number":28,"text":"And he died in a good old age, full of days, riches, and honour:\nand Solomon his son reigned in his stead. \n"},{"number":29,"text":"Now the acts of David the king, first and last, behold, they\n\\add are\\add* written in the book of Samuel the seer, and in the\nbook of Nathan the prophet, and in the book of Gad the seer,\\f + \\fr 29.29 \n\\ft book: or, history: Heb. words\\f* \n"},{"number":30,"text":"With all his reign and his might, and the times that went\nover him, and over Israel, and over all the kingdoms of the countries.\n"}],"number":29}]}