{"headers":{"id":"2CH  The Second Book of Chronicles","h":"2 Chronicles","toc1":"The Second Book of the Chronicles","toc2":"2 Chronicles","toc3":"2Ch","mt1":"The Second Book of the Chronicles"},"book":"2 Chronicles","chapters":[{"verses":[{"number":1,"text":"And Solomon the son of David was strengthened in his kingdom,\nand the \\nd LORD\\nd* his God \\add was\\add* with him, and magnified\nhim exceedingly. \n"},{"number":2,"text":"Then Solomon spake unto all Israel, to the captains of thousands\nand of hundreds, and to the judges, and to every governor in all\nIsrael, the chief of the fathers. \n"},{"number":3,"text":"So Solomon, and all the congregation with him, went to the high\nplace that \\add was\\add* at Gibeon; for there was the tabernacle\nof the congregation of God, which Moses the servant of the \\nd LORD\\nd*\nhad made in the wilderness. \n"},{"number":4,"text":"But the ark of God had David brought up from Kirjath-jearim to\n\\add the place which\\add* David had prepared for it: for he had pitched\na tent for it at Jerusalem. \n"},{"number":5,"text":"Moreover the brasen altar, that Bezaleel the son of Uri, the\nson of Hur, had made, he put before the tabernacle of the \\nd LORD\\nd*:\nand Solomon and the congregation sought unto it.\\f + \\fr 1.5  \\ft he put: or, was\nthere\\f* \n"},{"number":6,"text":"And Solomon went up thither to the brasen altar before the\n\\nd LORD\\nd*, which \\add was\\add* at the tabernacle of the congregation,\nand offered a thousand burnt offerings upon it. \n\n"},{"number":7,"text":"In that night did God appear unto Solomon, and said unto him,\nAsk what I shall give thee. \n"},{"number":8,"text":"And Solomon said unto God, Thou hast shewed great mercy unto\nDavid my father, and hast made me to reign in his stead. \n"},{"number":9,"text":"Now, O \\nd LORD\\nd* God, let thy promise unto David my father\nbe established: for thou hast made me king over a people like the\ndust of the earth in multitude.\\f + \\fr 1.9  \\ft like…: Heb. much as the dust of the\nearth\\f* \n"},{"number":10,"text":"Give me now wisdom and knowledge, that I may go out and come\nin before this people: for who can judge this thy people, \\add that is\nso\\add* great? \n"},{"number":11,"text":"And God said to Solomon, Because this was in thine heart,\nand thou hast not asked riches, wealth, or honour, nor the life of thine\nenemies, neither yet hast asked long life; but hast asked wisdom\nand knowledge for thyself, that thou mayest judge my people, over whom I have made thee\nking: \n"},{"number":12,"text":"Wisdom and knowledge \\add is\\add* granted unto thee; and I will\ngive thee riches, and wealth, and honour, such as none of the kings have had that\n\\add have been\\add* before thee, neither shall there any after thee have the like.\n\n"},{"number":13,"text":"Then Solomon came \\add from his journey\\add* to the high\nplace that \\add was\\add* at Gibeon to Jerusalem, from before the\ntabernacle of the congregation, and reigned over Israel. \n"},{"number":14,"text":"And Solomon gathered chariots and horsemen: and he had a thousand\nand four hundred chariots, and twelve thousand horsemen, which he\nplaced in the chariot cities, and with the king at Jerusalem. \n"},{"number":15,"text":"And the king made silver and gold at Jerusalem \\add as plenteous\\add*\nas stones, and cedar trees made he as the sycomore trees that \\add are\\add*\nin the vale for abundance.\\f + \\fr 1.15  \\ft made: Heb. gave\\f* \n"},{"number":16,"text":"And Solomon had horses brought out of Egypt, and linen yarn:\nthe king’s merchants received the linen yarn at a price.\\f + \\fr 1.16 \n\\ft Solomon…: Heb. the going forth of the horses which was Solomon’s\\f*\n"},{"number":17,"text":"And they fetched up, and brought forth out of Egypt a chariot\nfor six hundred \\add shekels\\add* of silver, and an horse for an\nhundred and fifty: and so brought they out \\add horses\\add* for all the\nkings of the Hittites, and for the kings of Syria, by their means.\\f + \\fr 1.17 \n\\ft means: Heb. hand\\f* \n"}],"number":1},{"verses":[{"number":1,"text":"And Solomon determined to build an house for the name of the\n\\nd LORD\\nd*, and an house for his kingdom. \n"},{"number":2,"text":"And Solomon told out threescore and ten thousand men to bear\nburdens, and fourscore thousand to hew in the mountain, and three\nthousand and six hundred to oversee them. \n\n"},{"number":3,"text":"And Solomon sent to Huram the king of Tyre, saying, As thou didst\ndeal with David my father, and didst send him cedars to build him an\nhouse to dwell therein, \\add even so deal with me\\add*.\\f + \\fr 2.3 \n\\ft Huram: or, Hiram\\f* \n"},{"number":4,"text":"Behold, I build an house to the name of the \\nd LORD\\nd* my\nGod, to dedicate \\add it\\add* to him, \\add and\\add* to burn before\nhim sweet incense, and for the continual shewbread, and for the burnt\nofferings morning and evening, on the sabbaths, and on the new moons,\nand on the solemn feasts of the \\nd LORD\\nd* our God. This \\add is an\nordinance\\add* for ever to Israel.\\f + \\fr 2.4  \\ft sweet…: Heb. incense of\nspices\\f* \n"},{"number":5,"text":"And the house which I build \\add is\\add* great: for great \\add is\\add*\nour God above all gods. \n"},{"number":6,"text":"But who is able to build him an house, seeing the heaven and\nheaven of heavens cannot contain him? who \\add am\\add* I then, that I should\nbuild him an house, save only to burn sacrifice before him?\\f + \\fr 2.6 \n\\ft is able: Heb. hath retained, or, obtained strength\\f* \n"},{"number":7,"text":"Send me now therefore a man cunning to work in gold, and in\nsilver, and in brass, and in iron, and in purple, and crimson, and\nblue, and that can skill to grave with the cunning men that \\add are\\add*\nwith me in Judah and in Jerusalem, whom David my father did provide.\\f + \\fr 2.7 \n\\ft to grave: Heb. to grave gravings\\f* \n"},{"number":8,"text":"Send me also cedar trees, fir trees, and algum trees, out of\nLebanon: for I know that thy servants can skill to cut timber in\nLebanon; and, behold, my servants \\add shall be\\add* with thy servants,\\f + \\fr 2.8 \n\\ft algum: also called, almuggim\\f* \n"},{"number":9,"text":"Even to prepare me timber in abundance: for the house which I am about to\nbuild \\add shall be\\add* wonderful great.\\f + \\fr 2.9  \\ft wonderful…: Heb. great and\nwonderful\\f* \n"},{"number":10,"text":"And, behold, I will give to thy servants, the hewers that\ncut timber, twenty thousand measures of beaten wheat, and twenty\nthousand measures of barley, and twenty thousand baths of wine, and\ntwenty thousand baths of oil. \n\n"},{"number":11,"text":"Then Huram the king of Tyre answered in writing, which he\nsent to Solomon, Because the \\nd LORD\\nd* hath loved his people,\nhe hath made thee king over them. \n"},{"number":12,"text":"Huram said moreover, Blessed \\add be\\add* the \\nd LORD\\nd*\nGod of Israel, that made heaven and earth, who hath given to David\nthe king a wise son, endued with prudence and understanding, that might\nbuild an house for the \\nd LORD\\nd*, and an house for his kingdom.\\f + \\fr 2.12 \n\\ft endued…: Heb. knowing prudence and understanding\\f* \n"},{"number":13,"text":"And now I have sent a cunning man, endued with understanding,\nof Huram my father’s, \n"},{"number":14,"text":"The son of a woman of the daughters of Dan, and his father\n\\add was\\add* a man of Tyre, skilful to work in gold, and in silver,\nin brass, in iron, in stone, and in timber, in purple, in blue, and in fine\nlinen, and in crimson; also to grave any manner of graving, and to find\nout every device which shall be put to him, with thy cunning men,\nand with the cunning men of my lord David thy father. \n"},{"number":15,"text":"Now therefore the wheat, and the barley, the oil, and the\nwine, which my lord hath spoken of, let him send unto his servants:\n"},{"number":16,"text":"And we will cut wood out of Lebanon, as much as thou shalt\nneed: and we will bring it to thee in floats by sea to Joppa; and thou shalt carry it\nup to Jerusalem.\\f + \\fr 2.16  \\ft as much…: Heb according to all thy\nneed\\f*\\f + \\fr 2.16  \\ft Joppa: Heb. Japho\\f* \n\n"},{"number":17,"text":"And Solomon numbered all the strangers that \\add were\\add*\nin the land of Israel, after the numbering wherewith David his father\nhad numbered them; and they were found an hundred and fifty thousand\nand three thousand and six hundred.\\f + \\fr 2.17  \\ft the strangers: Heb. the men the\nstrangers\\f* \n"},{"number":18,"text":"And he set threescore and ten thousand of them \\add to be\\add*\nbearers of burdens, and fourscore thousand \\add to be\\add* hewers\nin the mountain, and three thousand and six hundred overseers to\nset the people a work. \n"}],"number":2},{"verses":[{"number":1,"text":"Then Solomon began to build the house of the \\nd LORD\\nd* at\nJerusalem in mount Moriah, where \\add the \\+nd Lord\\+nd*\\add* appeared\nunto David his father, in the place that David had prepared in the\nthreshingfloor of Ornan the Jebusite.\\f + \\fr 3.1  \\ft where…: or, which was seen of David his\nfather\\f*\\f + \\fr 3.1  \\ft Ornan: also called, Araunah\\f* \n"},{"number":2,"text":"And he began to build in the second \\add day\\add* of the second\nmonth, in the fourth year of his reign. \n\n"},{"number":3,"text":"Now these \\add are the things wherein\\add* Solomon was instructed\nfor the building of the house of God. The length by cubits after the\nfirst measure \\add was\\add* threescore cubits, and the breadth twenty\ncubits.\\f + \\fr 3.3  \\ft instructed: Heb. founded\\f* \n"},{"number":4,"text":"And the porch that \\add was\\add* in the front \\add of the house\\add*,\nthe length \\add of it was\\add* according to the breadth of the house,\ntwenty cubits, and the height \\add was\\add* an hundred and twenty:\nand he overlaid it within with pure gold. \n"},{"number":5,"text":"And the greater house he cieled with fir tree, which he overlaid\nwith fine gold, and set thereon palm trees and chains. \n"},{"number":6,"text":"And he garnished the house with precious stones for beauty:\nand the gold \\add was\\add* gold of Parvaim.\\f + \\fr 3.6  \\ft garnished: Heb.\ncovered\\f* \n"},{"number":7,"text":"He overlaid also the house, the beams, the posts, and the walls\nthereof, and the doors thereof, with gold; and graved cherubims on the\nwalls. \n"},{"number":8,"text":"And he made the most holy house, the length whereof \\add was\\add*\naccording to the breadth of the house, twenty cubits, and the breadth\nthereof twenty cubits: and he overlaid it with fine gold, \\add amounting\\add*\nto six hundred talents. \n"},{"number":9,"text":"And the weight of the nails \\add was\\add* fifty shekels of\ngold. And he overlaid the upper chambers with gold. \n\n"},{"number":10,"text":"And in the most holy house he made two cherubims of image\nwork, and overlaid them with gold.\\f + \\fr 3.10  \\ft image…: or, (as some think) of moveable\nwork\\f* \n\n"},{"number":11,"text":"And the wings of the cherubims \\add were\\add* twenty cubits\nlong: one wing \\add of the one cherub was\\add* five cubits, reaching\nto the wall of the house: and the other wing \\add was likewise\\add*\nfive cubits, reaching to the wing of the other cherub. \n"},{"number":12,"text":"And \\add one\\add* wing of the other cherub \\add was\\add* five\ncubits, reaching to the wall of the house: and the other wing \\add was\\add*\nfive cubits \\add also\\add*, joining to the wing of the other cherub.\n"},{"number":13,"text":"The wings of these cherubims spread themselves forth twenty\ncubits: and they stood on their feet, and their faces \\add were\\add*\ninward.\\f + \\fr 3.13  \\ft inward: or, toward the house\\f* \n\n"},{"number":14,"text":"And he made the vail \\add of\\add* blue, and purple, and crimson,\nand fine linen, and wrought cherubims thereon.\\f + \\fr 3.14  \\ft wrought: Heb. caused to\nascend\\f* \n"},{"number":15,"text":"Also he made before the house two pillars of thirty and five\ncubits high, and the chapiter that \\add was\\add* on the top of each of them\n\\add was\\add* five cubits.\\f + \\fr 3.15  \\ft high: Heb. long\\f* \n"},{"number":16,"text":"And he made chains, \\add as\\add* in the oracle, and put \\add them\\add*\non the heads of the pillars; and made an hundred pomegranates, and\nput \\add them\\add* on the chains. \n"},{"number":17,"text":"And he reared up the pillars before the temple, one on the right\nhand, and the other on the left; and called the name of that on the right\nhand Jachin, and the name of that on the left Boaz.\\f + \\fr 3.17 \n\\ft Jachin: that is, He shall establish\\f*\\f + \\fr 3.17  \\ft Boaz: that is, In it is\nstrength\\f* \n"}],"number":3},{"verses":[{"number":1,"text":"Moreover he made an altar of brass, twenty cubits the length\nthereof, and twenty cubits the breadth thereof, and ten cubits the\nheight thereof. \n\n"},{"number":2,"text":"Also he made a molten sea of ten cubits from brim to brim,\nround in compass, and five cubits the height thereof; and a line\nof thirty cubits did compass it round about.\\f + \\fr 4.2  \\ft from…: Heb. from his brim to his\nbrim\\f* \n"},{"number":3,"text":"And under it \\add was\\add* the similitude of oxen, which did\ncompass it round about: ten in a cubit, compassing the sea round\nabout. Two rows of oxen \\add were\\add* cast, when it was cast. \n"},{"number":4,"text":"It stood upon twelve oxen, three looking toward the north,\nand three looking toward the west, and three looking toward the south,\nand three looking toward the east: and the sea \\add was set\\add*\nabove upon them, and all their hinder parts \\add were\\add* inward.\n"},{"number":5,"text":"And the thickness of it \\add was\\add* an handbreadth, and the\nbrim of it like the work of the brim of a cup, with flowers of lilies;\n\\add and\\add* it received and held three thousand baths.\\f + \\fr 4.5 \n\\ft with flowers…: or, like a lilyflower\\f* \n\n"},{"number":6,"text":"He made also ten lavers, and put five on the right hand, and\nfive on the left, to wash in them: such things as they offered for the burnt\noffering they washed in them; but the sea \\add was\\add* for the priests\nto wash in.\\f + \\fr 4.6  \\ft such…: Heb. the work of burnt offering\\f*\n"},{"number":7,"text":"And he made ten candlesticks of gold according to their form,\nand set \\add them\\add* in the temple, five on the right hand, and\nfive on the left. \n"},{"number":8,"text":"He made also ten tables, and placed \\add them\\add* in the temple,\nfive on the right side, and five on the left. And he made an hundred\nbasons of gold.\\f + \\fr 4.8  \\ft basons: or, bowls\\f* \n\n"},{"number":9,"text":"Furthermore he made the court of the priests, and the great\ncourt, and doors for the court, and overlaid the doors of them with\nbrass. \n"},{"number":10,"text":"And he set the sea on the right side of the east end, over\nagainst the south. \n\n"},{"number":11,"text":"And Huram made the pots, and the shovels, and the basons.\nAnd Huram finished the work that he was to make for king Solomon\nfor the house of God;\\f + \\fr 4.11  \\ft basons: or, bowls\\f*\\f + \\fr 4.11 \n\\ft finished: Heb. finished to make\\f* \n"},{"number":12,"text":"\\add To wit\\add*, the two pillars, and the pommels, and the\nchapiters \\add which were\\add* on the top of the two pillars, and the\ntwo wreaths to cover the two pommels of the chapiters which \\add were\\add*\non the top of the pillars; \n"},{"number":13,"text":"And four hundred pomegranates on the two wreaths; two rows\nof pomegranates on each wreath, to cover the two pommels of the chapiters which\n\\add were\\add* upon the pillars.\\f + \\fr 4.13  \\ft upon: Heb. upon the face\nof\\f* \n"},{"number":14,"text":"He made also bases, and lavers made he upon the bases;\\f + \\fr 4.14 \n\\ft lavers: or, caldrons\\f* \n"},{"number":15,"text":"One sea, and twelve oxen under it. \n"},{"number":16,"text":"The pots also, and the shovels, and the fleshhooks, and all their\ninstruments, did Huram his father make to king Solomon for the house\nof the \\nd LORD\\nd* of bright brass.\\f + \\fr 4.16  \\ft bright: Heb. made bright, or,\nscoured\\f* \n"},{"number":17,"text":"In the plain of Jordan did the king cast them, in the clay\nground between Succoth and Zeredathah.\\f + \\fr 4.17  \\ft clay…: Heb. thicknesses of the\nground\\f* \n"},{"number":18,"text":"Thus Solomon made all these vessels in great abundance: for the\nweight of the brass could not be found out. \n\n"},{"number":19,"text":"And Solomon made all the vessels that \\add were for\\add*\nthe house of God, the golden altar also, and the tables whereon the\nshewbread \\add was set;\\add* \n"},{"number":20,"text":"Moreover the candlesticks with their lamps, that they should\nburn after the manner before the oracle, of pure gold; \n"},{"number":21,"text":"And the flowers, and the lamps, and the tongs, \\add made he\nof\\add* gold, \\add and\\add* that perfect gold;\\f + \\fr 4.21  \\ft perfect…: Heb. perfections of\ngold\\f* \n"},{"number":22,"text":"And the snuffers, and the basons, and the spoons, and the\ncensers, \\add of\\add* pure gold: and the entry of the house, the\ninner doors thereof for the most holy \\add place\\add*, and the doors\nof the house of the temple, \\add were of\\add* gold.\\f + \\fr 4.22 \n\\ft basons: or, bowls\\f* \n"}],"number":4},{"verses":[{"number":1,"text":"Thus all the work that Solomon made for the house of the \\nd LORD\\nd*\nwas finished: and Solomon brought in \\add all\\add* the things that\nDavid his father had dedicated; and the silver, and the gold, and all the\ninstruments, put he among the treasures of the house of God. \n\n"},{"number":2,"text":"Then Solomon assembled the elders of Israel, and all the heads\nof the tribes, the chief of the fathers of the children of Israel,\nunto Jerusalem, to bring up the ark of the covenant of the \\nd LORD\\nd*\nout of the city of David, which \\add is\\add* Zion. \n"},{"number":3,"text":"Wherefore all the men of Israel assembled themselves unto the\nking in the feast which \\add was\\add* in the seventh month. \n"},{"number":4,"text":"And all the elders of Israel came; and the Levites took up\nthe ark. \n"},{"number":5,"text":"And they brought up the ark, and the tabernacle of the congregation,\nand all the holy vessels that \\add were\\add* in the tabernacle, these did the\npriests \\add and\\add* the Levites bring up. \n"},{"number":6,"text":"Also king Solomon, and all the congregation of Israel that were\nassembled unto him before the ark, sacrificed sheep and oxen, which could not be\ntold nor numbered for multitude. \n"},{"number":7,"text":"And the priests brought in the ark of the covenant of the \\nd LORD\\nd*\nunto his place, to the oracle of the house, into the most holy \\add place,\neven\\add* under the wings of the cherubims: \n"},{"number":8,"text":"For the cherubims spread forth \\add their\\add* wings over the\nplace of the ark, and the cherubims covered the ark and the staves\nthereof above. \n"},{"number":9,"text":"And they drew out the staves \\add of the ark\\add*, that the\nends of the staves were seen from the ark before the oracle; but they were not\nseen without. And there it is unto this day.\\f + \\fr 5.9  \\ft there…: or, they are\nthere\\f* \n"},{"number":10,"text":"\\add There was\\add* nothing in the ark save the two tables\nwhich Moses put \\add therein\\add* at Horeb, when the \\nd LORD\\nd*\nmade \\add a covenant\\add* with the children of Israel, when they came\nout of Egypt.\\f + \\fr 5.10  \\ft when the \\+nd LORD\\+nd*: or, where,\netc\\f* \n\n"},{"number":11,"text":"And it came to pass, when the priests were come out of the\nholy \\add place:\\add* (for all the priests \\add that were\\add* present\nwere sanctified, \\add and\\add* did not \\add then\\add* wait by course:\\f + \\fr 5.11 \n\\ft present: Heb. found\\f* \n"},{"number":12,"text":"Also the Levites \\add which were\\add* the singers, all of them of\nAsaph, of Heman, of Jeduthun, with their sons and their brethren,\n\\add being\\add* arrayed in white linen, having cymbals and psalteries\nand harps, stood at the east end of the altar, and with them an hundred\nand twenty priests sounding with trumpets:) \n"},{"number":13,"text":"It came even to pass, as the trumpeters and singers \\add were\\add*\nas one, to make one sound to be heard in praising and thanking the\n\\nd LORD\\nd*; and when they lifted up \\add their\\add* voice with the\ntrumpets and cymbals and instruments of musick, and praised the \\nd LORD\\nd*,\n\\add saying\\add*, For \\add he is\\add* good; for his mercy \\add endureth\\add*\nfor ever: that \\add then\\add* the house was filled with a cloud,\n\\add even\\add* the house of the \\nd LORD\\nd*; \n"},{"number":14,"text":"So that the priests could not stand to minister by reason\nof the cloud: for the glory of the \\nd LORD\\nd* had filled the house\nof God. \n"}],"number":5},{"verses":[{"number":1,"text":"Then said Solomon, The \\nd LORD\\nd* hath said that he would\ndwell in the thick darkness. \n"},{"number":2,"text":"But I have built an house of habitation for thee, and a place\nfor thy dwelling for ever. \n"},{"number":3,"text":"And the king turned his face, and blessed the whole congregation\nof Israel: and all the congregation of Israel stood. \n"},{"number":4,"text":"And he said, Blessed \\add be\\add* the \\nd LORD\\nd* God of Israel,\nwho hath with his hands fulfilled \\add that\\add* which he spake with his\nmouth to my father David, saying, \n"},{"number":5,"text":"Since the day that I brought forth my people out of the land\nof Egypt I chose no city among all the tribes of Israel to build\nan house in, that my name might be there; neither chose I any man\nto be a ruler over my people Israel: \n"},{"number":6,"text":"But I have chosen Jerusalem, that my name might be there; and have\nchosen David to be over my people Israel. \n"},{"number":7,"text":"Now it was in the heart of David my father to build an house\nfor the name of the \\nd LORD\\nd* God of Israel. \n"},{"number":8,"text":"But the \\nd LORD\\nd* said to David my father, Forasmuch as it was in thine\nheart to build an house for my name, thou didst well in that it was in thine\nheart: \n"},{"number":9,"text":"Notwithstanding thou shalt not build the house; but thy son\nwhich shall come forth out of thy loins, he shall build the house\nfor my name. \n"},{"number":10,"text":"The \\nd LORD\\nd* therefore hath performed his word that he hath\nspoken: for I am risen up in the room of David my father, and am\nset on the throne of Israel, as the \\nd LORD\\nd* promised, and have\nbuilt the house for the name of the \\nd LORD\\nd* God of Israel. \n"},{"number":11,"text":"And in it have I put the ark, wherein \\add is\\add* the covenant\nof the \\nd LORD\\nd*, that he made with the children of Israel. \n\n"},{"number":12,"text":"And he stood before the altar of the \\nd LORD\\nd* in the presence of all the\ncongregation of Israel, and spread forth his hands: \n"},{"number":13,"text":"For Solomon had made a brasen scaffold, of five cubits long,\nand five cubits broad, and three cubits high, and had set it in the\nmidst of the court: and upon it he stood, and kneeled down upon his\nknees before all the congregation of Israel, and spread forth his\nhands toward heaven,\\f + \\fr 6.13  \\ft long…: Heb. the length thereof,\netc\\f* \n"},{"number":14,"text":"And said, O \\nd LORD\\nd* God of Israel, \\add there is\\add*\nno God like thee in the heaven, nor in the earth; which keepest covenant, and\n\\add shewest\\add* mercy unto thy servants, that walk before thee with all their\nhearts: \n"},{"number":15,"text":"Thou which hast kept with thy servant David my father that which thou hast\npromised him; and spakest with thy mouth, and hast fulfilled \\add it\\add*\nwith thine hand, as \\add it is\\add* this day. \n"},{"number":16,"text":"Now therefore, O \\nd LORD\\nd* God of Israel, keep with thy\nservant David my father that which thou hast promised him, saying,\nThere shall not fail thee a man in my sight to sit upon the throne\nof Israel; yet so that thy children take heed to their way to walk\nin my law, as thou hast walked before me.\\f + \\fr 6.16  \\ft There…: Heb. There shall not a man be cut\noff\\f* \n"},{"number":17,"text":"Now then, O \\nd LORD\\nd* God of Israel, let thy word be verified,\nwhich thou hast spoken unto thy servant David. \n"},{"number":18,"text":"But will God in very deed dwell with men on the earth? behold,\nheaven and the heaven of heavens cannot contain thee; how much less this\nhouse which I have built! \n"},{"number":19,"text":"Have respect therefore to the prayer of thy servant, and to his\nsupplication, O \\nd LORD\\nd* my God, to hearken unto the cry and the\nprayer which thy servant prayeth before thee: \n"},{"number":20,"text":"That thine eyes may be open upon this house day and night,\nupon the place whereof thou hast said that thou wouldest put thy\nname there; to hearken unto the prayer which thy servant prayeth\ntoward this place.\\f + \\fr 6.20  \\ft toward…: or, in this place\\f*\n"},{"number":21,"text":"Hearken therefore unto the supplications of thy servant, and of thy\npeople Israel, which they shall make toward this place: hear thou from thy\ndwelling place, \\add even\\add* from heaven; and when thou hearest,\nforgive.\\f + \\fr 6.21  \\ft make: Heb. pray\\f*\\f + \\fr 6.21  \\ft toward…: or, in this\nplace\\f* \n\n"},{"number":22,"text":"If a man sin against his neighbour, and an oath be laid upon him to make him\nswear, and the oath come before thine altar in this house;\\f + \\fr 6.22 \n\\ft and an oath…: Heb. and he require an oath of him\\f* \n"},{"number":23,"text":"Then hear thou from heaven, and do, and judge thy servants,\nby requiting the wicked, by recompensing his way upon his own head;\nand by justifying the righteous, by giving him according to his righteousness.\n\n"},{"number":24,"text":"And if thy people Israel be put to the worse before the enemy,\nbecause they have sinned against thee; and shall return and confess\nthy name, and pray and make supplication before thee in this house;\\f + \\fr 6.24 \n\\ft be put…: or, be smitten\\f*\\f + \\fr 6.24  \\ft in: or, toward\\f*\n"},{"number":25,"text":"Then hear thou from the heavens, and forgive the sin of thy\npeople Israel, and bring them again unto the land which thou gavest\nto them and to their fathers. \n\n"},{"number":26,"text":"When the heaven is shut up, and there is no rain, because they have\nsinned against thee; \\add yet\\add* if they pray toward this place,\nand confess thy name, and turn from their sin, when thou dost afflict\nthem;\\f + \\fr 6.26  \\ft toward…: or, in this place\\f* \n"},{"number":27,"text":"Then hear thou from heaven, and forgive the sin of thy servants,\nand of thy people Israel, when thou hast taught them the good way,\nwherein they should walk; and send rain upon thy land, which thou hast\ngiven unto thy people for an inheritance. \n\n"},{"number":28,"text":"If there be dearth in the land, if there be pestilence, if there be\nblasting, or mildew, locusts, or caterpillers; if their enemies besiege\nthem in the cities of their land; whatsoever sore or whatsoever sickness\n\\add there be:\\add*\\f + \\fr 6.28  \\ft in the cities…: Heb. in the land of their\ngates\\f* \n"},{"number":29,"text":"\\add Then\\add* what prayer \\add or\\add* what supplication\nsoever shall be made of any man, or of all thy people Israel, when every\none shall know his own sore and his own grief, and shall spread forth\nhis hands in this house:\\f + \\fr 6.29  \\ft in: or, toward\\f*\\f + \\fr 6.29 \n\\ft toward…: or, in this place\\f* \n"},{"number":30,"text":"Then hear thou from heaven thy dwelling place, and forgive,\nand render unto every man according unto all his ways, whose heart\nthou knowest; (for thou only knowest the hearts of the children of\nmen:) \n"},{"number":31,"text":"That they may fear thee, to walk in thy ways, so long as they\nlive in the land which thou gavest unto our fathers.\\f + \\fr 6.31 \n\\ft so long…: Heb. all the days which\\f*\\f + \\fr 6.31  \\ft in the land: Heb. upon the face of the\nland\\f* \n\n"},{"number":32,"text":"Moreover concerning the stranger, which is not of thy people\nIsrael, but is come from a far country for thy great name’s sake, and thy\nmighty hand, and thy stretched out arm; if they come and pray in this\nhouse;\\f + \\fr 6.32  \\ft toward…: or, in this place\\f* \n"},{"number":33,"text":"Then hear thou from the heavens, \\add even\\add* from thy dwelling\nplace, and do according to all that the stranger calleth to thee for; that all\npeople of the earth may know thy name, and fear thee, as \\add doth\\add*\nthy people Israel, and may know that this house which I have built\nis called by thy name.\\f + \\fr 6.33  \\ft this…: Heb. thy name is called upon this\nhouse\\f* \n"},{"number":34,"text":"If thy people go out to war against their enemies by the way\nthat thou shalt send them, and they pray unto thee toward this city\nwhich thou hast chosen, and the house which I have built for thy\nname; \n"},{"number":35,"text":"Then hear thou from the heavens their prayer and their supplication,\nand maintain their cause.\\f + \\fr 6.35  \\ft cause: or, right\\f* \n"},{"number":36,"text":"If they sin against thee, (for \\add there is\\add* no man which\nsinneth not,) and thou be angry with them, and deliver them over\nbefore \\add their\\add* enemies, and they carry them away captives\nunto a land far off or near;\\f + \\fr 6.36  \\ft they carry them away captives: Heb. they that take them captives carry them\naway\\f* \n"},{"number":37,"text":"Yet \\add if\\add* they bethink themselves in the land whither they are carried\ncaptive, and turn and pray unto thee in the land of their captivity,\nsaying, We have sinned, we have done amiss, and have dealt wickedly;\\f + \\fr 6.37 \n\\ft bethink…: Heb. bring back to their heart\\f* \n"},{"number":38,"text":"If they return to thee with all their heart and with all their\nsoul in the land of their captivity, whither they have carried them\ncaptives, and pray toward their land, which thou gavest unto their\nfathers, and \\add toward\\add* the city which thou hast chosen, and toward the\nhouse which I have built for thy name: \n"},{"number":39,"text":"Then hear thou from the heavens, \\add even\\add* from thy dwelling\nplace, their prayer and their supplications, and maintain their cause,\nand forgive thy people which have sinned against thee.\\f + \\fr 6.39 \n\\ft cause: or, right\\f* \n"},{"number":40,"text":"Now, my God, let, I beseech thee, thine eyes be open, and\n\\add let\\add* thine ears \\add be\\add* attent unto the prayer \\add that is\nmade\\add* in this place.\\f + \\fr 6.40  \\ft unto…: Heb. to the prayer of this\nplace\\f* \n"},{"number":41,"text":"Now therefore arise, O \\nd LORD\\nd* God, into thy resting\nplace, thou, and the ark of thy strength: let thy priests, O \\nd LORD\\nd*\nGod, be clothed with salvation, and let thy saints rejoice in goodness.\n"},{"number":42,"text":"O \\nd LORD\\nd* God, turn not away the face of thine anointed:\nremember the mercies of David thy servant. \n"}],"number":6},{"verses":[{"number":1,"text":"Now when Solomon had made an end of praying, the fire came\ndown from heaven, and consumed the burnt offering and the sacrifices;\nand the glory of the \\nd LORD\\nd* filled the house. \n"},{"number":2,"text":"And the priests could not enter into the house of the \\nd LORD\\nd*,\nbecause the glory of the \\nd LORD\\nd* had filled the \\nd LORD’s\\nd*\nhouse. \n"},{"number":3,"text":"And when all the children of Israel saw how the fire came down,\nand the glory of the \\nd LORD\\nd* upon the house, they bowed themselves with their\nfaces to the ground upon the pavement, and worshipped, and praised\nthe \\nd LORD\\nd*, \\add saying\\add*, For \\add he is\\add* good; for his\nmercy \\add endureth\\add* for ever. \n\n"},{"number":4,"text":"Then the king and all the people offered sacrifices before\nthe \\nd LORD\\nd*. \n"},{"number":5,"text":"And king Solomon offered a sacrifice of twenty and two thousand\noxen, and an hundred and twenty thousand sheep: so the king and all the\npeople dedicated the house of God. \n"},{"number":6,"text":"And the priests waited on their offices: the Levites also with\ninstruments of musick of the \\nd LORD\\nd*, which David the king had\nmade to praise the \\nd LORD\\nd*, because his mercy \\add endureth\\add*\nfor ever, when David praised by their ministry; and the priests sounded\ntrumpets before them, and all Israel stood.\\f + \\fr 7.6  \\ft by their…: Heb. by their\nhand\\f* \n"},{"number":7,"text":"Moreover Solomon hallowed the middle of the court that \\add was\\add*\nbefore the house of the \\nd LORD\\nd*: for there he offered burnt\nofferings, and the fat of the peace offerings, because the brasen\naltar which Solomon had made was not able to receive the burnt offerings,\nand the meat offerings, and the fat. \n\n"},{"number":8,"text":"Also at the same time Solomon kept the feast seven days, and all\nIsrael with him, a very great congregation, from the entering in\nof Hamath unto the river of Egypt. \n"},{"number":9,"text":"And in the eighth day they made a solemn assembly: for they\nkept the dedication of the altar seven days, and the feast seven\ndays.\\f + \\fr 7.9  \\ft a solemn…: Heb. a restraint\\f* \n"},{"number":10,"text":"And on the three and twentieth day of the seventh month he\nsent the people away into their tents, glad and merry in heart for the\ngoodness that the \\nd LORD\\nd* had shewed unto David, and to Solomon,\nand to Israel his people. \n"},{"number":11,"text":"Thus Solomon finished the house of the \\nd LORD\\nd*, and the\nking’s house: and all that came into Solomon’s heart to make in the\nhouse of the \\nd LORD\\nd*, and in his own house, he prosperously\neffected. \n\n"},{"number":12,"text":"And the \\nd LORD\\nd* appeared  to Solomon by night, and said\nunto him, I have heard thy prayer, and have chosen this place to myself for an\nhouse of sacrifice. \n"},{"number":13,"text":"If I shut up heaven that there be no rain, or if I command\nthe locusts to devour the land, or if I send pestilence among my\npeople; \n"},{"number":14,"text":"If my people, which are called by my name, shall humble themselves, and\npray, and seek my face, and turn from their wicked ways; then will I\nhear from heaven, and will forgive their sin, and will heal their\nland.\\f + \\fr 7.14  \\ft which…: Heb. upon whom my name is called\\f*\n"},{"number":15,"text":"Now mine eyes shall be open, and mine ears attent unto the\nprayer \\add that is made\\add* in this place.\\f + \\fr 7.15  \\ft unto…: Heb. to the prayer of this\nplace\\f* \n"},{"number":16,"text":"For now have I chosen and sanctified this house, that my name\nmay be there for ever: and mine eyes and mine heart shall be there\nperpetually. \n"},{"number":17,"text":"And as for thee, if thou wilt walk before me, as David thy\nfather walked, and do according to all that I have commanded thee, and shalt\nobserve my statutes and my judgments; \n"},{"number":18,"text":"Then will I stablish the throne of thy kingdom, according as I have\ncovenanted with David thy father, saying, There shall not fail thee a\nman \\add to be\\add* ruler in Israel.\\f + \\fr 7.18  \\ft There…: Heb. There shall not be cut off to\nthee\\f* \n"},{"number":19,"text":"But if ye turn away, and forsake my statutes and my commandments,\nwhich I have set before you, and shall go and serve other gods, and\nworship them; \n"},{"number":20,"text":"Then will I pluck them up by the roots out of my land which I have\ngiven them; and this house, which I have sanctified for my name,\nwill I cast out of my sight, and will make it \\add to be\\add* a proverb\nand a byword among all nations. \n"},{"number":21,"text":"And this house, which is high, shall be an astonishment to every one that\npasseth by it; so that he shall say, Why hath the \\nd LORD\\nd* done\nthus unto this land, and unto this house? \n"},{"number":22,"text":"And it shall be answered, Because they forsook the \\nd LORD\\nd*\nGod of their fathers, which brought them forth out of the land of\nEgypt, and laid hold on other gods, and worshipped them, and served\nthem: therefore hath he brought all this evil upon them. \n"}],"number":7},{"verses":[{"number":1,"text":"And it came to pass at the end of twenty years, wherein Solomon\nhad built the house of the \\nd LORD\\nd*, and his own house, \n"},{"number":2,"text":"That the cities which Huram had restored to Solomon, Solomon\nbuilt them, and caused the children of Israel to dwell there. \n"},{"number":3,"text":"And Solomon went to Hamath-zobah, and prevailed against it.\n"},{"number":4,"text":"And he built Tadmor in the wilderness, and all the store cities,\nwhich he built in Hamath. \n"},{"number":5,"text":"Also he built Beth-horon the upper, and Beth-horon the nether,\nfenced cities, with walls, gates, and bars; \n"},{"number":6,"text":"And Baalath, and all the store cities that Solomon had, and all the\nchariot cities, and the cities of the horsemen, and all that Solomon\ndesired  to build in Jerusalem, and in Lebanon, and throughout all the\nland of his dominion.\\f + \\fr 8.6  \\ft all that…: Heb. all the desire of Solomon which he desired to\nbuild\\f* \n\n"},{"number":7,"text":"\\add As for\\add* all the people \\add that were\\add* left of the\nHittites, and the Amorites, and the Perizzites, and the Hivites,\nand the Jebusites, which \\add were\\add* not of Israel, \n"},{"number":8,"text":"\\add But\\add* of their children, who were left after them in the\nland, whom the children of Israel consumed not, them did Solomon\nmake to pay tribute until this day. \n"},{"number":9,"text":"But of the children of Israel did Solomon make no servants\nfor his work; but they \\add were\\add* men of war, and chief of his\ncaptains, and captains of his chariots and horsemen. \n"},{"number":10,"text":"And these \\add were\\add* the chief of king Solomon’s officers,\n\\add even\\add* two hundred and fifty, that bare rule over the people.\n\n"},{"number":11,"text":"And Solomon brought up the daughter of Pharaoh out of the\ncity of David unto the house that he had built for her: for he said,\nMy wife shall not dwell in the house of David king of Israel, because\n\\add the places are\\add* holy, whereunto the ark of the \\nd LORD\\nd*\nhath come.\\f + \\fr 8.11  \\ft holy: Heb. holiness\\f* \n\n"},{"number":12,"text":"Then Solomon offered burnt offerings unto the \\nd LORD\\nd*\non the altar of the \\nd LORD\\nd*, which he had built before the porch,\n"},{"number":13,"text":"Even after a certain rate every day, offering according to the\ncommandment of Moses, on the sabbaths, and on the new moons, and on the solemn\nfeasts, three times in the year, \\add even\\add* in the feast of unleavened\nbread, and in the feast of weeks, and in the feast of tabernacles.\n\n"},{"number":14,"text":"And he appointed, according to the order of David his father,\nthe courses of the priests to their service, and the Levites to their\ncharges, to praise and minister before the priests, as the duty of every\nday required: the porters also by their courses at every gate: for so had\nDavid the man of God commanded.\\f + \\fr 8.14  \\ft so had David…: Heb. so was the commandment of David the man of\nGod\\f* \n"},{"number":15,"text":"And they departed not from the commandment of the king unto the\npriests and Levites concerning any matter, or concerning the treasures.\n"},{"number":16,"text":"Now all the work of Solomon was prepared unto the day of the\nfoundation of the house of the \\nd LORD\\nd*, and until it was finished.\n\\add So\\add* the house of the \\nd LORD\\nd* was perfected. \n\n"},{"number":17,"text":"Then went Solomon to Ezion-geber, and to Eloth, at the sea\nside in the land of Edom.\\f + \\fr 8.17  \\ft Eloth: also called, Elath\\f*\n"},{"number":18,"text":"And Huram sent him by the hands of his servants ships, and\nservants that had knowledge of the sea; and they went with the servants\nof Solomon to Ophir, and took thence four hundred and fifty talents\nof gold, and brought \\add them\\add* to king Solomon. \n"}],"number":8},{"verses":[{"number":1,"text":"And when the queen of Sheba heard of the fame of Solomon, she\ncame to prove Solomon with hard questions at Jerusalem, with a very\ngreat company, and camels that bare spices, and gold in abundance,\nand precious stones: and when she was come to Solomon, she communed\nwith him of all that was in her heart. \n"},{"number":2,"text":"And Solomon told her all her questions: and there was nothing\nhid from Solomon which he told her not. \n"},{"number":3,"text":"And when the queen of Sheba had seen the wisdom of Solomon,\nand the house that he had built, \n"},{"number":4,"text":"And the meat of his table, and the sitting of his servants,\nand the attendance of his ministers, and their apparel; his cupbearers\nalso, and their apparel; and his ascent by which he went up into the\nhouse of the \\nd LORD\\nd*; there was no more spirit in her.\\f + \\fr 9.4 \n\\ft cupbearers: or, butlers\\f* \n"},{"number":5,"text":"And she said to the king, \\add It was\\add* a true report which I\nheard in mine own land of thine acts, and of thy wisdom:\\f + \\fr 9.5 \n\\ft report: Heb. word\\f*\\f + \\fr 9.5  \\ft acts: or, sayings\\f* \n"},{"number":6,"text":"Howbeit I believed not their words, until I came, and mine\neyes had seen \\add it:\\add* and, behold, the one half of the greatness\nof thy wisdom was not told me: \\add for\\add* thou exceedest the fame\nthat I heard. \n"},{"number":7,"text":"Happy \\add are\\add* thy men, and happy \\add are\\add* these thy\nservants, which stand continually before thee, and hear thy wisdom.\n"},{"number":8,"text":"Blessed be the \\nd LORD\\nd* thy God, which delighted in thee to\nset thee on his throne, \\add to be\\add* king for the \\nd LORD\\nd*\nthy God: because thy God loved Israel, to establish them for ever,\ntherefore made he thee king over them, to do judgment and justice.\n"},{"number":9,"text":"And she gave the king an hundred and twenty talents of gold,\nand of spices great abundance, and precious stones: neither was there any such\nspice as the queen of Sheba gave king Solomon. \n"},{"number":10,"text":"And the servants also of Huram, and the servants of Solomon,\nwhich brought gold from Ophir, brought algum trees and precious stones.\\f + \\fr 9.10 \n\\ft algum…: also called, almug trees\\f* \n"},{"number":11,"text":"And the king made \\add of\\add* the algum trees terraces to the\nhouse of the \\nd LORD\\nd*, and to the king’s palace, and harps and\npsalteries for singers: and there were none such seen before in the\nland of Judah.\\f + \\fr 9.11  \\ft terraces: or, stairs: Heb. highways\\f*\n"},{"number":12,"text":"And king Solomon gave to the queen of Sheba all her desire,\nwhatsoever she asked, beside \\add that\\add* which she had brought\nunto the king. So she turned, and went away to her own land, she and her\nservants. \n\n"},{"number":13,"text":"Now the weight of gold that came to Solomon in one year was\nsix hundred and threescore and six talents of gold; \n"},{"number":14,"text":"Beside \\add that which\\add* chapmen and merchants brought.\nAnd all the kings of Arabia and governors of the country brought\ngold and silver to Solomon.\\f + \\fr 9.14  \\ft governors: or, captains\\f*\n\n"},{"number":15,"text":"And king Solomon made two hundred targets \\add of\\add* beaten\ngold: six hundred \\add shekels\\add* of beaten gold went to one target.\n"},{"number":16,"text":"And three hundred shields \\add made he of\\add* beaten  gold:\nthree hundred \\add shekels\\add* of gold went to one shield. And the\nking put them in the house of the forest of Lebanon. \n"},{"number":17,"text":"Moreover the king made a great throne of ivory, and overlaid\nit with pure gold. \n"},{"number":18,"text":"And \\add there were\\add* six steps to the throne, with a footstool\nof gold, \\add which were\\add* fastened to the throne, and stays on each side of the\nsitting place, and two lions standing by the stays:\\f + \\fr 9.18 \n\\ft stays: Heb. hands\\f* \n"},{"number":19,"text":"And twelve lions stood there on the one side and on the other upon the\nsix steps. There was not the like made in any kingdom. \n\n"},{"number":20,"text":"And all the drinking vessels of king Solomon \\add were of\\add*\ngold, and all the vessels of the house of the forest of Lebanon \\add were\nof\\add* pure gold: none \\add were of\\add* silver; it was \\add not\\add*\nany thing accounted of in the days of Solomon.\\f + \\fr 9.20  \\ft pure: Heb. shut\nup\\f*\\f + \\fr 9.20  \\ft none were of silver: or, there was no silver in\nthem\\f* \n"},{"number":21,"text":"For the king’s ships went to Tarshish with the servants of\nHuram: every three years once came the ships of Tarshish bringing\ngold, and silver, ivory, and apes, and peacocks.\\f + \\fr 9.21  \\ft ivory: or, elephants’\nteeth\\f* \n"},{"number":22,"text":"And king Solomon passed all the kings of the earth in riches\nand wisdom. \n\n"},{"number":23,"text":"And all the kings of the earth sought the presence of Solomon,\nto hear his wisdom, that God had put in his heart. \n"},{"number":24,"text":"And they brought every man his present, vessels of silver,\nand vessels of gold, and raiment, harness, and spices, horses, and\nmules, a rate year by year. \n\n"},{"number":25,"text":"And Solomon had four thousand stalls for horses and chariots,\nand twelve thousand horsemen; whom he bestowed in the chariot cities,\nand with the king at Jerusalem. \n\n"},{"number":26,"text":"And he reigned over all the kings from the river even unto the\nland of the Philistines, and to the border of Egypt.\\f + \\fr 9.26 \n\\ft river: that is, Euphrates\\f* \n"},{"number":27,"text":"And the king made silver in Jerusalem as stones, and cedar\ntrees made he as the sycomore trees that \\add are\\add* in the low\nplains in abundance.\\f + \\fr 9.27  \\ft made silver: Heb. gave silver\\f*\n"},{"number":28,"text":"And they brought unto Solomon horses out of Egypt, and out of all\nlands. \n\n"},{"number":29,"text":"Now the rest of the acts of Solomon, first and last, \\add are\\add*\nthey not written in the book of Nathan the prophet, and in the prophecy\nof Ahijah the Shilonite, and in the visions of Iddo the seer against\nJeroboam the son of Nebat?\\f + \\fr 9.29  \\ft book: Heb. words\\f*\n"},{"number":30,"text":"And Solomon reigned in Jerusalem over all Israel forty years.\n"},{"number":31,"text":"And Solomon slept with his fathers, and he was buried in the\ncity of David his father: and Rehoboam his son reigned in his stead.\n"}],"number":9},{"verses":[{"number":1,"text":"And Rehoboam went to Shechem: for to Shechem were all Israel\ncome to make him king. \n"},{"number":2,"text":"And it came to pass, when Jeroboam the son of Nebat, who \\add was\\add*\nin Egypt, whither he had fled from the presence of Solomon the king,\nheard \\add it\\add*, that Jeroboam returned  out of Egypt. \n"},{"number":3,"text":"And they sent and called him. So Jeroboam and all Israel came\nand spake to Rehoboam, saying, \n"},{"number":4,"text":"Thy father made our yoke grievous: now therefore ease thou somewhat the\ngrievous servitude of thy father, and his heavy yoke that he put\nupon us, and we will serve thee. \n"},{"number":5,"text":"And he said unto them, Come again unto me after three days.\nAnd the people departed. \n\n"},{"number":6,"text":"And king Rehoboam took counsel with the old men that had stood\nbefore Solomon his father while he yet lived, saying, What counsel\ngive ye \\add me\\add* to return answer to this people? \n"},{"number":7,"text":"And they spake unto him, saying, If thou be kind to this people,\nand please them, and speak good words to them, they will be thy servants\nfor ever. \n"},{"number":8,"text":"But he forsook the counsel which the old men gave him, and took\ncounsel with the young men that were brought up with him, that stood\nbefore him. \n"},{"number":9,"text":"And he said unto them, What advice give ye that we may return\nanswer to this people, which have spoken to me, saying, Ease somewhat the\nyoke that thy father did put upon us? \n"},{"number":10,"text":"And the young men that were brought up with him spake unto him,\nsaying, Thus shalt thou answer the people that spake unto thee, saying,\nThy father made our yoke heavy, but make thou \\add it\\add* somewhat\nlighter for us; thus shalt thou say unto them, My little \\add finger\\add*\nshall be thicker than my father’s loins. \n"},{"number":11,"text":"For whereas my father put a heavy yoke upon you, I will put\nmore to your yoke: my father chastised you with whips, but I \\add will chastise\nyou\\add* with scorpions.\\f + \\fr 10.11  \\ft my father put: Heb. my father\nladed\\f* \n\n"},{"number":12,"text":"So Jeroboam and all the people came to Rehoboam on the third\nday, as the king bade, saying, Come again to me on the third day.\n"},{"number":13,"text":"And the king answered them roughly; and king Rehoboam forsook\nthe counsel of the old men, \n"},{"number":14,"text":"And answered them after the advice of the young men, saying,\nMy father made your yoke heavy, but I will add thereto: my father\nchastised  you with whips, but I \\add will chastise you\\add* with\nscorpions. \n"},{"number":15,"text":"So the king hearkened not unto the people: for the cause was of\nGod, that the \\nd LORD\\nd* might perform his word, which he spake\nby the hand of Ahijah the Shilonite to Jeroboam the son of Nebat.\n\n"},{"number":16,"text":"And when all Israel \\add  saw \\add* that the king would not\nhearken unto them, the people answered the king, saying, What portion\nhave we in David? and \\add we have\\add* none inheritance in the son\nof Jesse: every man to your tents, O Israel: \\add and\\add* now, David,\nsee to thine own house. So all Israel went to their tents. \n"},{"number":17,"text":"But \\add as for\\add* the children of Israel that dwelt in the\ncities of Judah, Rehoboam reigned over them. \n"},{"number":18,"text":"Then king Rehoboam sent Hadoram that \\add was\\add* over the\ntribute; and the children of Israel stoned him with stones, that he\ndied. But king Rehoboam made speed to get him up to \\add his\\add*\nchariot, to flee to Jerusalem.\\f + \\fr 10.18  \\ft made speed: Heb. strengthened\nhimself\\f* \n"},{"number":19,"text":"And Israel rebelled against the house of David unto this day.\n"}],"number":10},{"verses":[{"number":1,"text":"And when Rehoboam was come to Jerusalem, he gathered of the\nhouse of Judah and Benjamin an hundred and fourscore thousand chosen\n\\add men\\add*, which were warriors, to fight against Israel, that he might\nbring the kingdom again to Rehoboam. \n"},{"number":2,"text":"But the word of the \\nd LORD\\nd* came to Shemaiah the man of\nGod, saying, \n"},{"number":3,"text":"Speak unto Rehoboam the son of Solomon, king of Judah, and to all\nIsrael in Judah and Benjamin, saying, \n"},{"number":4,"text":"Thus saith the \\nd LORD\\nd*, Ye shall not go up, nor fight\nagainst your brethren: return every man to his house: for this thing\nis done of me. And they obeyed the words of the \\nd LORD\\nd*, and\nreturned from going against Jeroboam. \n\n"},{"number":5,"text":"And Rehoboam dwelt in Jerusalem, and built cities for defence\nin Judah. \n"},{"number":6,"text":"He built even Beth-lehem, and Etam, and Tekoa, \n"},{"number":7,"text":"And Beth-zur, and Shoco, and Adullam, \n"},{"number":8,"text":"And Gath, and Mareshah, and Ziph, \n"},{"number":9,"text":"And Adoraim, and Lachish, and Azekah, \n"},{"number":10,"text":"And Zorah, and Aijalon, and Hebron, which \\add are\\add* in\nJudah and in Benjamin fenced cities. \n"},{"number":11,"text":"And he fortified the strong holds, and put captains in them, and\nstore of victual, and of oil and wine. \n"},{"number":12,"text":"And in every several city \\add he put\\add* shields and spears,\nand made them exceeding strong, having Judah and Benjamin on his side.\n\n"},{"number":13,"text":"And the priests and the Levites that \\add were\\add* in all\nIsrael resorted to him out of all their coasts.\\f + \\fr 11.13  \\ft resorted…: Heb. presented themselves to\nhim\\f* \n"},{"number":14,"text":"For the Levites left their suburbs and their possession, and\ncame to Judah and Jerusalem: for Jeroboam and his sons had cast them\noff from executing the priest’s office unto the \\nd LORD\\nd*: \n"},{"number":15,"text":"And he ordained him priests for the high places, and for the\ndevils, and for the calves which he had made. \n"},{"number":16,"text":"And after them out of all the tribes of Israel such as set\ntheir hearts to seek the \\nd LORD\\nd* God of Israel came to Jerusalem,\nto sacrifice unto the \\nd LORD\\nd* God of their fathers. \n"},{"number":17,"text":"So they strengthened the kingdom of Judah, and made Rehoboam\nthe son of Solomon strong, three years: for three years they walked\nin the way of David and Solomon. \n\n"},{"number":18,"text":"And Rehoboam took him Mahalath the daughter of Jerimoth the\nson of David to wife, \\add and\\add* Abihail the daughter of Eliab\nthe son of Jesse; \n"},{"number":19,"text":"Which bare him children; Jeush, and Shamariah, and Zaham.\n"},{"number":20,"text":"And after her he took Maachah the daughter of Absalom; which\nbare him Abijah, and Attai, and Ziza, and Shelomith.\\f + \\fr 11.20 \n\\ft Maachah: she is also called Michaiah the daughter of Uriel\\f*\n"},{"number":21,"text":"And Rehoboam loved Maachah the daughter of Absalom above all his\nwives and his concubines: (for he took eighteen wives, and threescore\nconcubines; and begat twenty and eight sons, and threescore daughters.)\n"},{"number":22,"text":"And Rehoboam made Abijah the son of Maachah the chief, \\add to\nbe\\add* ruler among his brethren: for \\add he thought\\add* to make him\nking. \n"},{"number":23,"text":"And he dealt wisely, and dispersed of all his children throughout all the\ncountries of Judah and Benjamin, unto every fenced city: and he gave\nthem victual in abundance. And he desired many wives.\\f + \\fr 11.23 \n\\ft many wives: Heb. a multitude of wives\\f* \n"}],"number":11},{"verses":[{"number":1,"text":"And it came to pass, when Rehoboam had established the kingdom,\nand had strengthened himself, he forsook the law of the \\nd LORD\\nd*,\nand all Israel with him. \n"},{"number":2,"text":"And it came to pass, \\add that\\add* in the fifth year of king\nRehoboam Shishak king of Egypt came up against Jerusalem, because they had\ntransgressed against the \\nd LORD\\nd*, \n"},{"number":3,"text":"With twelve hundred chariots, and threescore thousand horsemen:\nand the people \\add were\\add* without number that came with him out of\nEgypt; the Lubims, the Sukkiims, and the Ethiopians. \n"},{"number":4,"text":"And he took the fenced cities which \\add pertained\\add* to\nJudah, and came to Jerusalem. \n\n"},{"number":5,"text":"Then came Shemaiah the prophet to Rehoboam, and \\add to\\add*\nthe princes of Judah, that were gathered together to Jerusalem because\nof Shishak, and said unto them, Thus saith the \\nd LORD\\nd*, Ye have\nforsaken me, and therefore have I also left you in the hand of Shishak.\n"},{"number":6,"text":"Whereupon the princes of Israel and the king humbled  themselves; and they\nsaid, The \\nd LORD\\nd* \\add is\\add* righteous. \n"},{"number":7,"text":"And when the \\nd LORD\\nd* saw that they humbled themselves, the\nword of the \\nd LORD\\nd* came to Shemaiah, saying, They have humbled themselves;\n\\add therefore\\add* I will not destroy them, but I will grant them\nsome deliverance; and my wrath shall not be poured out upon Jerusalem\nby the hand of Shishak.\\f + \\fr 12.7  \\ft some: or, a little while\\f*\n"},{"number":8,"text":"Nevertheless they shall be his servants; that they may know\nmy service, and the service of the kingdoms of the countries. \n"},{"number":9,"text":"So Shishak king of Egypt came up against Jerusalem, and took\naway the treasures of the house of the \\nd LORD\\nd*, and the treasures\nof the king’s house; he took all: he carried away also the shields\nof gold which Solomon had made. \n"},{"number":10,"text":"Instead of which king Rehoboam made shields of brass, and\ncommitted \\add them\\add* to the hands of the chief of the guard,\nthat kept the entrance of the king’s house. \n"},{"number":11,"text":"And when the king entered into the house of the \\nd LORD\\nd*,\nthe guard came and fetched them, and brought them again into the\nguard chamber. \n"},{"number":12,"text":"And when he humbled himself, the wrath of the \\nd LORD\\nd*\nturned from him, that he would not destroy \\add him\\add* altogether:\nand also in Judah things went well.\\f + \\fr 12.12  \\ft and also…: or, and yet in Judah there were good\nthings\\f* \n\n"},{"number":13,"text":"So king Rehoboam strengthened himself in Jerusalem, and reigned:\nfor Rehoboam \\add was\\add* one and forty years old when he began to\nreign, and he reigned seventeen years in Jerusalem, the city which the\n\\nd LORD\\nd* had chosen out of all the tribes of Israel, to put his\nname there. And his mother’s name \\add was\\add* Naamah an Ammonitess.\n"},{"number":14,"text":"And he did evil, because he prepared not his heart to seek\nthe \\nd LORD\\nd*.\\f + \\fr 12.14  \\ft prepared: or, fixed\\f* \n"},{"number":15,"text":"Now the acts of Rehoboam, first and last, \\add are\\add* they not\nwritten in the book of Shemaiah the prophet, and of Iddo the seer\nconcerning genealogies? And \\add there were\\add* wars between Rehoboam\nand Jeroboam continually.\\f + \\fr 12.15  \\ft book: Heb. words\\f*\n"},{"number":16,"text":"And Rehoboam slept with his fathers, and was buried in the\ncity of David: and Abijah his son reigned in his stead.\\f + \\fr 12.16 \n\\ft Abijah: also called, Abijam\\f* \n"}],"number":12},{"verses":[{"number":1,"text":"Now in the eighteenth year of king Jeroboam began Abijah to\nreign over Judah. \n"},{"number":2,"text":"He reigned three years in Jerusalem. His mother’s name also\n\\add was\\add* Michaiah the daughter of Uriel of Gibeah. And there was\nwar between Abijah and Jeroboam. \n"},{"number":3,"text":"And Abijah set the battle in array with an army of valiant\nmen of war, \\add even\\add* four hundred thousand chosen men: Jeroboam\nalso set the battle in array against him with eight hundred thousand\nchosen men, \\add being\\add* mighty men of valour.\\f + \\fr 13.3  \\ft Abijah set: Heb. Abijah bound\ntogether\\f* \n\n"},{"number":4,"text":"And Abijah stood up upon mount Zemaraim, which \\add is\\add*\nin mount Ephraim, and said, Hear me, thou Jeroboam, and all Israel;\n"},{"number":5,"text":"Ought ye not to know that the \\nd LORD\\nd* God of Israel gave\nthe kingdom over Israel to David for ever, \\add even\\add* to him and to his\nsons by a covenant of salt? \n"},{"number":6,"text":"Yet Jeroboam the son of Nebat, the servant of Solomon the son\nof David, is risen up, and hath rebelled against his lord. \n"},{"number":7,"text":"And there are gathered unto him vain men, the children of Belial,\nand have strengthened themselves against Rehoboam the son of Solomon,\nwhen Rehoboam was young and tenderhearted, and could not withstand\nthem. \n"},{"number":8,"text":"And now ye think to withstand the kingdom of the \\nd LORD\\nd*\nin the hand of the sons of David; and ye \\add be\\add* a great multitude, and\n\\add there are\\add* with you golden calves, which Jeroboam made you for\ngods. \n"},{"number":9,"text":"Have ye not cast out the priests of the \\nd LORD\\nd*, the sons\nof Aaron, and the Levites, and have made you priests after the manner of the\nnations of \\add other\\add* lands? so that whosoever cometh to consecrate\nhimself with a young bullock and seven rams, \\add the same\\add* may be a\npriest of \\add them that are\\add* no gods.\\f + \\fr 13.9  \\ft to consecrate…: Heb. to fill his\nhand\\f* \n"},{"number":10,"text":"But as for us, the \\nd LORD\\nd* \\add is\\add* our God, and we have not\nforsaken him; and the priests, which minister unto the \\nd LORD\\nd*,\n\\add are\\add* the sons of Aaron, and the Levites \\add wait\\add* upon\n\\add their\\add* business: \n"},{"number":11,"text":"And they burn unto the \\nd LORD\\nd* every morning and every\nevening burnt sacrifices and sweet incense: the shewbread also \\add set they in\norder\\add* upon the pure table; and the candlestick of gold with the\nlamps thereof, to burn every evening: for we keep the charge of the\n\\nd LORD\\nd* our God; but ye have forsaken him. \n"},{"number":12,"text":"And, behold, God himself \\add is\\add* with us for \\add our\\add*\ncaptain, and his priests with sounding trumpets to cry alarm against you. O\nchildren of Israel, fight ye not against the \\nd LORD\\nd* God of your\nfathers; for ye shall not prosper. \n\n"},{"number":13,"text":"But Jeroboam caused an ambushment to come about behind them: so they were\nbefore Judah, and the ambushment \\add was\\add* behind them. \n"},{"number":14,"text":"And when Judah looked back, behold, the battle \\add was\\add*\nbefore and behind: and they cried unto the \\nd LORD\\nd*, and the\npriests sounded with the trumpets. \n"},{"number":15,"text":"Then the men of Judah gave a shout: and as the men of Judah\nshouted, it came to pass, that God smote Jeroboam and all Israel\nbefore Abijah and Judah. \n"},{"number":16,"text":"And the children of Israel fled before Judah: and God delivered\nthem into their hand. \n"},{"number":17,"text":"And Abijah and his people slew them with a great slaughter:\nso there fell down slain of Israel five hundred thousand chosen men.\n"},{"number":18,"text":"Thus the children of Israel were brought under at that time,\nand the children of Judah prevailed, because they relied upon the\n\\nd LORD\\nd* God of their fathers. \n"},{"number":19,"text":"And Abijah pursued after Jeroboam, and took cities from him,\nBeth-el with the towns thereof, and Jeshanah with the towns thereof, and\nEphrain with the towns thereof. \n"},{"number":20,"text":"Neither did Jeroboam recover  strength again in the days of\nAbijah: and the \\nd LORD\\nd* struck him, and he died. \n\n"},{"number":21,"text":"But Abijah waxed mighty, and married fourteen wives, and\nbegat twenty and two sons, and sixteen daughters. \n"},{"number":22,"text":"And the rest of the acts of Abijah, and his ways, and his\nsayings, \\add are\\add* written in the story of the prophet Iddo.\n"}],"number":13},{"verses":[{"number":1,"text":"So Abijah slept with his fathers, and they buried him in the\ncity of David: and Asa his son reigned in his stead. In his days\nthe land was quiet ten years. \n"},{"number":2,"text":"And Asa did \\add that which was\\add* good and right in the\neyes of the \\nd LORD\\nd* his God: \n"},{"number":3,"text":"For he took away the altars of the strange \\add gods\\add*,\nand the high places, and brake down the images, and cut down the\ngroves:\\f + \\fr 14.3  \\ft images: Heb. statues\\f* \n"},{"number":4,"text":"And commanded Judah to seek the \\nd LORD\\nd* God of their fathers,\nand to do the law and the commandment. \n"},{"number":5,"text":"Also he took away out of all the cities of Judah the high places\nand the images: and the kingdom was quiet before him.\\f + \\fr 14.5 \n\\ft images: Heb. sun images\\f* \n\n"},{"number":6,"text":"And he built fenced cities in Judah: for the land had rest,\nand he had no war in those years; because the \\nd LORD\\nd* had given him\nrest. \n"},{"number":7,"text":"Therefore he said unto Judah, Let us build these cities, and make\nabout \\add them\\add* walls, and towers, gates, and bars, \\add while\\add*\nthe land \\add is\\add* yet before us; because we have sought the \\nd LORD\\nd*\nour God, we have sought \\add him\\add*, and he hath given us rest\non every side. So they built and prospered. \n"},{"number":8,"text":"And Asa had an army \\add of men\\add* that bare targets and\nspears, out of Judah three hundred thousand; and out of Benjamin,\nthat bare shields and drew bows, two hundred and fourscore thousand: all these\n\\add were\\add* mighty men of valour. \n\n"},{"number":9,"text":"And there came out against them Zerah the Ethiopian with an\nhost of a thousand thousand, and three hundred chariots; and came\nunto Mareshah. \n"},{"number":10,"text":"Then Asa went out against him, and they set the battle in\narray in the valley of Zephathah at Mareshah. \n"},{"number":11,"text":"And Asa cried unto the \\nd LORD\\nd* his God, and said, \\nd LORD\\nd*,\n\\add it is\\add* nothing with thee to help, whether with many, or with them that have no\npower: help us, O \\nd LORD\\nd* our God; for we rest on thee, and in thy\nname we go against this multitude. O \\nd LORD\\nd*, thou \\add art\\add*\nour God; let not man prevail against thee.\\f + \\fr 14.11  \\ft man: or, mortal\nman\\f* \n"},{"number":12,"text":"So the \\nd LORD\\nd* smote the Ethiopians before Asa, and before\nJudah; and the Ethiopians fled. \n"},{"number":13,"text":"And Asa and the people that \\add were\\add* with him pursued\nthem unto Gerar: and the Ethiopians were overthrown, that they could not\nrecover themselves; for they were destroyed before the \\nd LORD\\nd*,\nand before his host; and they carried away very much spoil.\\f + \\fr 14.13 \n\\ft destroyed: Heb. broken\\f* \n"},{"number":14,"text":"And they smote all the cities round about Gerar; for the fear\nof the \\nd LORD\\nd* came upon them: and they spoiled all the cities;\nfor there was exceeding much spoil in them. \n"},{"number":15,"text":"They smote also the tents of cattle, and carried away sheep\nand camels in abundance, and returned to Jerusalem. \n"}],"number":14},{"verses":[{"number":1,"text":"And the Spirit of God came upon Azariah the son of Oded: \n"},{"number":2,"text":"And he went out to meet Asa, and said unto him, Hear ye me,\nAsa, and all Judah and Benjamin; The \\nd LORD\\nd* \\add is\\add* with you, while ye be with him; and if ye\nseek him, he will be found of you; but if ye forsake him, he will\nforsake you.\\f + \\fr 15.2  \\ft to meet…: Heb. before Asa\\f* \n"},{"number":3,"text":"Now for a long season Israel \\add hath been\\add* without the\ntrue God, and without a teaching priest, and without law. \n"},{"number":4,"text":"But when they in their trouble did turn unto the \\nd LORD\\nd*\nGod of Israel, and sought him, he was found of them. \n"},{"number":5,"text":"And in those times \\add there was\\add* no peace to him that went\nout, nor to him that came in, but great vexations \\add were\\add*\nupon all the inhabitants of the countries. \n"},{"number":6,"text":"And nation was destroyed of nation, and city of city: for God\ndid vex them with all adversity.\\f + \\fr 15.6  \\ft destroyed: Heb. beaten in\npieces\\f* \n"},{"number":7,"text":"Be ye strong therefore, and let not your hands be weak: for your\nwork shall be rewarded. \n\n"},{"number":8,"text":"And when Asa heard these words, and the prophecy of Oded the\nprophet, he took courage, and put away the abominable idols out of all the\nland of Judah and Benjamin, and out of the cities which he had taken\nfrom mount Ephraim, and renewed the altar of the \\nd LORD\\nd*, that\n\\add was\\add* before the porch of the \\nd LORD\\nd*.\\f + \\fr 15.8 \n\\ft abominable…: Heb. abominations\\f* \n"},{"number":9,"text":"And he gathered all Judah and Benjamin, and the strangers with them out of\nEphraim and Manasseh, and out of Simeon: for they fell to him out of\nIsrael in abundance, when they saw that the \\nd LORD\\nd* his God\n\\add was\\add* with him. \n"},{"number":10,"text":"So they gathered themselves together at Jerusalem in the third\nmonth, in the fifteenth year of the reign of Asa. \n"},{"number":11,"text":"And they offered unto the \\nd LORD\\nd* the same time, of the\nspoil \\add which\\add* they had brought, seven hundred oxen and seven\nthousand sheep.\\f + \\fr 15.11  \\ft the same…: Heb. in that day\\f*\n"},{"number":12,"text":"And they entered into a covenant to seek the \\nd LORD\\nd*\nGod of their fathers with all their heart and with all their soul;\n"},{"number":13,"text":"That whosoever would not seek the \\nd LORD\\nd* God of Israel\nshould be put to death, whether small or great, whether man or woman.\n"},{"number":14,"text":"And they sware unto the \\nd LORD\\nd* with a loud voice, and with\nshouting, and with trumpets, and with cornets. \n"},{"number":15,"text":"And all Judah rejoiced at the oath: for they had sworn with all their\nheart, and sought him with their whole desire; and he was found of them: and the\n\\nd LORD\\nd* gave them rest round about. \n\n"},{"number":16,"text":"And also \\add concerning\\add* Maachah the mother of Asa the\nking, he removed her from \\add being\\add* queen, because she had\nmade an idol in a grove: and Asa cut down her idol, and stamped \\add it\\add*,\nand burnt \\add it\\add* at the brook Kidron.\\f + \\fr 15.16  \\ft mother: that is,\ngrandmother\\f*\\f + \\fr 15.16  \\ft idol: Heb. horror\\f* \n"},{"number":17,"text":"But the high places were not taken away out of Israel: nevertheless the\nheart of Asa was perfect all his days. \n\n"},{"number":18,"text":"And he brought into the house of God the things that his\nfather had dedicated, and that he himself had dedicated, silver,\nand gold, and vessels. \n"},{"number":19,"text":"And there was no \\add more\\add* war unto the five and thirtieth\nyear of the reign of Asa. \n"}],"number":15},{"verses":[{"number":1,"text":"In the six and thirtieth year of the reign of Asa Baasha king\nof Israel came up against Judah, and built Ramah, to the intent that\nhe might let none go out or come in to Asa king of Judah. \n"},{"number":2,"text":"Then Asa brought out silver and gold out of the treasures of the\nhouse of the \\nd LORD\\nd* and of the king’s house, and sent to Ben-hadad\nking of Syria, that dwelt at Damascus, saying,\\f + \\fr 16.2  \\ft Damascus: Heb.\nDarmesek\\f* \n"},{"number":3,"text":"\\add There is\\add* a league between me and thee, as \\add there\nwas\\add* between my father and thy father: behold, I have sent thee\nsilver and gold; go, break thy league with Baasha king of Israel,\nthat he may depart from me. \n"},{"number":4,"text":"And Ben-hadad hearkened unto king Asa, and sent the captains\nof his armies against the cities of Israel; and they smote Ijon,\nand Dan, and Abel-maim, and all the store cities of Naphtali.\\f + \\fr 16.4 \n\\ft his: Heb. which were his\\f* \n"},{"number":5,"text":"And it came to pass, when Baasha heard \\add it\\add*, that he left\noff building of Ramah, and let his work cease. \n"},{"number":6,"text":"Then Asa the king took all Judah; and they carried away the\nstones of Ramah, and the timber thereof, wherewith Baasha was building;\nand he built therewith Geba and Mizpah. \n\n"},{"number":7,"text":"And at that time Hanani the seer came to Asa king of Judah,\nand said unto him, Because thou hast relied on the king of Syria,\nand not relied on the \\nd LORD\\nd* thy God, therefore is the host\nof the king of Syria escaped out of thine hand. \n"},{"number":8,"text":"Were not the Ethiopians and the Lubims a huge host, with very\nmany chariots and horsemen? yet, because thou didst rely on the \\nd LORD\\nd*,\nhe delivered them into thine hand.\\f + \\fr 16.8  \\ft a huge: Heb. in\nabundance\\f* \n"},{"number":9,"text":"For the eyes of the \\nd LORD\\nd* run to and fro throughout the whole\nearth, to shew himself strong in the behalf of \\add them\\add* whose\nheart \\add is\\add* perfect toward him. Herein thou hast done foolishly:\ntherefore from henceforth thou shalt have wars.\\f + \\fr 16.9  \\ft to shew…: or, strongly to hold with them,\netc\\f* \n"},{"number":10,"text":"Then Asa was wroth with the seer, and put him in a prison\nhouse; for \\add he was\\add* in a rage with him because of this \\add thing\\add*.\nAnd Asa oppressed \\add some\\add* of the people the same time.\\f + \\fr 16.10 \n\\ft oppressed: Heb. crushed\\f* \n\n"},{"number":11,"text":"And, behold, the acts of Asa, first and last, lo, they \\add are\\add*\nwritten in the book of the kings of Judah and Israel. \n"},{"number":12,"text":"And Asa in the thirty and ninth year of his reign was diseased\nin his feet, until his disease \\add was\\add* exceeding \\add great:\\add*\nyet in his disease he sought not to the \\nd LORD\\nd*, but to the\nphysicians. \n\n"},{"number":13,"text":"And Asa slept with his fathers, and died in the one and fortieth\nyear of his reign. \n"},{"number":14,"text":"And they buried him in his own sepulchres, which he had made\nfor himself in the city of David, and laid him in the bed which was\nfilled with sweet odours and divers kinds \\add of spices\\add* prepared\nby the apothecaries’ art: and they made a very great burning for\nhim.\\f + \\fr 16.14  \\ft had made: Heb. had digged\\f* \n"}],"number":16},{"verses":[{"number":1,"text":"And Jehoshaphat his son reigned in his stead, and strengthened\nhimself against Israel. \n"},{"number":2,"text":"And he placed forces in all the fenced cities of Judah, and\nset garrisons in the land of Judah, and in the cities of Ephraim,\nwhich Asa his father had taken. \n"},{"number":3,"text":"And the \\nd LORD\\nd* was with Jehoshaphat, because he walked\nin the first ways of his father David, and sought not unto Baalim;\\f + \\fr 17.3 \n\\ft of…: or, of his father, and of David\\f* \n"},{"number":4,"text":"But sought to the \\add  \\+nd Lord\\+nd*\\add* God of his father,\nand walked in his commandments, and not after the doings of Israel.\n"},{"number":5,"text":"Therefore the \\nd LORD\\nd* stablished the kingdom in his hand;\nand all Judah brought  to Jehoshaphat presents; and he had riches\nand honour in abundance.\\f + \\fr 17.5  \\ft brought: Heb. gave\\f*\n"},{"number":6,"text":"And his heart was lifted up in the ways of the \\nd LORD\\nd*:\nmoreover he took away the high places and groves out of Judah.\\f + \\fr 17.6 \n\\ft was…: that is, was encouraged\\f* \n\n"},{"number":7,"text":"Also in the third year of his reign he sent to his princes,\n\\add even\\add* to Ben-hail, and to Obadiah, and to Zechariah, and to\nNethaneel, and to Michaiah, to teach in the cities of Judah. \n"},{"number":8,"text":"And with them \\add he sent\\add* Levites, \\add even\\add* Shemaiah,\nand Nethaniah, and Zebadiah, and Asahel, and Shemiramoth, and Jehonathan,\nand Adonijah, and Tobijah, and Tob-adonijah, Levites; and with them\nElishama and Jehoram, priests. \n"},{"number":9,"text":"And they taught in Judah, and \\add had\\add* the book of the\nlaw of the \\nd LORD\\nd* with them, and went about throughout all the\ncities of Judah, and taught the people. \n\n"},{"number":10,"text":"And the fear of the \\nd LORD\\nd* fell upon all the kingdoms\nof the lands that \\add were\\add* round about Judah, so that they made no\nwar against Jehoshaphat.\\f + \\fr 17.10  \\ft fell: Heb. was\\f* \n"},{"number":11,"text":"Also \\add some\\add* of the Philistines brought Jehoshaphat\npresents, and tribute silver; and the Arabians brought him flocks,\nseven thousand and seven hundred rams, and seven thousand and seven\nhundred he goats. \n\n"},{"number":12,"text":"And Jehoshaphat waxed great exceedingly; and he built in\nJudah castles, and cities of store.\\f + \\fr 17.12  \\ft castles: or,\npalaces\\f* \n"},{"number":13,"text":"And he had much business in the cities of Judah: and the men\nof war, mighty men of valour, \\add were\\add* in Jerusalem. \n"},{"number":14,"text":"And these \\add are\\add* the numbers of them according to the\nhouse of their fathers: Of Judah, the captains of thousands; Adnah\nthe chief, and with him mighty men of valour three hundred thousand.\n"},{"number":15,"text":"And next to him \\add was\\add* Jehohanan the captain, and with him two\nhundred and fourscore thousand.\\f + \\fr 17.15  \\ft next…: Heb. at his\nhand\\f* \n"},{"number":16,"text":"And next him \\add was\\add* Amasiah the son of Zichri, who willingly\noffered himself unto the \\nd LORD\\nd*; and with him two hundred thousand\nmighty men of valour. \n"},{"number":17,"text":"And of Benjamin; Eliada a mighty man of valour, and with him armed\nmen with bow and shield two hundred thousand. \n"},{"number":18,"text":"And next him \\add was\\add* Jehozabad, and with him an hundred\nand fourscore thousand ready prepared for the war. \n"},{"number":19,"text":"These waited on the king, beside \\add those\\add* whom the\nking put in the fenced cities throughout all Judah. \n"}],"number":17},{"verses":[{"number":1,"text":"Now Jehoshaphat had riches and honour in abundance, and joined\naffinity with Ahab. \n"},{"number":2,"text":"And after \\add certain\\add* years he went down to Ahab to Samaria.\nAnd Ahab killed sheep and oxen for him in abundance, and for the\npeople that \\add he had\\add* with him, and persuaded him to go up\n\\add with him\\add* to Ramoth-gilead.\\f + \\fr 18.2  \\ft after…: Heb. at the end of\nyears\\f* \n"},{"number":3,"text":"And Ahab king of Israel said unto Jehoshaphat king of Judah,\nWilt thou go with me to Ramoth-gilead? And he answered him, I \\add am\\add* as thou\n\\add art\\add*, and my people as thy people; and \\add we will be\\add*\nwith thee in the war. \n\n"},{"number":4,"text":"And Jehoshaphat said unto the king of Israel, Enquire, I pray thee, at the\nword of the \\nd LORD\\nd* to day. \n"},{"number":5,"text":"Therefore the king of Israel gathered together of prophets\nfour hundred men, and said unto them, Shall we go to Ramoth-gilead\nto battle, or shall I forbear? And they said, Go up; for God will\ndeliver \\add it\\add* into the king’s hand. \n"},{"number":6,"text":"But Jehoshaphat said, \\add Is there\\add* not here a prophet\nof the \\nd LORD\\nd* besides, that we might enquire of him?\\f + \\fr 18.6 \n\\ft besides: Heb. yet, or, more\\f* \n"},{"number":7,"text":"And the king of Israel said unto Jehoshaphat, \\add There is\\add*\nyet one man, by whom we may enquire of the \\nd LORD\\nd*: but I hate\nhim; for he never prophesied good unto me, but always evil: the same\n\\add is\\add* Micaiah the son of Imla. And Jehoshaphat said, Let not the\nking say so. \n"},{"number":8,"text":"And the king of Israel called for one \\add of his\\add* officers,\nand said, Fetch quickly Micaiah the son of Imla.\\f + \\fr 18.8  \\ft officers: or,\neunuchs\\f*\\f + \\fr 18.8  \\ft Fetch…: Heb. Hasten\\f* \n"},{"number":9,"text":"And the king of Israel and Jehoshaphat king of Judah sat either\nof them on his throne, clothed in \\add their\\add* robes, and they\nsat in a void place at the entering in of the gate of Samaria; and all the\nprophets prophesied before them.\\f + \\fr 18.9  \\ft void…: or, floor\\f*\n"},{"number":10,"text":"And Zedekiah the son of Chenaanah had made him horns of iron,\nand said, Thus saith the \\nd LORD\\nd*, With these thou shalt push\nSyria until they be consumed.\\f + \\fr 18.10  \\ft they…: Heb. thou consume\nthem\\f* \n"},{"number":11,"text":"And all the prophets prophesied  so, saying, Go up to Ramoth-gilead,\nand prosper: for the \\nd LORD\\nd* shall deliver \\add it\\add* into the\nhand of the king. \n"},{"number":12,"text":"And the messenger that went to call Micaiah spake to him,\nsaying, Behold, the words of the prophets \\add declare\\add* good\nto the king with one assent; let thy word therefore, I pray thee, be like\none of theirs, and speak thou good.\\f + \\fr 18.12  \\ft with…: Heb. with one\nmouth\\f* \n"},{"number":13,"text":"And Micaiah said, \\add As\\add* the \\nd LORD\\nd* liveth, even what my\nGod saith, that will I speak. \n"},{"number":14,"text":"And when he was come to the king, the king said unto him,\nMicaiah, shall we go to Ramoth-gilead to battle, or shall I forbear?\nAnd he said, Go ye up, and prosper, and they shall be delivered into your\nhand. \n"},{"number":15,"text":"And the king said to him, How many times shall I adjure thee that thou\nsay nothing but the truth to me in the name of the \\nd LORD\\nd*?\n"},{"number":16,"text":"Then he said, I did see all Israel scattered upon the mountains,\nas sheep that have no shepherd: and the \\nd LORD\\nd* said, These have no\nmaster; let them return \\add therefore\\add* every man to his house\nin peace. \n"},{"number":17,"text":"And the king of Israel said to Jehoshaphat, Did I not tell thee\n\\add that\\add* he would not prophesy good unto me, but evil?\\f + \\fr 18.17 \n\\ft but evil: or, but for evil\\f* \n"},{"number":18,"text":"Again he said, Therefore hear the word of the \\nd LORD\\nd*;\nI saw the \\nd LORD\\nd* sitting  upon his throne, and all the host\nof heaven standing on his right hand and \\add on\\add* his left. \n"},{"number":19,"text":"And the \\nd LORD\\nd* said, Who shall entice Ahab king of Israel,\nthat he may go up and fall at Ramoth-gilead? And one spake saying\nafter this manner, and another saying after that manner. \n"},{"number":20,"text":"Then there came out a spirit, and stood before the \\nd LORD\\nd*,\nand said, I will entice him. And the \\nd LORD\\nd* said unto him, Wherewith?\n"},{"number":21,"text":"And he said, I will go out, and be a lying spirit in the mouth\nof all his prophets. And \\add the \\+nd Lord\\+nd*\\add* said, Thou shalt\nentice \\add him\\add*, and thou shalt also prevail: go out, and do\n\\add even\\add* so. \n"},{"number":22,"text":"Now therefore, behold, the \\nd LORD\\nd* hath put a lying spirit\nin the mouth of these thy prophets, and the \\nd LORD\\nd* hath spoken\nevil against thee. \n"},{"number":23,"text":"Then Zedekiah the son of Chenaanah came near, and smote Micaiah\nupon the cheek, and said, Which way went the Spirit of the \\nd LORD\\nd*\nfrom me to speak unto thee? \n"},{"number":24,"text":"And Micaiah said, Behold, thou shalt see on that day when thou shalt\ngo into an inner chamber to hide thyself.\\f + \\fr 18.24  \\ft into…: or, from chamber to chamber: Heb. a chamber in a\nchamber\\f* \n"},{"number":25,"text":"Then the king of Israel said, Take ye Micaiah, and carry him\nback to Amon the governor of the city, and to Joash the king’s son;\n"},{"number":26,"text":"And say, Thus saith the king, Put this \\add fellow\\add* in the\nprison, and feed him with bread of affliction and with water of affliction,\nuntil I return in peace. \n"},{"number":27,"text":"And Micaiah said, If thou certainly return in peace, \\add then\\add*\nhath not the \\nd LORD\\nd* spoken by me. And he said, Hearken, all ye\npeople. \n\n"},{"number":28,"text":"So the king of Israel and Jehoshaphat the king of Judah went\nup to Ramoth-gilead. \n"},{"number":29,"text":"And the king of Israel said unto Jehoshaphat, I will disguise\nmyself, and will go to the battle; but put thou on thy robes. So the\nking of Israel disguised himself; and they went to the battle. \n"},{"number":30,"text":"Now the king of Syria had commanded the captains of the chariots that\n\\add were\\add* with him, saying, Fight ye not with small or great,\nsave only with the king of Israel. \n"},{"number":31,"text":"And it came to pass, when the captains of the chariots saw\nJehoshaphat, that they said, It \\add is\\add* the king of Israel.\nTherefore they compassed about him to fight: but Jehoshaphat cried\nout, and the \\nd LORD\\nd* helped him; and God moved them \\add to\ndepart\\add* from him. \n"},{"number":32,"text":"For it came to pass, that, when the captains of the chariots\nperceived that it was not the king of Israel, they turned back again\nfrom pursuing him.\\f + \\fr 18.32  \\ft from…: Heb. from after him\\f*\n"},{"number":33,"text":"And a \\add certain\\add* man drew a bow at a venture, and smote\nthe king of Israel between the joints of the harness: therefore he\nsaid to his chariot man, Turn thine hand, that thou mayest carry me\nout of the host; for I am wounded.\\f + \\fr 18.33  \\ft at a venture: Heb. in his\nsimplicity\\f*\\f + \\fr 18.33  \\ft between…: Heb. between the joints and between the\nbreastplate\\f*\\f + \\fr 18.33  \\ft wounded: Heb. made sick\\f* \n"},{"number":34,"text":"And the battle increased that day: howbeit the king of Israel stayed\n\\add himself\\add* up in \\add his\\add* chariot against the Syrians\nuntil the even: and about the time of the sun going down he died.\n"}],"number":18},{"verses":[{"number":1,"text":"And Jehoshaphat the king of Judah returned to his house in\npeace to Jerusalem. \n"},{"number":2,"text":"And Jehu the son of Hanani the seer went out to meet him, and\nsaid to king Jehoshaphat, Shouldest thou help the ungodly, and love\nthem that hate the \\nd LORD\\nd*? therefore \\add is\\add* wrath upon thee from\nbefore the \\nd LORD\\nd*. \n"},{"number":3,"text":"Nevertheless there are good things found in thee, in that thou hast taken\naway the groves out of the land, and hast prepared thine heart to\nseek God. \n"},{"number":4,"text":"And Jehoshaphat dwelt at Jerusalem: and he went out again through the\npeople from Beer-sheba to mount Ephraim, and brought them back unto the\n\\nd LORD\\nd* God of their fathers.\\f + \\fr 19.4  \\ft he went…: Heb. he returned and went\nout\\f* \n\n"},{"number":5,"text":"And he set judges in the land throughout all the fenced cities\nof Judah, city by city, \n"},{"number":6,"text":"And said to the judges, Take heed what ye do: for ye judge\nnot for man, but for the \\nd LORD\\nd*, who \\add is\\add* with you in the\njudgment.\\f + \\fr 19.6  \\ft in…: Heb. in the matter of judgment\\f*\n"},{"number":7,"text":"Wherefore now let the fear of the \\nd LORD\\nd* be upon you; take\nheed and do \\add it:\\add* for \\add there is\\add* no iniquity with the\n\\nd LORD\\nd* our God, nor respect of persons, nor taking of gifts.\n\n"},{"number":8,"text":"Moreover in Jerusalem did Jehoshaphat set of the Levites, and\n\\add of\\add* the priests, and of the chief of the fathers of Israel,\nfor the judgment of the \\nd LORD\\nd*, and for controversies, when they\nreturned to Jerusalem. \n"},{"number":9,"text":"And he charged them, saying, Thus shall ye do in the fear of the\n\\nd LORD\\nd*, faithfully, and with a perfect heart. \n"},{"number":10,"text":"And what cause soever shall come to you of your brethren that\ndwell in their cities, between blood and blood, between law and commandment,\nstatutes and judgments, ye shall even warn them that they trespass\nnot against the \\nd LORD\\nd*, and \\add so\\add* wrath come upon you, and upon your\nbrethren: this do, and ye shall not trespass. \n"},{"number":11,"text":"And, behold, Amariah the chief priest \\add is\\add* over you in all\nmatters of the \\nd LORD\\nd*; and Zebadiah the son of Ishmael, the\nruler of the house of Judah, for all the king’s matters: also the\nLevites \\add shall be\\add* officers before you. Deal courageously,\nand the \\nd LORD\\nd* shall be with the good.\\f + \\fr 19.11  \\ft Deal…: Heb. Take courage and\ndo\\f* \n"}],"number":19},{"verses":[{"number":1,"text":"It came to pass after this also, \\add that\\add* the children\nof Moab, and the children of Ammon, and with them \\add other\\add*\nbeside the Ammonites, came against Jehoshaphat to battle. \n"},{"number":2,"text":"Then there came some that told Jehoshaphat, saying, There cometh\na great multitude against thee from beyond the sea on this side Syria; and, behold, they\n\\add be\\add* in Hazazon-tamar, which \\add is\\add* En-gedi. \n"},{"number":3,"text":"And Jehoshaphat feared, and set himself to seek the \\nd LORD\\nd*,\nand proclaimed a fast throughout all Judah.\\f + \\fr 20.3  \\ft himself: Heb. his\nface\\f* \n"},{"number":4,"text":"And Judah gathered themselves together, to ask \\add help\\add*\nof the \\nd LORD\\nd*: even out of all the cities of Judah they came\nto seek the \\nd LORD\\nd*. \n\n"},{"number":5,"text":"And Jehoshaphat stood in the congregation of Judah and Jerusalem,\nin the house of the \\nd LORD\\nd*, before the new court, \n"},{"number":6,"text":"And said, O \\nd LORD\\nd* God of our fathers, \\add art\\add*\nnot thou God in heaven? and rulest \\add not\\add* thou over all the\nkingdoms of the heathen? and in thine hand \\add is there not\\add*\npower and might, so that none is able to withstand thee? \n"},{"number":7,"text":"\\add Art\\add* not thou our God, \\add who\\add* didst drive out\nthe inhabitants of this land before thy people Israel, and gavest\nit to the seed of Abraham thy friend for ever?\\f + \\fr 20.7  \\ft who: Heb.\nthou\\f* \n"},{"number":8,"text":"And they dwelt therein, and have built thee a sanctuary therein for thy\nname, saying, \n"},{"number":9,"text":"If, \\add when\\add* evil cometh  upon us, \\add as\\add* the sword,\njudgment, or pestilence, or famine, we stand before this house, and in thy\npresence, (for thy name \\add is\\add* in this house,) and cry unto thee in our\naffliction, then thou wilt hear and help. \n"},{"number":10,"text":"And now, behold, the children of Ammon and Moab and mount\nSeir, whom thou wouldest not let Israel invade, when they came out\nof the land of Egypt, but they turned from them, and destroyed them not;\n"},{"number":11,"text":"Behold, \\add I say, how\\add* they reward us, to come to cast us\nout of thy possession, which thou hast given us to inherit. \n"},{"number":12,"text":"O our God, wilt thou not judge them? for we have no might\nagainst this great company that cometh against us; neither know we\nwhat to do: but our eyes \\add are\\add* upon thee. \n"},{"number":13,"text":"And all Judah stood before the \\nd LORD\\nd*, with their little\nones, their wives, and their children. \n\n"},{"number":14,"text":"Then upon Jahaziel the son of Zechariah, the son of Benaiah,\nthe son of Jeiel, the son of Mattaniah, a Levite of the sons of Asaph,\ncame the Spirit of the \\nd LORD\\nd* in the midst of the congregation;\n"},{"number":15,"text":"And he said, Hearken ye, all Judah, and ye inhabitants of\nJerusalem, and thou king Jehoshaphat, Thus saith the \\nd LORD\\nd*\nunto you, Be not afraid nor dismayed by reason of this great multitude;\nfor the battle \\add is\\add* not yours, but God’s. \n"},{"number":16,"text":"To morrow go ye down against them: behold, they come up by the\ncliff of Ziz; and ye shall find them at the end of the brook, before\nthe wilderness of Jeruel.\\f + \\fr 20.16  \\ft cliff: Heb. ascent\\f*\\f + \\fr 20.16 \n\\ft brook: or, valley\\f* \n"},{"number":17,"text":"Ye shall not \\add need\\add* to fight in this \\add battle:\\add*\nset yourselves, stand ye \\add still\\add*, and see the salvation of the\n\\nd LORD\\nd* with you, O Judah and Jerusalem: fear not, nor be dismayed;\nto morrow go out against them: for the \\nd LORD\\nd* \\add will be\\add* with you.\n"},{"number":18,"text":"And Jehoshaphat bowed his head with \\add his\\add* face to the\nground: and all Judah and the inhabitants of Jerusalem fell before\nthe \\nd LORD\\nd*, worshipping the \\nd LORD\\nd*. \n"},{"number":19,"text":"And the Levites, of the children of the Kohathites, and of the\nchildren of the Korhites, stood up to praise the \\nd LORD\\nd* God\nof Israel with a loud voice on high. \n\n"},{"number":20,"text":"And they rose early in the morning, and went forth into the\nwilderness of Tekoa: and as they went forth, Jehoshaphat stood and\nsaid, Hear me, O Judah, and ye inhabitants of Jerusalem; Believe\nin the \\nd LORD\\nd* your God, so shall ye be established; believe\nhis prophets, so shall ye prosper. \n"},{"number":21,"text":"And when he had consulted with the people, he appointed singers\nunto the \\nd LORD\\nd*, and that should praise the beauty of holiness,\nas they went out before the army, and to say, Praise the \\nd LORD\\nd*;\nfor his mercy \\add endureth\\add* for ever.\\f + \\fr 20.21  \\ft that…: Heb.\npraisers\\f* \n\n"},{"number":22,"text":"And when they began to sing and to praise, the \\nd LORD\\nd*\nset ambushments against the children of Ammon, Moab, and mount Seir,\nwhich were come against Judah; and they were smitten.\\f + \\fr 20.22 \n\\ft And when…: Heb. And in the time that they, etc\\f*\\f + \\fr 20.22 \n\\ft to sing…: Heb. in singing and praise\\f*\\f + \\fr 20.22  \\ft they were…: or, they smote one\nanother\\f* \n"},{"number":23,"text":"For the children of Ammon and Moab stood up against the inhabitants\nof mount Seir, utterly to slay and destroy \\add them:\\add* and when they had made an\nend of the inhabitants of Seir, every one helped to destroy another.\\f + \\fr 20.23 \n\\ft to destroy: Heb. for the destruction\\f* \n"},{"number":24,"text":"And when Judah came toward the watch tower in the wilderness,\nthey looked unto the multitude, and, behold, they \\add were\\add*\ndead bodies fallen to the earth, and none escaped.\\f + \\fr 20.24 \n\\ft none…: Heb. there was not an escaping\\f* \n"},{"number":25,"text":"And when Jehoshaphat and his people came to take away the\nspoil of them, they found among them in abundance both riches with the dead\nbodies, and precious jewels, which they stripped off for themselves, more\nthan they could carry away: and they were three days in gathering\nof the spoil, it was so much. \n\n"},{"number":26,"text":"And on the fourth day they assembled themselves in the valley\nof Berachah; for there they blessed the \\nd LORD\\nd*: therefore the\nname of the same place was called, The valley of Berachah, unto this\nday.\\f + \\fr 20.26  \\ft Berachah: that is, blessing\\f* \n"},{"number":27,"text":"Then they returned, every man of Judah and Jerusalem, and\nJehoshaphat in the forefront of them, to go again to Jerusalem with\njoy; for the \\nd LORD\\nd* had made them to rejoice over their enemies.\\f + \\fr 20.27 \n\\ft forefront: Heb. head\\f* \n"},{"number":28,"text":"And they came to Jerusalem with psalteries and harps and trumpets\nunto the house of the \\nd LORD\\nd*. \n"},{"number":29,"text":"And the fear of God was on all the kingdoms of \\add those\\add*\ncountries, when they had heard that the \\nd LORD\\nd* fought against the\nenemies of Israel. \n"},{"number":30,"text":"So the realm of Jehoshaphat was quiet: for his God gave him\nrest round about. \n\n"},{"number":31,"text":"And Jehoshaphat reigned over Judah: \\add he was\\add* thirty\nand five years old when he began to reign, and he reigned twenty\nand five years in Jerusalem. And his mother’s name \\add was\\add*\nAzubah the daughter of Shilhi. \n"},{"number":32,"text":"And he walked in the way of Asa his father, and departed not from it,\ndoing \\add that which was\\add* right in the sight of the \\nd LORD\\nd*.\n"},{"number":33,"text":"Howbeit the high places were not taken away: for as yet the\npeople had not prepared their hearts unto the God of their fathers.\n"},{"number":34,"text":"Now the rest of the acts of Jehoshaphat, first and last, behold, they\n\\add are\\add* written in the book of Jehu the son of Hanani, who\n\\add is\\add* mentioned in the book of the kings of Israel.\\f + \\fr 20.34 \n\\ft book of Jehu: Heb. words, etc\\f*\\f + \\fr 20.34  \\ft is mentioned: Heb. was made to\nascend\\f* \n\n"},{"number":35,"text":"And after this did Jehoshaphat king of Judah join himself with\nAhaziah king of Israel, who did very wickedly: \n"},{"number":36,"text":"And he joined himself with him to make ships to go to Tarshish:\nand they made the ships in Ezion-geber. \n"},{"number":37,"text":"Then Eliezer the son of Dodavah of Mareshah prophesied against\nJehoshaphat, saying, Because thou hast joined thyself with Ahaziah,\nthe \\nd LORD\\nd* hath broken thy works. And the ships were broken,\nthat they were not able to go to Tarshish. \n"}],"number":20},{"verses":[{"number":1,"text":"Now Jehoshaphat slept with his fathers, and was buried with his\nfathers in the city of David. And Jehoram his son reigned in his stead.\n"},{"number":2,"text":"And he had brethren the sons of Jehoshaphat, Azariah, and Jehiel,\nand Zechariah, and Azariah, and Michael, and Shephatiah: all these\n\\add were\\add* the sons of Jehoshaphat king of Israel. \n"},{"number":3,"text":"And their father gave them great gifts of silver, and of gold,\nand of precious things, with fenced cities in Judah: but the kingdom\ngave he to Jehoram; because he \\add was\\add* the firstborn. \n"},{"number":4,"text":"Now when Jehoram was risen up to the kingdom of his father,\nhe strengthened himself, and slew all his brethren with the sword, and\n\\add divers\\add* also of the princes of Israel. \n\n"},{"number":5,"text":"Jehoram \\add was\\add* thirty and two years old when he began to\nreign, and he reigned eight years in Jerusalem. \n"},{"number":6,"text":"And he walked in the way of the kings of Israel, like as did\nthe house of Ahab: for he had the daughter of Ahab to wife: and he\nwrought \\add that which was\\add* evil in the eyes of the \\nd LORD\\nd*.\n"},{"number":7,"text":"Howbeit the \\nd LORD\\nd* would not destroy the house of David,\nbecause of the covenant that he had made with David, and as he promised\nto give a light to him and to his sons for ever.\\f + \\fr 21.7  \\ft light: Heb. lamp, or,\ncandle\\f* \n\n"},{"number":8,"text":"In his days the Edomites revolted from under the dominion\nof Judah, and made themselves a king.\\f + \\fr 21.8  \\ft dominion: Heb.\nhand\\f* \n"},{"number":9,"text":"Then Jehoram went forth with his princes, and all his chariots\nwith him: and he rose up by night, and smote the Edomites which compassed him\nin, and the captains of the chariots. \n"},{"number":10,"text":"So the Edomites revolted from under the hand of Judah unto this\nday. The same time \\add also\\add* did Libnah revolt from under his\nhand; because he had forsaken the \\nd LORD\\nd* God of his fathers.\n"},{"number":11,"text":"Moreover he made high places in the mountains of Judah, and caused the\ninhabitants of Jerusalem to commit fornication, and compelled Judah\n\\add thereto\\add*. \n\n"},{"number":12,"text":"And there came a writing to him from Elijah the prophet,\nsaying, Thus saith the \\nd LORD\\nd* God of David thy father, Because thou hast not\nwalked in the ways of Jehoshaphat thy father, nor in the ways of\nAsa king of Judah, \n"},{"number":13,"text":"But hast walked in the way of the kings of Israel, and hast made\nJudah and the inhabitants of Jerusalem to go a whoring, like to the\nwhoredoms of the house of Ahab, and also hast slain thy brethren\nof thy father’s house, \\add which were\\add* better than thyself:\n"},{"number":14,"text":"Behold, with a great plague will the \\nd LORD\\nd* smite thy\npeople, and thy children, and thy wives, and all thy goods:\\f + \\fr 21.14 \n\\ft a great…: Heb. a great stroke\\f* \n"},{"number":15,"text":"And thou \\add shalt have\\add* great sickness by disease of thy\nbowels, until thy bowels fall out by reason of the sickness day by\nday. \n\n"},{"number":16,"text":"Moreover the \\nd LORD\\nd* stirred up against Jehoram the\nspirit of the Philistines, and of the Arabians, that \\add were\\add*\nnear the Ethiopians: \n"},{"number":17,"text":"And they came up into Judah, and brake into it, and carried\naway all the substance that was found in the king’s house, and his\nsons also, and his wives; so that there was never a son left him, save\nJehoahaz, the youngest of his sons.\\f + \\fr 21.17  \\ft carried…: Heb. carried\ncaptive\\f*\\f + \\fr 21.17  \\ft Jehoahaz: also called, Ahaziah, or,\nAzariah\\f* \n\n"},{"number":18,"text":"And after all this the \\nd LORD\\nd* smote him in his bowels\nwith an incurable disease. \n"},{"number":19,"text":"And it came to pass, that in process of time, after the end\nof two years, his bowels fell out by reason of his sickness: so he\ndied of sore diseases. And his people made no burning for him, like the\nburning of his fathers. \n"},{"number":20,"text":"Thirty and two years old was he when he began to reign, and he\nreigned in Jerusalem eight years, and departed without being desired.\nHowbeit they buried him in the city of David, but not in the sepulchres\nof the kings.\\f + \\fr 21.20  \\ft without…: Heb. without desire\\f*\n"}],"number":21},{"verses":[{"number":1,"text":"And the inhabitants of Jerusalem made Ahaziah his youngest\nson king in his stead: for the band of men that came with the Arabians\nto the camp had slain all the eldest. So Ahaziah the son of Jehoram\nking of Judah reigned. \n"},{"number":2,"text":"Forty and two years old \\add was\\add* Ahaziah when he began to\nreign, and he reigned one year in Jerusalem. His mother’s name also\n\\add was\\add* Athaliah the daughter of Omri. \n"},{"number":3,"text":"He also walked in the ways of the house of Ahab: for his mother\nwas his counsellor to do wickedly. \n"},{"number":4,"text":"Wherefore he did evil in the sight of the \\nd LORD\\nd* like the\nhouse of Ahab: for they were his counsellors after the death of his\nfather to his destruction. \n\n"},{"number":5,"text":"He walked also after their counsel, and went with Jehoram\nthe son of Ahab king of Israel to war against Hazael king of Syria\nat Ramoth-gilead: and the Syrians smote Joram. \n"},{"number":6,"text":"And he returned to be healed in Jezreel because of the wounds\nwhich were given him at Ramah, when he fought with Hazael king of\nSyria. And Azariah the son of Jehoram king of Judah went down to\nsee Jehoram the son of Ahab at Jezreel, because he was sick.\\f + \\fr 22.6 \n\\ft which…: Heb. wherewith they wounded him\\f*\\f + \\fr 22.6  \\ft Azariah: also called, Ahaziah, or,\nJehoahaz\\f* \n"},{"number":7,"text":"And the destruction of Ahaziah was of God by coming to Joram:\nfor when he was come, he went out with Jehoram against Jehu the son\nof Nimshi, whom the \\nd LORD\\nd* had anointed to cut off the house\nof Ahab.\\f + \\fr 22.7  \\ft destruction: Heb. treading down\\f* \n"},{"number":8,"text":"And it came to pass, that, when Jehu was executing judgment\nupon the house of Ahab, and found the princes of Judah, and the sons\nof the brethren of Ahaziah, that ministered to Ahaziah, he slew them.\n"},{"number":9,"text":"And he sought Ahaziah: and they caught him, (for he was hid\nin Samaria,) and brought him to Jehu: and when they had slain him, they\nburied him: Because, said they, he \\add is\\add* the son of Jehoshaphat,\nwho sought the \\nd LORD\\nd* with all his heart. So the house of Ahaziah\nhad no power to keep still the kingdom. \n\n"},{"number":10,"text":"But when Athaliah the mother of Ahaziah saw that her son\nwas dead, she arose and destroyed all the seed royal of the house\nof Judah. \n"},{"number":11,"text":"But Jehoshabeath, the daughter of the king, took Joash the\nson of Ahaziah, and stole him from among the king’s sons that were\nslain, and put him and his nurse in a bedchamber. So Jehoshabeath,\nthe daughter of king Jehoram, the wife of Jehoiada the priest, (for she was the\nsister of Ahaziah,) hid him from Athaliah, so that she slew him not.\\f + \\fr 22.11 \n\\ft Jehoshabeath: also called, Jehosheba\\f* \n"},{"number":12,"text":"And he was with them hid in the house of God six years: and\nAthaliah reigned over the land. \n"}],"number":22},{"verses":[{"number":1,"text":"And in the seventh year Jehoiada strengthened himself, and\ntook the captains of hundreds, Azariah the son of Jeroham, and Ishmael\nthe son of Jehohanan, and Azariah the son of Obed, and Maaseiah the\nson of Adaiah, and Elishaphat the son of Zichri, into covenant with him.\n"},{"number":2,"text":"And they went about in Judah, and gathered the Levites out of all the\ncities of Judah, and the chief of the fathers of Israel, and they\ncame to Jerusalem. \n"},{"number":3,"text":"And all the congregation made a covenant with the king in the\nhouse of God. And he said unto them, Behold, the king’s son shall\nreign, as the \\nd LORD\\nd* hath said of the sons of David. \n"},{"number":4,"text":"This \\add is\\add* the thing that ye shall do; A third part of you\nentering on the sabbath, of the priests and of the Levites, \\add shall\nbe\\add* porters of the doors;\\f + \\fr 23.4  \\ft doors: Heb. thresholds\\f*\n"},{"number":5,"text":"And a third part \\add shall be\\add* at the king’s house; and a third\npart at the gate of the foundation: and all the people \\add shall\nbe\\add* in the courts of the house of the \\nd LORD\\nd*. \n"},{"number":6,"text":"But let none come into the house of the \\nd LORD\\nd*, save the\npriests, and they that minister of the Levites; they shall go in, for they\n\\add are\\add* holy: but all the people shall keep the watch of the\n\\nd LORD\\nd*. \n"},{"number":7,"text":"And the Levites shall compass the king round about, every man\nwith his weapons in his hand; and whosoever \\add else\\add* cometh\ninto the house, he shall be put to death: but be ye with the king\nwhen he cometh in, and when he goeth out. \n"},{"number":8,"text":"So the Levites and all Judah did according to all things that\nJehoiada the priest had commanded, and took every man his men that were to come\nin on the sabbath, with them that were to go \\add out\\add* on the\nsabbath: for Jehoiada the priest dismissed not the courses. \n"},{"number":9,"text":"Moreover Jehoiada the priest delivered to the captains of hundreds\nspears, and bucklers, and shields, that \\add had been\\add* king David’s, which\n\\add were\\add* in the house of God. \n"},{"number":10,"text":"And he set all the people, every man having his weapon in his\nhand, from the right side of the temple to the left side of the temple,\nalong by the altar and the temple, by the king round about.\\f + \\fr 23.10 \n\\ft side: Heb. shoulder\\f*\\f + \\fr 23.10  \\ft temple: Heb. house\\f*\n"},{"number":11,"text":"Then they brought out the king’s son, and put upon him the\ncrown, and \\add gave him\\add* the testimony, and made him king. And\nJehoiada and his sons anointed him, and said, God save the king.\\f + \\fr 23.11 \n\\ft God…: Heb. Let the king live\\f* \n\n"},{"number":12,"text":"Now when Athaliah heard the noise of the people running and\npraising the king, she came to the people into the house of the \\nd LORD\\nd*:\n"},{"number":13,"text":"And she looked, and, behold, the king stood at his pillar\nat the entering in, and the princes and the trumpets by the king:\nand all the people of the land rejoiced, and sounded with trumpets,\nalso the singers with instruments of musick, and such as taught to sing\npraise. Then Athaliah rent her clothes, and said, Treason, Treason.\\f + \\fr 23.13 \n\\ft Treason: Heb. Conspiracy\\f* \n"},{"number":14,"text":"Then Jehoiada the priest brought out the captains of hundreds\nthat were set over the host, and said unto them, Have her forth of the\nranges: and whoso followeth her, let him be slain with the sword.\nFor the priest said, Slay her not in the house of the \\nd LORD\\nd*.\n"},{"number":15,"text":"So they laid hands on her; and when she was come to the entering\nof the horse gate by the king’s house, they slew her there. \n\n"},{"number":16,"text":"And Jehoiada made a covenant between him, and between all the\npeople, and between the king, that they should be the \\nd LORD’s\\nd*\npeople. \n"},{"number":17,"text":"Then all the people went to the house of Baal, and brake it\ndown, and brake his altars and his images in pieces, and slew Mattan\nthe priest of Baal before the altars. \n"},{"number":18,"text":"Also Jehoiada appointed the offices of the house of the \\nd LORD\\nd*\nby the hand of the priests the Levites, whom David had distributed\nin the house of the \\nd LORD\\nd*, to offer the burnt offerings of the\n\\nd LORD\\nd*, as \\add it is\\add* written in the law of Moses, with\nrejoicing and with singing, \\add as it was ordained\\add* by David.\\f + \\fr 23.18 \n\\ft as it was…: Heb. by the hands of David\\f* \n"},{"number":19,"text":"And he set the porters at the gates of the house of the \\nd LORD\\nd*, that none\n\\add which was\\add* unclean in any thing should enter in. \n"},{"number":20,"text":"And he took the captains of hundreds, and the nobles, and the\ngovernors of the people, and all the people of the land, and brought\ndown the king from the house of the \\nd LORD\\nd*: and they came through\nthe high gate into the king’s house, and set the king upon the throne\nof the kingdom. \n"},{"number":21,"text":"And all the people of the land rejoiced: and the city was\nquiet, after that they had slain Athaliah with the sword. \n"}],"number":23},{"verses":[{"number":1,"text":"Joash \\add was\\add* seven years old when he began to reign,\nand he reigned forty years in Jerusalem. His mother’s name also \\add was\\add*\nZibiah of Beer-sheba. \n"},{"number":2,"text":"And Joash did \\add that which was\\add* right in the sight of the\n\\nd LORD\\nd* all the days of Jehoiada the priest. \n"},{"number":3,"text":"And Jehoiada took for him two wives; and he begat sons and\ndaughters. \n\n"},{"number":4,"text":"And it came to pass after this, \\add that\\add* Joash was minded\nto repair the house of the \\nd LORD\\nd*.\\f + \\fr 24.4  \\ft to repair: Heb. to\nrenew\\f* \n"},{"number":5,"text":"And he gathered together the priests and the Levites, and said\nto them, Go out unto the cities of Judah, and gather of all Israel\nmoney to repair the house of your God from year to year, and see that ye\nhasten the matter. Howbeit the Levites hastened \\add it\\add* not.\n"},{"number":6,"text":"And the king called for Jehoiada the chief, and said unto him, Why hast thou not\nrequired of the Levites to bring in out of Judah and out of Jerusalem\nthe collection, \\add according to the commandment\\add* of Moses the\nservant of the \\nd LORD\\nd*, and of the congregation of Israel, for the\ntabernacle of witness? \n"},{"number":7,"text":"For the sons of Athaliah, that wicked woman, had broken up\nthe house of God; and also all the dedicated things of the house\nof the \\nd LORD\\nd* did they bestow upon Baalim. \n"},{"number":8,"text":"And at the king’s commandment they made a chest, and set it\nwithout at the gate of the house of the \\nd LORD\\nd*. \n"},{"number":9,"text":"And they made a proclamation through Judah and Jerusalem, to bring\nin to the \\nd LORD\\nd* the collection \\add that\\add* Moses the servant\nof God \\add laid\\add* upon Israel in the wilderness.\\f + \\fr 24.9 \n\\ft a proclamation: Heb. a voice\\f* \n"},{"number":10,"text":"And all the princes and all the people rejoiced, and brought\nin, and cast into the chest, until they had made an end. \n"},{"number":11,"text":"Now it came to pass, that at what time the chest was brought\nunto the king’s office by the hand of the Levites, and when they\nsaw that \\add there was\\add* much money, the king’s scribe and the\nhigh priest’s officer came and emptied the chest, and took it, and\ncarried it to his place again. Thus they did day by day, and gathered\nmoney in abundance. \n"},{"number":12,"text":"And the king and Jehoiada gave it to such as did the work\nof the service of the house of the \\nd LORD\\nd*, and hired masons\nand carpenters to repair the house of the \\nd LORD\\nd*, and also such as\nwrought iron and brass to mend the house of the \\nd LORD\\nd*. \n"},{"number":13,"text":"So the workmen wrought, and the work was perfected by them,\nand they set the house of God in his state, and strengthened it.\\f + \\fr 24.13 \n\\ft the work…: Heb. the healing went up upon the work\\f* \n"},{"number":14,"text":"And when they had finished \\add it\\add*, they brought the\nrest of the money before the king and Jehoiada, whereof were made\nvessels for the house of the \\nd LORD\\nd*, \\add even\\add* vessels\nto minister, and to offer \\add withal\\add*, and spoons, and vessels\nof gold and silver. And they offered burnt offerings in the house\nof the \\nd LORD\\nd* continually all the days of Jehoiada.\\f + \\fr 24.14 \n\\ft to offer…: or, pestils\\f* \n\n"},{"number":15,"text":"But Jehoiada waxed old, and was full of days when he died;\nan hundred and thirty years old \\add was he\\add* when he died. \n"},{"number":16,"text":"And they buried him in the city of David among the kings,\nbecause he had done good in Israel, both toward God, and toward his\nhouse. \n"},{"number":17,"text":"Now after the death of Jehoiada came the princes of Judah,\nand made obeisance to the king. Then the king hearkened unto them.\n"},{"number":18,"text":"And they left the house of the \\nd LORD\\nd* God of their fathers,\nand served groves and idols: and wrath came upon Judah and Jerusalem\nfor this their trespass. \n"},{"number":19,"text":"Yet he sent prophets to them, to bring them again unto the\n\\nd LORD\\nd*; and they testified against them: but they would not give\near. \n"},{"number":20,"text":"And the Spirit of God came upon Zechariah the son of Jehoiada\nthe priest, which stood above the people, and said unto them, Thus\nsaith God, Why transgress ye the commandments of the \\nd LORD\\nd*,\nthat ye cannot prosper? because ye have forsaken the \\nd LORD\\nd*,\nhe hath also forsaken you.\\f + \\fr 24.20  \\ft came…: Heb. clothed\\f*\n"},{"number":21,"text":"And they conspired against him, and stoned him with stones\nat the commandment of the king in the court of the house of the \\nd LORD\\nd*.\n"},{"number":22,"text":"Thus Joash the king remembered not the kindness which Jehoiada\nhis father had done to him, but slew his son. And when he died, he\nsaid, The \\nd LORD\\nd* look upon \\add it\\add*, and require \\add it\\add*.\n\n"},{"number":23,"text":"And it came to pass at the end of the year, \\add that\\add*\nthe host of Syria came up against him: and they came to Judah and\nJerusalem, and destroyed all the princes of the people from among the\npeople, and sent all the spoil of them unto the king of Damascus.\\f + \\fr 24.23 \n\\ft at the…: Heb. in the revolution of the year\\f*\\f + \\fr 24.23 \n\\ft Damascus: Heb. Darmesek\\f* \n"},{"number":24,"text":"For the army of the Syrians came with a small company of men,\nand the \\nd LORD\\nd* delivered a very great host into their hand,\nbecause they had forsaken the \\nd LORD\\nd* God of their fathers.\nSo they executed judgment against Joash. \n"},{"number":25,"text":"And when they were departed from him, (for they left him in\ngreat diseases,) his own servants conspired against him for the blood\nof the sons of Jehoiada the priest, and slew him on his bed, and he\ndied: and they buried him in the city of David, but they buried him not in the\nsepulchres of the kings. \n"},{"number":26,"text":"And these are they that conspired against him; Zabad the son\nof Shimeath an Ammonitess, and Jehozabad the son of Shimrith a Moabitess.\\f + \\fr 24.26 \n\\ft Zabad: or, Jozacher\\f*\\f + \\fr 24.26  \\ft Shimrith: or, Shomer\\f*\n\n"},{"number":27,"text":"Now \\add concerning\\add* his sons, and the greatness of the\nburdens \\add laid\\add* upon him, and the repairing of the house of\nGod, behold, they \\add are\\add* written in the story of the book\nof the kings. And Amaziah his son reigned in his stead.\\f + \\fr 24.27 \n\\ft repairing: Heb. founding\\f*\\f + \\fr 24.27  \\ft story: or, commentary\\f*\n"}],"number":24},{"verses":[{"number":1,"text":"Amaziah \\add was\\add* twenty and five years old \\add when\\add*\nhe began to reign, and he reigned twenty and nine years in Jerusalem.\nAnd his mother’s name \\add was\\add* Jehoaddan of Jerusalem. \n"},{"number":2,"text":"And he did \\add that which was\\add* right in the sight of the\n\\nd LORD\\nd*, but not with a perfect heart. \n\n"},{"number":3,"text":"Now it came to pass, when the kingdom was established to him, that he\nslew his servants that had killed the king his father.\\f + \\fr 25.3 \n\\ft established…: Heb. confirmed upon him\\f* \n"},{"number":4,"text":"But he slew not their children, but \\add did\\add* as \\add it\nis\\add* written in the law in the book of Moses, where the \\nd LORD\\nd*\ncommanded, saying, The fathers shall not die for the children, neither shall the\nchildren die for the fathers, but every man shall die for his own\nsin. \n\n"},{"number":5,"text":"Moreover Amaziah gathered Judah together, and made them captains\nover thousands, and captains over hundreds, according to the houses of\n\\add their\\add* fathers, throughout all Judah and Benjamin: and he\nnumbered them from twenty years old and above, and found them three\nhundred thousand choice \\add men, able\\add* to go forth to war, that could\nhandle spear and shield. \n"},{"number":6,"text":"He hired also an hundred thousand mighty men of valour out of\nIsrael for an hundred talents of silver. \n"},{"number":7,"text":"But there came a man of God to him, saying, O king, let not the\narmy of Israel go with thee; for the \\nd LORD\\nd* \\add is\\add* not with\nIsrael, \\add to wit, with\\add* all the children of Ephraim. \n"},{"number":8,"text":"But if thou wilt go, do \\add it\\add*, be strong for the battle:\nGod shall make thee fall before the enemy: for God hath power to\nhelp, and to cast down. \n"},{"number":9,"text":"And Amaziah said to the man of God, But what shall we do for the\nhundred talents which I have given to the army of Israel? And the\nman of God answered, The \\nd LORD\\nd* is able to give thee much more than\nthis.\\f + \\fr 25.9  \\ft army: Heb. band\\f* \n"},{"number":10,"text":"Then Amaziah separated them, \\add to wit\\add*, the army that was\ncome to him out of Ephraim, to go home again: wherefore their anger\nwas greatly kindled against Judah, and they returned home in great\nanger.\\f + \\fr 25.10  \\ft home again: Heb. to their place\\f*\\f + \\fr 25.10 \n\\ft in great…: Heb. in heat of anger\\f* \n\n"},{"number":11,"text":"And Amaziah strengthened himself, and led forth his people,\nand went to the valley of salt, and smote of the children of Seir\nten thousand. \n"},{"number":12,"text":"And \\add other\\add* ten thousand \\add left\\add* alive did the\nchildren of Judah carry away captive, and brought them unto the top\nof the rock, and cast them down from the top of the rock, that they all were broken in\npieces. \n\n"},{"number":13,"text":"But the soldiers of the army which Amaziah sent back, that they should not\ngo with him to battle, fell upon the cities of Judah, from Samaria\neven unto Beth-horon, and smote three thousand of them, and took\nmuch spoil.\\f + \\fr 25.13  \\ft the soldiers…: Heb. the sons of the\nband\\f* \n\n"},{"number":14,"text":"Now it came to pass, after that Amaziah was come from the\nslaughter of the Edomites, that he brought the gods of the children\nof Seir, and set them up \\add to be\\add* his gods, and bowed down\nhimself before them, and burned incense unto them. \n"},{"number":15,"text":"Wherefore the anger of the \\nd LORD\\nd* was kindled against\nAmaziah, and he sent unto him a prophet, which said unto him, Why hast thou\nsought after the gods of the people, which could not deliver their own\npeople out of thine hand? \n"},{"number":16,"text":"And it came to pass, as he talked with him, that \\add the\nking\\add* said unto him, Art thou made of the king’s counsel? forbear;\nwhy shouldest thou be smitten? Then the prophet forbare, and said,\nI know that God hath determined to destroy thee, because thou hast\ndone this, and hast not hearkened unto my counsel.\\f + \\fr 25.16 \n\\ft determined: Heb. counselled\\f* \n\n"},{"number":17,"text":"Then Amaziah king of Judah took advice, and sent to Joash,\nthe son of Jehoahaz, the son of Jehu, king of Israel, saying, Come,\nlet us see one another in the face. \n"},{"number":18,"text":"And Joash king of Israel sent to Amaziah king of Judah, saying,\nThe thistle that \\add was\\add* in Lebanon sent to the cedar that\n\\add was\\add* in Lebanon, saying, Give thy daughter to my son to\nwife: and there passed by a wild beast that \\add was\\add* in Lebanon,\nand trode down the thistle.\\f + \\fr 25.18  \\ft thistle: or, furze bush, or,\nthorn\\f*\\f + \\fr 25.18  \\ft a wild…: Heb. a beast of the field\\f*\n"},{"number":19,"text":"Thou sayest, Lo, thou hast smitten the Edomites; and thine\nheart lifteth thee up to boast: abide now at home; why shouldest thou\nmeddle to \\add thine\\add* hurt, that thou shouldest fall, \\add even\\add*\nthou, and Judah with thee? \n"},{"number":20,"text":"But Amaziah would not hear; for it \\add came\\add* of God,\nthat he might deliver them into the hand \\add of their enemies\\add*,\nbecause they sought after the gods of Edom. \n"},{"number":21,"text":"So Joash the king of Israel went up; and they saw one another\nin the face, \\add both\\add* he and Amaziah king of Judah, at Beth-shemesh, which\n\\add belongeth\\add* to Judah. \n"},{"number":22,"text":"And Judah was put to the worse before Israel, and they fled\nevery man to his tent.\\f + \\fr 25.22  \\ft put…: Heb. smitten\\f* \n"},{"number":23,"text":"And Joash the king of Israel took Amaziah king of Judah, the\nson of Joash, the son of Jehoahaz, at Beth-shemesh, and brought him to\nJerusalem, and brake down the wall of Jerusalem from the gate of\nEphraim to the corner gate, four hundred cubits.\\f + \\fr 25.23  \\ft the corner…: Heb. the gate of it that\nlooketh\\f* \n"},{"number":24,"text":"And \\add he took\\add* all the gold and the silver, and all the\nvessels that were found in the house of God with Obed-edom, and the\ntreasures of the king’s house, the hostages also, and returned to\nSamaria. \n\n"},{"number":25,"text":"And Amaziah the son of Joash king of Judah lived after the\ndeath of Joash son of Jehoahaz king of Israel fifteen years. \n"},{"number":26,"text":"Now the rest of the acts of Amaziah, first and last, behold,\n\\add are\\add* they not written in the book of the kings of Judah\nand Israel? \n\n"},{"number":27,"text":"Now after the time that Amaziah did turn away from following\nthe \\nd LORD\\nd* they made a conspiracy against him in Jerusalem;\nand he fled to Lachish: but they sent to Lachish after him, and slew him\nthere.\\f + \\fr 25.27  \\ft from…: Heb. from after\\f*\\f + \\fr 25.27 \n\\ft made…: Heb. conspired a conspiracy\\f* \n"},{"number":28,"text":"And they brought him upon horses, and buried him with his\nfathers in the city of Judah.\\f + \\fr 25.28  \\ft Judah: that is, the city of\nDavid\\f* \n"}],"number":25},{"verses":[{"number":1,"text":"Then all the people of Judah took Uzziah, who \\add was\\add*\nsixteen years old, and made him king in the room of his father Amaziah.\\f + \\fr 26.1 \n\\ft Uzziah: or, Azariah\\f* \n"},{"number":2,"text":"He built Eloth, and restored it to Judah, after that the king\nslept with his fathers. \n"},{"number":3,"text":"Sixteen years old \\add was\\add* Uzziah when he began to reign,\nand he reigned fifty and two years in Jerusalem. His mother’s name also\n\\add was\\add* Jecoliah of Jerusalem. \n"},{"number":4,"text":"And he did \\add that which was\\add* right in the sight of the\n\\nd LORD\\nd*, according to all that his father Amaziah did. \n"},{"number":5,"text":"And he sought God in the days of Zechariah, who had understanding\nin the visions of God: and as long as he sought the \\nd LORD\\nd*,\nGod made him to prosper.\\f + \\fr 26.5  \\ft in the visions…: Heb. in the seeing of\nGod\\f* \n"},{"number":6,"text":"And he went forth and warred against the Philistines, and brake\ndown the wall of Gath, and the wall of Jabneh, and the wall of Ashdod,\nand built cities about Ashdod, and among the Philistines.\\f + \\fr 26.6 \n\\ft about…: or, in the country of Ashdod\\f* \n"},{"number":7,"text":"And God helped him against the Philistines, and against the\nArabians that dwelt in Gur-baal, and the Mehunims. \n"},{"number":8,"text":"And the Ammonites gave gifts to Uzziah: and his name spread\nabroad \\add even\\add* to the entering in of Egypt; for he strengthened\n\\add himself\\add* exceedingly.\\f + \\fr 26.8  \\ft spread…: Heb. went\\f*\n"},{"number":9,"text":"Moreover Uzziah built towers in Jerusalem at the corner gate,\nand at the valley gate, and at the turning \\add of the wall\\add*,\nand fortified them.\\f + \\fr 26.9  \\ft fortified: or, repaired\\f*\n"},{"number":10,"text":"Also he built towers in the desert, and digged many wells:\nfor he had much cattle, both in the low country, and in the plains:\nhusbandmen \\add also\\add*, and vine dressers in the mountains, and in\nCarmel: for he loved husbandry.\\f + \\fr 26.10  \\ft digged…: or, cut out many\ncisterns\\f*\\f + \\fr 26.10  \\ft Carmel: or, fruitful fields\\f*\\f + \\fr 26.10 \n\\ft husbandry: Heb. ground\\f* \n"},{"number":11,"text":"Moreover Uzziah had an host of fighting men, that went out\nto war by bands, according to the number of their account by the\nhand of Jeiel the scribe and Maaseiah the ruler, under the hand of\nHananiah, \\add one\\add* of the king’s captains. \n"},{"number":12,"text":"The whole number of the chief of the fathers of the mighty\nmen of valour \\add were\\add* two thousand and six hundred. \n"},{"number":13,"text":"And under their hand \\add was\\add* an army, three hundred\nthousand and seven thousand and five hundred, that made war with\nmighty power, to help the king against the enemy.\\f + \\fr 26.13 \n\\ft an army: Heb. the power of an army\\f* \n"},{"number":14,"text":"And Uzziah prepared for them throughout all the host shields,\nand spears, and helmets, and habergeons, and bows, and slings \\add to\ncast\\add* stones.\\f + \\fr 26.14  \\ft slings…: Heb. stones of slings\\f*\n"},{"number":15,"text":"And he made in Jerusalem engines, invented by cunning men,\nto be on the towers and upon the bulwarks, to shoot arrows and great\nstones withal. And his name spread far abroad; for he was marvellously\nhelped, till he was strong.\\f + \\fr 26.15  \\ft spread: Heb. went\nforth\\f* \n\n"},{"number":16,"text":"But when he was strong, his heart was lifted up to \\add his\\add*\ndestruction: for he transgressed against the \\nd LORD\\nd* his God,\nand went into the temple of the \\nd LORD\\nd* to burn incense upon the\naltar of incense. \n"},{"number":17,"text":"And Azariah the priest went in after him, and with him fourscore\npriests of the \\nd LORD\\nd*, \\add that were\\add* valiant men: \n"},{"number":18,"text":"And they withstood Uzziah the king, and said unto him, \\add It\nappertaineth\\add* not unto thee, Uzziah, to burn incense unto the\n\\nd LORD\\nd*, but to the priests the sons of Aaron, that are consecrated\nto burn incense: go out of the sanctuary; for thou hast trespassed; neither\n\\add shall it be\\add* for thine honour from the \\nd LORD\\nd* God.\n"},{"number":19,"text":"Then Uzziah was wroth, and \\add had\\add* a censer in his hand\nto burn incense: and while he was wroth with the priests, the leprosy\neven rose up in his forehead before the priests in the house of the\n\\nd LORD\\nd*, from beside the incense altar. \n"},{"number":20,"text":"And Azariah the chief priest, and all the priests, looked upon him, and, behold, he\n\\add was\\add* leprous in his forehead, and they thrust him out from thence; yea, himself\nhasted also to go out, because the \\nd LORD\\nd* had smitten him.\n"},{"number":21,"text":"And Uzziah the king was a leper unto the day of his death,\nand dwelt in a several house, \\add being\\add* a leper; for he was cut\noff from the house of the \\nd LORD\\nd*: and Jotham his son \\add was\\add*\nover the king’s house, judging the people of the land.\\f + \\fr 26.21 \n\\ft several: Heb. free\\f* \n\n"},{"number":22,"text":"Now the rest of the acts of Uzziah, first and last, did Isaiah\nthe prophet, the son of Amoz, write. \n"},{"number":23,"text":"So Uzziah slept with his fathers, and they buried him with his\nfathers in the field of the burial which \\add belonged\\add* to the\nkings; for they said, He \\add is\\add* a leper: and Jotham his son\nreigned in his stead. \n"}],"number":26},{"verses":[{"number":1,"text":"Jotham \\add was\\add* twenty and five years old when he began to\nreign, and he reigned sixteen years in Jerusalem. His mother’s name also\n\\add was\\add* Jerushah, the daughter of Zadok. \n"},{"number":2,"text":"And he did \\add that which was\\add* right in the sight of the\n\\nd LORD\\nd*, according to all that his father Uzziah did: howbeit he\nentered not into the temple of the \\nd LORD\\nd*. And the people did yet\ncorruptly. \n"},{"number":3,"text":"He built the high gate of the house of the \\nd LORD\\nd*, and on the\nwall of Ophel he built much.\\f + \\fr 27.3  \\ft Ophel: or, the tower\\f*\n"},{"number":4,"text":"Moreover he built cities in the mountains of Judah, and in the\nforests he built castles and towers. \n\n"},{"number":5,"text":"He fought also with the king of the Ammonites, and prevailed\nagainst them. And the children of Ammon gave him the same year an\nhundred talents of silver, and ten thousand measures of wheat, and\nten thousand of barley. So much did the children of Ammon pay unto\nhim, both the second year, and the third.\\f + \\fr 27.5  \\ft So…: Heb.\nThis\\f* \n"},{"number":6,"text":"So Jotham became mighty, because he prepared his ways before\nthe \\nd LORD\\nd* his God.\\f + \\fr 27.6  \\ft prepared: or, established\\f*\n\n"},{"number":7,"text":"Now the rest of the acts of Jotham, and all his wars, and his\nways, lo, they \\add are\\add* written in the book of the kings of\nIsrael and Judah. \n"},{"number":8,"text":"He was five and twenty years old when he began to reign, and\nreigned sixteen years in Jerusalem. \n\n"},{"number":9,"text":"And Jotham slept with his fathers, and they buried him in the\ncity of David: and Ahaz his son reigned in his stead. \n"}],"number":27},{"verses":[{"number":1,"text":"Ahaz \\add was\\add* twenty years old when he began to reign,\nand he reigned sixteen years in Jerusalem: but he did not \\add that which\nwas\\add* right in the sight of the \\nd LORD\\nd*, like David his father:\n"},{"number":2,"text":"For he walked in the ways of the kings of Israel, and made\nalso molten images for Baalim. \n"},{"number":3,"text":"Moreover he burnt incense in the valley of the son of Hinnom,\nand burnt his children in the fire, after the abominations of the\nheathen whom the \\nd LORD\\nd* had cast out before the children of\nIsrael.\\f + \\fr 28.3  \\ft burnt…: or, offered sacrifice\\f* \n"},{"number":4,"text":"He sacrificed also and burnt incense in the high places, and on the\nhills, and under every green tree. \n"},{"number":5,"text":"Wherefore the \\nd LORD\\nd* his God delivered him into the hand\nof the king of Syria; and they smote him, and carried away a great\nmultitude of them captives, and brought \\add them\\add* to Damascus.\nAnd he was also delivered into the hand of the king of Israel, who\nsmote him with a great slaughter.\\f + \\fr 28.5  \\ft Damascus: Heb.\nDarmesek\\f* \n\n"},{"number":6,"text":"For Pekah the son of Remaliah slew in Judah an hundred and\ntwenty thousand in one day, \\add which were\\add* all valiant men;\nbecause they had forsaken the \\nd LORD\\nd* God of their fathers.\\f + \\fr 28.6 \n\\ft valiant…: Heb. sons of valour\\f* \n"},{"number":7,"text":"And Zichri, a mighty man of Ephraim, slew Maaseiah the king’s\nson, and Azrikam the governor of the house, and Elkanah \\add that\nwas\\add* next to the king.\\f + \\fr 28.7  \\ft next…: Heb. the second to the\nking\\f* \n"},{"number":8,"text":"And the children of Israel carried away captive of their brethren\ntwo hundred thousand, women, sons, and daughters, and took also away\nmuch spoil from them, and brought the spoil to Samaria. \n"},{"number":9,"text":"But a prophet of the \\nd LORD\\nd* was there, whose name \\add was\\add*\nOded: and he went out before the host that came to Samaria, and said\nunto them, Behold, because the \\nd LORD\\nd* God of your fathers was\nwroth with Judah, he hath delivered them into your hand, and ye have\nslain them in a rage \\add that\\add* reacheth up unto heaven. \n"},{"number":10,"text":"And now ye purpose to keep under the children of Judah and\nJerusalem for bondmen and bondwomen unto you: \\add but are there\\add*\nnot with you, even with you, sins against the \\nd LORD\\nd* your God?\n"},{"number":11,"text":"Now hear me therefore, and deliver the captives again, which ye have taken\ncaptive of your brethren: for the fierce wrath of the \\nd LORD\\nd*\n\\add is\\add* upon you. \n"},{"number":12,"text":"Then certain of the heads of the children of Ephraim, Azariah\nthe son of Johanan, Berechiah the son of Meshillemoth, and Jehizkiah\nthe son of Shallum, and Amasa the son of Hadlai, stood up against them that\ncame from the war, \n"},{"number":13,"text":"And said unto them, Ye shall not bring in the captives hither: for whereas we have\noffended against the \\nd LORD\\nd* \\add already\\add*, ye intend to\nadd \\add more\\add* to our sins and to our trespass: for our trespass\nis great, and \\add there is\\add* fierce wrath against Israel. \n"},{"number":14,"text":"So the armed men left the captives and the spoil before the\nprinces and all the congregation. \n"},{"number":15,"text":"And the men which were expressed by name rose up, and took\nthe captives, and with the spoil clothed all that were naked among them, and\narrayed them, and shod them, and gave them to eat and to drink, and\nanointed them, and carried all the feeble of them upon asses, and\nbrought them to Jericho, the city of palm trees, to their brethren:\nthen they returned to Samaria. \n\n"},{"number":16,"text":"At that time did king Ahaz send unto the kings of Assyria\nto help him. \n"},{"number":17,"text":"For again the Edomites had come and smitten Judah, and carried\naway captives.\\f + \\fr 28.17  \\ft captives: Heb. a captivity\\f* \n"},{"number":18,"text":"The Philistines also had invaded the cities of the low country,\nand of the south of Judah, and had taken Beth-shemesh, and Ajalon,\nand Gederoth, and Shocho with the villages thereof, and Timnah with the\nvillages thereof, Gimzo also and the villages thereof: and they dwelt there.\n"},{"number":19,"text":"For the \\nd LORD\\nd* brought Judah low because of Ahaz king\nof Israel; for he made Judah naked, and transgressed sore against the\n\\nd LORD\\nd*. \n"},{"number":20,"text":"And Tilgath-pilneser king of Assyria came unto him, and distressed\nhim, but strengthened him not. \n"},{"number":21,"text":"For Ahaz took away a portion \\add out\\add* of the house of the\n\\nd LORD\\nd*, and \\add out\\add* of the house of the king, and of the\nprinces, and gave \\add it\\add* unto the king of Assyria: but he helped him not.\n\n"},{"number":22,"text":"And in the time of his distress did he trespass yet more\nagainst the \\nd LORD\\nd*: this \\add is that\\add* king Ahaz. \n"},{"number":23,"text":"For he sacrificed unto the gods of Damascus, which smote him: and he\nsaid, Because the gods of the kings of Syria help them, \\add therefore\\add*\nwill I sacrifice to them, that they may help me. But they were the\nruin of him, and of all Israel.\\f + \\fr 28.23  \\ft Damascus: Heb.\nDarmesek\\f* \n"},{"number":24,"text":"And Ahaz gathered together the vessels of the house of God,\nand cut in pieces the vessels of the house of God, and shut up the\ndoors of the house of the \\nd LORD\\nd*, and he made him altars in every\ncorner of Jerusalem. \n"},{"number":25,"text":"And in every several city of Judah he made high places to burn\nincense unto other gods, and provoked to anger the \\nd LORD\\nd* God\nof his fathers.\\f + \\fr 28.25  \\ft to burn: or, to offer\\f* \n\n"},{"number":26,"text":"Now the rest of his acts and of all his ways, first and last, behold, they\n\\add are\\add* written in the book of the kings of Judah and Israel.\n"},{"number":27,"text":"And Ahaz slept with his fathers, and they buried him in the\ncity, \\add even\\add* in Jerusalem: but they brought him not into the\nsepulchres of the kings of Israel: and Hezekiah his son reigned in his stead.\n"}],"number":28},{"verses":[{"number":1,"text":"Hezekiah began to reign \\add when he was\\add* five and twenty\nyears old, and he reigned nine and twenty years in Jerusalem. And his\nmother’s name \\add was\\add* Abijah, the daughter of Zechariah. \n"},{"number":2,"text":"And he did \\add that which was\\add* right in the sight of the\n\\nd LORD\\nd*, according to all that David his father had done. \n\n"},{"number":3,"text":"He in the first year of his reign, in the first month, opened\nthe doors of the house of the \\nd LORD\\nd*, and repaired them. \n"},{"number":4,"text":"And he brought in the priests and the Levites, and gathered them\ntogether into the east street, \n"},{"number":5,"text":"And said unto them, Hear me, ye Levites, sanctify  now yourselves, and\nsanctify the house of the \\nd LORD\\nd* God of your fathers, and carry\nforth the filthiness out of the holy \\add place\\add*. \n"},{"number":6,"text":"For our fathers have trespassed, and done \\add that which was\\add*\nevil in the eyes of the \\nd LORD\\nd* our God, and have forsaken him, and have turned\naway their faces from the habitation of the \\nd LORD\\nd*, and turned\n\\add their\\add* backs.\\f + \\fr 29.6  \\ft turned their…: Heb. given the\nneck\\f* \n"},{"number":7,"text":"Also they have shut up the doors of the porch, and put out\nthe lamps, and have not burned incense nor offered burnt offerings\nin the holy \\add place\\add* unto the God of Israel. \n"},{"number":8,"text":"Wherefore the wrath of the \\nd LORD\\nd* was upon Judah and\nJerusalem, and he hath delivered them to trouble, to astonishment,\nand to hissing, as ye see with your eyes.\\f + \\fr 29.8  \\ft trouble: Heb.\ncommotion\\f* \n"},{"number":9,"text":"For, lo, our fathers have fallen by the sword, and our sons\nand our daughters and our wives \\add are\\add* in captivity for this.\n"},{"number":10,"text":"Now \\add it is\\add* in mine heart to make a covenant with the\n\\nd LORD\\nd* God of Israel, that his fierce wrath may turn away from us.\n"},{"number":11,"text":"My sons, be not now negligent: for the \\nd LORD\\nd* hath chosen\nyou to stand before him, to serve him, and that ye should minister\nunto him, and burn incense.\\f + \\fr 29.11  \\ft be not…: or, be not now\ndeceived\\f*\\f + \\fr 29.11  \\ft burn…: or, offer sacrifice\\f* \n\n"},{"number":12,"text":"Then the Levites arose, Mahath the son of Amasai, and Joel\nthe son of Azariah, of the sons of the Kohathites: and of the sons\nof Merari, Kish the son of Abdi, and Azariah the son of Jehalelel:\nand of the Gershonites; Joah the son of Zimmah, and Eden the son\nof Joah: \n"},{"number":13,"text":"And of the sons of Elizaphan; Shimri, and Jeiel: and of the\nsons of Asaph; Zechariah, and Mattaniah: \n"},{"number":14,"text":"And of the sons of Heman; Jehiel, and Shimei: and of the sons\nof Jeduthun; Shemaiah, and Uzziel. \n"},{"number":15,"text":"And they gathered their brethren, and sanctified themselves, and\ncame, according to the commandment of the king, by the words of the\n\\nd LORD\\nd*, to cleanse the house of the \\nd LORD\\nd*.\\f + \\fr 29.15 \n\\ft by the words…: or, in the business of the \\+nd LORD\\+nd*\\f* \n"},{"number":16,"text":"And the priests went into the inner part of the house of the\n\\nd LORD\\nd*, to cleanse \\add it\\add*, and brought out all the uncleanness\nthat they found in the temple of the \\nd LORD\\nd* into the court\nof the house of the \\nd LORD\\nd*. And the Levites took \\add it\\add*, to carry\n\\add it\\add* out abroad into the brook Kidron. \n"},{"number":17,"text":"Now they began on the first \\add day\\add* of the first month\nto sanctify, and on the eighth day of the month came they to the\nporch of the \\nd LORD\\nd*: so they sanctified the house of the \\nd LORD\\nd*\nin eight days; and in the sixteenth day of the first month they made an\nend. \n"},{"number":18,"text":"Then they went in to Hezekiah the king, and said, We have\ncleansed all the house of the \\nd LORD\\nd*, and the altar of burnt\noffering, with all the vessels thereof, and the shewbread table,\nwith all the vessels thereof. \n"},{"number":19,"text":"Moreover all the vessels, which king Ahaz in his reign did cast\naway in his transgression, have we prepared and sanctified, and, behold, they\n\\add are\\add* before the altar of the \\nd LORD\\nd*. \n\n"},{"number":20,"text":"Then Hezekiah the king rose early, and gathered the rulers\nof the city, and went up to the house of the \\nd LORD\\nd*. \n"},{"number":21,"text":"And they brought seven bullocks, and seven rams, and seven\nlambs, and seven he goats, for a sin offering for the kingdom, and for the\nsanctuary, and for Judah. And he commanded the priests the sons of\nAaron to offer \\add them\\add* on the altar of the \\nd LORD\\nd*. \n"},{"number":22,"text":"So they killed the bullocks, and the priests received the\nblood, and sprinkled \\add it\\add* on the altar: likewise, when they had\nkilled the rams, they sprinkled the blood upon the altar: they killed\nalso the lambs, and they sprinkled the blood upon the altar. \n"},{"number":23,"text":"And they brought forth the he goats \\add for\\add* the sin\noffering before the king and the congregation; and they laid their\nhands upon them:\\f + \\fr 29.23  \\ft forth: Heb. near\\f* \n"},{"number":24,"text":"And the priests killed them, and they made reconciliation\nwith their blood upon the altar, to make an atonement for all Israel:\nfor the king commanded \\add that\\add* the burnt offering and the sin\noffering \\add should be made\\add* for all Israel. \n"},{"number":25,"text":"And he set the Levites in the house of the \\nd LORD\\nd* with\ncymbals, with psalteries, and with harps, according to the commandment\nof David, and of Gad the king’s seer, and Nathan the prophet: for\n\\add so was\\add* the commandment of the \\nd LORD\\nd* by his prophets.\\f + \\fr 29.25 \n\\ft commandment of the \\+nd LORD\\+nd*: Heb. commandment by the hand of the\n\\+nd LORD\\+nd*\\f*\\f + \\fr 29.25  \\ft by: Heb. by the hand of\\f* \n"},{"number":26,"text":"And the Levites stood with the instruments of David, and the\npriests with the trumpets. \n"},{"number":27,"text":"And Hezekiah commanded to offer the burnt offering upon the\naltar. And when the burnt offering began, the song of the \\nd LORD\\nd*\nbegan \\add also\\add* with the trumpets, and with the instruments\n\\add ordained\\add* by David king of Israel.\\f + \\fr 29.27  \\ft when: Heb. in the\ntime\\f*\\f + \\fr 29.27  \\ft the instruments: Heb. hands of instruments\\f*\n"},{"number":28,"text":"And all the congregation worshipped, and the singers sang,\nand the trumpeters sounded: \\add and\\add* all \\add this continued\\add*\nuntil the burnt offering was finished.\\f + \\fr 29.28  \\ft singers: Heb.\nsong\\f* \n"},{"number":29,"text":"And when they had made an end of offering, the king and all that were\npresent with him bowed themselves, and worshipped.\\f + \\fr 29.29 \n\\ft present: Heb. found\\f* \n"},{"number":30,"text":"Moreover Hezekiah the king and the princes commanded  the\nLevites to sing praise unto the \\nd LORD\\nd* with the words of David,\nand of Asaph the seer. And they sang praises with gladness, and they bowed their\nheads and worshipped. \n"},{"number":31,"text":"Then Hezekiah answered and said, Now ye have consecrated yourselves unto the\n\\nd LORD\\nd*, come near and bring sacrifices and thank offerings\ninto the house of the \\nd LORD\\nd*. And the congregation brought\nin sacrifices and thank offerings; and as many as were of a free\nheart burnt offerings.\\f + \\fr 29.31  \\ft consecrated…: or, filled your\nhand\\f* \n"},{"number":32,"text":"And the number of the burnt offerings, which the congregation\nbrought, was threescore and ten bullocks, an hundred rams, \\add and\\add*\ntwo hundred lambs: all these \\add were\\add* for a burnt offering\nto the \\nd LORD\\nd*. \n"},{"number":33,"text":"And the consecrated things \\add were\\add* six hundred oxen\nand three thousand sheep. \n"},{"number":34,"text":"But the priests were too few, so that they could not flay\nall the burnt offerings: wherefore their brethren the Levites did\nhelp them, till the work was ended, and until the \\add other\\add*\npriests had sanctified themselves: for the Levites \\add were\\add*\nmore upright in heart to sanctify themselves than the priests.\\f + \\fr 29.34 \n\\ft did help…: Heb. strengthened them\\f* \n"},{"number":35,"text":"And also the burnt offerings \\add were\\add* in abundance,\nwith the fat of the peace offerings, and the drink offerings for\n\\add every\\add* burnt offering. So the service of the house of the\n\\nd LORD\\nd* was set in order. \n"},{"number":36,"text":"And Hezekiah rejoiced, and all the people, that God had prepared\nthe people: for the thing was \\add done\\add* suddenly. \n"}],"number":29},{"verses":[{"number":1,"text":"And Hezekiah sent to all Israel and Judah, and wrote letters\nalso to Ephraim and Manasseh, that they should come to the house\nof the \\nd LORD\\nd* at Jerusalem, to keep the passover unto the \\nd LORD\\nd*\nGod of Israel. \n"},{"number":2,"text":"For the king had taken counsel, and his princes, and all the\ncongregation in Jerusalem, to keep the passover in the second month.\n"},{"number":3,"text":"For they could not keep it at that time, because the priests\nhad not sanctified themselves sufficiently, neither had the people\ngathered themselves together to Jerusalem. \n"},{"number":4,"text":"And the thing pleased the king and all the congregation.\\f + \\fr 30.4 \n\\ft pleased…: Heb. was right in the eyes of the king\\f* \n"},{"number":5,"text":"So they established a decree to make proclamation throughout all\nIsrael, from Beer-sheba even to Dan, that they should come to keep\nthe passover unto the \\nd LORD\\nd* God of Israel at Jerusalem: for they had not\ndone \\add it\\add* of a long \\add time in such sort\\add* as it was\nwritten. \n"},{"number":6,"text":"So the posts went with the letters from the king and his princes\nthroughout all Israel and Judah, and according to the commandment\nof the king, saying, Ye children of Israel, turn again unto the \\nd LORD\\nd*\nGod of Abraham, Isaac, and Israel, and he will return to the remnant\nof you, that are escaped out of the hand of the kings of Assyria.\\f + \\fr 30.6 \n\\ft from: Heb. from the hand\\f* \n"},{"number":7,"text":"And be not ye like your fathers, and like your brethren, which\ntrespassed against the \\nd LORD\\nd* God of their fathers, \\add who\\add*\ntherefore gave them up to desolation, as ye see. \n"},{"number":8,"text":"Now be ye not stiffnecked, as your fathers \\add were, but\\add*\nyield yourselves unto the \\nd LORD\\nd*, and enter into his sanctuary,\nwhich he hath sanctified for ever: and serve the \\nd LORD\\nd* your\nGod, that the fierceness of his wrath may turn away from you.\\f + \\fr 30.8 \n\\ft be ye…: Heb. harden not your necks\\f*\\f + \\fr 30.8  \\ft yield…: Heb. give the\nhand\\f* \n"},{"number":9,"text":"For if ye turn again unto the \\nd LORD\\nd*, your brethren and your\nchildren \\add shall find\\add* compassion before them that lead them\ncaptive, so that they shall come again into this land: for the \\nd LORD\\nd*\nyour God \\add is\\add* gracious and merciful, and will not turn away\n\\add his\\add* face from you, if ye return unto him. \n"},{"number":10,"text":"So the posts passed from city to city through the country\nof Ephraim and Manasseh even unto Zebulun: but they laughed them to\nscorn, and mocked them. \n"},{"number":11,"text":"Nevertheless divers of Asher and Manasseh and of Zebulun humbled\nthemselves, and came to Jerusalem. \n"},{"number":12,"text":"Also in Judah the hand of God was to give them one heart to\ndo the commandment of the king and of the princes, by the word of the\n\\nd LORD\\nd*. \n\n"},{"number":13,"text":"And there assembled at Jerusalem much people to keep the\nfeast of unleavened bread in the second month, a very great congregation.\n"},{"number":14,"text":"And they arose and took away the altars that \\add were\\add*\nin Jerusalem, and all the altars for incense took they away, and\ncast \\add them\\add* into the brook Kidron. \n"},{"number":15,"text":"Then they killed the passover on the fourteenth \\add day\\add*\nof the second month: and the priests and the Levites were ashamed,\nand sanctified themselves, and brought in the burnt offerings into the\nhouse of the \\nd LORD\\nd*. \n"},{"number":16,"text":"And they stood in their place after their manner, according to the\nlaw of Moses the man of God: the priests sprinkled the blood, \\add which they\nreceived\\add* of the hand of the Levites.\\f + \\fr 30.16  \\ft their place: Heb. their\nstanding\\f* \n"},{"number":17,"text":"For \\add there were\\add* many in the congregation that were not\nsanctified: therefore the Levites had the charge of the killing of the\npassovers for every one \\add that was\\add* not clean, to sanctify\n\\add them\\add* unto the \\nd LORD\\nd*. \n"},{"number":18,"text":"For a multitude of the people, \\add even\\add* many of Ephraim,\nand Manasseh, Issachar, and Zebulun, had not cleansed themselves, yet did they\neat the passover otherwise than it was written. But Hezekiah prayed\nfor them, saying, The good \\nd LORD\\nd* pardon every one \n"},{"number":19,"text":"\\add That\\add* prepareth his heart to seek God, the \\nd LORD\\nd*\nGod of his fathers, though \\add he be\\add* not \\add cleansed\\add*\naccording to the purification of the sanctuary. \n"},{"number":20,"text":"And the \\nd LORD\\nd* hearkened  to Hezekiah, and healed the\npeople. \n\n"},{"number":21,"text":"And the children of Israel that were present at Jerusalem\nkept the feast of unleavened bread seven days with great gladness:\nand the Levites and the priests praised the \\nd LORD\\nd* day by day,\n\\add singing\\add* with loud instruments unto the \\nd LORD\\nd*.\\f + \\fr 30.21 \n\\ft present: Heb. found\\f*\\f + \\fr 30.21  \\ft loud…: Heb. instruments of\nstrength\\f* \n"},{"number":22,"text":"And Hezekiah spake comfortably unto all the Levites that taught\nthe good knowledge of the \\nd LORD\\nd*: and they did eat throughout the\nfeast seven days, offering peace offerings, and making confession\nto the \\nd LORD\\nd* God of their fathers.\\f + \\fr 30.22  \\ft comfortably…: Heb. to the heart of\nall\\f* \n"},{"number":23,"text":"And the whole assembly took counsel to keep other seven days:\nand they kept \\add other\\add* seven days with gladness. \n"},{"number":24,"text":"For Hezekiah king of Judah did give to the congregation a\nthousand bullocks and seven thousand sheep; and the princes gave\nto the congregation a thousand bullocks and ten thousand sheep: and a great\nnumber of priests sanctified themselves.\\f + \\fr 30.24  \\ft did give: Heb. lifted up, or,\noffered\\f*\\f + \\fr 30.24  \\ft gave: Heb. lifted up, or, offered\\f*\n"},{"number":25,"text":"And all the congregation of Judah, with the priests and the\nLevites, and all the congregation that came out of Israel, and the\nstrangers that came out of the land of Israel, and that dwelt in\nJudah, rejoiced. \n"},{"number":26,"text":"So there was great joy in Jerusalem: for since the time of\nSolomon the son of David king of Israel \\add there was\\add* not the like in\nJerusalem. \n\n"},{"number":27,"text":"Then the priests the Levites arose and blessed the people:\nand their voice was heard, and their prayer came \\add up\\add* to his\nholy dwelling place, \\add even\\add* unto heaven.\\f + \\fr 30.27  \\ft his holy…: Heb. the habitation of his\nholiness\\f* \n"}],"number":30},{"verses":[{"number":1,"text":"Now when all this was finished, all Israel that were present\nwent out to the cities of Judah, and brake the images in pieces,\nand cut down the groves, and threw down the high places and the altars\nout of all Judah and Benjamin, in Ephraim also and Manasseh, until they had utterly\ndestroyed them all. Then all the children of Israel returned, every\nman to his possession, into their own cities.\\f + \\fr 31.1  \\ft present: Heb.\nfound\\f*\\f + \\fr 31.1  \\ft images: Heb. statues\\f*\\f + \\fr 31.1 \n\\ft until…: Heb. until to make an end\\f* \n\n"},{"number":2,"text":"And Hezekiah appointed the courses of the priests and the\nLevites after their courses, every man according to his service,\nthe priests and Levites for burnt offerings and for peace offerings,\nto minister, and to give thanks, and to praise in the gates of the\ntents of the \\nd LORD\\nd*. \n"},{"number":3,"text":"\\add He appointed\\add* also the king’s portion of his substance\nfor the burnt offerings, \\add to wit\\add*, for the morning and evening\nburnt offerings, and the burnt offerings for the sabbaths, and for the new\nmoons, and for the set feasts, as \\add it is\\add* written in the\nlaw of the \\nd LORD\\nd*. \n"},{"number":4,"text":"Moreover he commanded the people that dwelt in Jerusalem to\ngive the portion of the priests and the Levites, that they might be\nencouraged in the law of the \\nd LORD\\nd*. \n\n"},{"number":5,"text":"And as soon as the commandment came abroad, the children of\nIsrael brought in abundance the firstfruits of corn, wine, and oil,\nand honey, and of all the increase of the field; and the tithe of all\n\\add things\\add* brought they in abundantly.\\f + \\fr 31.5  \\ft came…: Heb. brake\nforth\\f*\\f + \\fr 31.5  \\ft honey: or, dates\\f* \n"},{"number":6,"text":"And \\add concerning\\add* the children of Israel and Judah, that\ndwelt in the cities of Judah, they also brought in the tithe of oxen\nand sheep, and the tithe of holy things which were consecrated unto the\n\\nd LORD\\nd* their God, and laid \\add them\\add* by heaps.\\f + \\fr 31.6 \n\\ft by heaps: Heb. heaps, heaps\\f* \n"},{"number":7,"text":"In the third month they began to lay the foundation of the\nheaps, and finished \\add them\\add* in the seventh month. \n"},{"number":8,"text":"And when Hezekiah and the princes came and saw the heaps, they\nblessed the \\nd LORD\\nd*, and his people Israel. \n"},{"number":9,"text":"Then Hezekiah questioned with the priests and the Levites concerning the\nheaps. \n"},{"number":10,"text":"And Azariah the chief priest of the house of Zadok answered\nhim, and said, Since \\add the people\\add* began to bring the offerings\ninto the house of the \\nd LORD\\nd*, we have had enough to eat, and have\nleft plenty: for the \\nd LORD\\nd* hath blessed his people; and that which is\nleft \\add is\\add* this great store. \n\n"},{"number":11,"text":"Then Hezekiah commanded to prepare chambers in the house\nof the \\nd LORD\\nd*; and they prepared \\add them\\add*,\\f + \\fr 31.11 \n\\ft chambers: or, storehouses\\f* \n"},{"number":12,"text":"And brought in the offerings and the tithes and the dedicated\n\\add things\\add* faithfully: over which Cononiah the Levite \\add was\\add*\nruler, and Shimei his brother \\add was\\add* the next. \n"},{"number":13,"text":"And Jehiel, and Azaziah, and Nahath, and Asahel, and Jerimoth,\nand Jozabad, and Eliel, and Ismachiah, and Mahath, and Benaiah, \\add were\\add*\noverseers under the hand of Cononiah and Shimei his brother, at the\ncommandment of Hezekiah the king, and Azariah the ruler of the house\nof God.\\f + \\fr 31.13  \\ft under…: Heb. at the hand\\f* \n"},{"number":14,"text":"And Kore the son of Imnah the Levite, the porter toward the\neast, \\add was\\add* over the freewill offerings of God, to distribute\nthe oblations of the \\nd LORD\\nd*, and the most holy things. \n"},{"number":15,"text":"And next him \\add were\\add* Eden, and Miniamin, and Jeshua,\nand Shemaiah, Amariah, and Shecaniah, in the cities of the priests, in\n\\add their\\add* set office, to give to their brethren by courses,\nas well to the great as to the small:\\f + \\fr 31.15  \\ft next…: Heb. at his\nhand\\f*\\f + \\fr 31.15  \\ft set…: or, trust\\f* \n"},{"number":16,"text":"Beside their genealogy of males, from three years old and\nupward, \\add even\\add* unto every one that entereth into the house\nof the \\nd LORD\\nd*, his daily portion for their service in their\ncharges according to their courses; \n"},{"number":17,"text":"Both to the genealogy of the priests by the house of their\nfathers, and the Levites from twenty years old and upward, in their\ncharges by their courses; \n"},{"number":18,"text":"And to the genealogy of all their little ones, their wives,\nand their sons, and their daughters, through all the congregation:\nfor in their set office they sanctified themselves in holiness:\\f + \\fr 31.18 \n\\ft set…: or, trust\\f* \n"},{"number":19,"text":"Also of the sons of Aaron the priests, \\add which were\\add*\nin the fields of the suburbs of their cities, in every several city,\nthe men that were expressed by name, to give portions to all the\nmales among the priests, and to all that were reckoned by genealogies\namong the Levites. \n\n"},{"number":20,"text":"And thus did Hezekiah throughout all Judah, and wrought \\add that which\nwas\\add* good and right and truth before the \\nd LORD\\nd* his God.\n"},{"number":21,"text":"And in every work that he began in the service of the house\nof God, and in the law, and in the commandments, to seek his God,\nhe did \\add it\\add* with all his heart, and prospered. \n"}],"number":31},{"verses":[{"number":1,"text":"After these things, and the establishment thereof, Sennacherib\nking of Assyria came, and entered into Judah, and encamped against the\nfenced cities, and thought to win them for himself.\\f + \\fr 32.1 \n\\ft to win…: Heb. to break them up\\f* \n"},{"number":2,"text":"And when Hezekiah saw that Sennacherib was come, and that he was\npurposed to fight against Jerusalem,\\f + \\fr 32.2  \\ft he was…: Heb. his face was to\nwar\\f* \n"},{"number":3,"text":"He took counsel with his princes and his mighty men to stop\nthe waters of the fountains which \\add were\\add* without the city:\nand they did help him. \n"},{"number":4,"text":"So there was gathered much people together, who stopped all the\nfountains, and the brook that ran through the midst of the land,\nsaying, Why should the kings of Assyria come, and find much water?\\f + \\fr 32.4 \n\\ft ran: Heb. overflowed\\f* \n"},{"number":5,"text":"Also he strengthened himself, and built up all the wall that was\nbroken, and raised \\add it\\add* up to the towers, and another wall\nwithout, and repaired Millo \\add in\\add* the city of David, and made\ndarts and shields in abundance.\\f + \\fr 32.5  \\ft darts: or, swords, or,\nweapons\\f* \n"},{"number":6,"text":"And he set captains of war over the people, and gathered them\ntogether to him in the street of the gate of the city, and spake\ncomfortably to them, saying,\\f + \\fr 32.6  \\ft spake…: Heb. he spoke to their\nheart\\f* \n"},{"number":7,"text":"Be strong and courageous, be not afraid nor dismayed for the\nking of Assyria, nor for all the multitude that \\add is\\add* with him: for\n\\add there be\\add* more with us than with him: \n"},{"number":8,"text":"With him \\add is\\add* an arm of flesh; but with us \\add is\\add*\nthe \\nd LORD\\nd* our God to help us, and to fight our battles. And the\npeople rested themselves upon the words of Hezekiah king of Judah.\\f + \\fr 32.8 \n\\ft rested…: Heb. leaned\\f* \n\n"},{"number":9,"text":"After this did Sennacherib king of Assyria send his servants\nto Jerusalem, (but he \\add himself laid siege\\add* against Lachish,\nand all his power with him,) unto Hezekiah king of Judah, and unto all\nJudah that \\add were\\add* at Jerusalem, saying,\\f + \\fr 32.9  \\ft power: Heb.\ndominion\\f* \n"},{"number":10,"text":"Thus saith Sennacherib king of Assyria, Whereon do ye trust,\nthat ye abide in the siege in Jerusalem?\\f + \\fr 32.10  \\ft siege: or, strong\nhold\\f* \n"},{"number":11,"text":"Doth not Hezekiah persuade you to give over yourselves to\ndie by famine and by thirst, saying, The \\nd LORD\\nd* our God shall\ndeliver us out of the hand of the king of Assyria? \n"},{"number":12,"text":"Hath not the same Hezekiah taken away his high places and his\naltars, and commanded Judah and Jerusalem, saying, Ye shall worship\nbefore one altar, and burn incense upon it? \n"},{"number":13,"text":"Know ye not what I and my fathers have done unto all the people of\n\\add other\\add* lands? were the gods of the nations of those lands\nany ways able to deliver their lands out of mine hand? \n"},{"number":14,"text":"Who \\add was there\\add* among all the gods of those nations\nthat my fathers utterly destroyed, that could deliver his people\nout of mine hand, that your God should be able to deliver you out of mine\nhand? \n"},{"number":15,"text":"Now therefore let not Hezekiah deceive you, nor persuade you on this manner, neither yet\nbelieve him: for no god of any nation or kingdom was able to deliver\nhis people out of mine hand, and out of the hand of my fathers: how much less shall your\nGod deliver you out of mine hand? \n"},{"number":16,"text":"And his servants spake yet \\add more\\add* against the \\nd LORD\\nd*\nGod, and against his servant Hezekiah. \n"},{"number":17,"text":"He wrote also letters to rail on the \\nd LORD\\nd* God of Israel,\nand to speak against him, saying, As the gods of the nations of \\add other\\add*\nlands have not delivered their people out of mine hand, so shall not the\nGod of Hezekiah deliver his people out of mine hand. \n"},{"number":18,"text":"Then they cried with a loud voice in the Jews’ speech unto the\npeople of Jerusalem that \\add were\\add* on the wall, to affright\nthem, and to trouble them; that they might take the city. \n"},{"number":19,"text":"And they spake against the God of Jerusalem, as against the\ngods of the people of the earth, \\add which were\\add* the work of the\nhands of man. \n"},{"number":20,"text":"And for this \\add cause\\add* Hezekiah the king, and the prophet\nIsaiah the son of Amoz, prayed and cried to heaven. \n\n"},{"number":21,"text":"And the \\nd LORD\\nd* sent an angel, which cut off all the mighty\nmen of valour, and the leaders and captains in the camp of the king\nof Assyria. So he returned with shame of face to his own land. And when he was\ncome into the house of his god, they that came forth of his own bowels\nslew him there with the sword.\\f + \\fr 32.21  \\ft slew…: Heb. made him\nfall\\f* \n"},{"number":22,"text":"Thus the \\nd LORD\\nd* saved Hezekiah and the inhabitants of\nJerusalem from the hand of Sennacherib the king of Assyria, and from the\nhand of all \\add other\\add*, and guided them on every side. \n"},{"number":23,"text":"And many brought gifts unto the \\nd LORD\\nd* to Jerusalem,\nand presents to Hezekiah king of Judah: so that he was magnified\nin the sight of all nations from thenceforth.\\f + \\fr 32.23  \\ft presents: Heb. precious\nthings\\f* \n\n"},{"number":24,"text":"In those days Hezekiah was sick to the death, and prayed\nunto the \\nd LORD\\nd*: and he spake unto him, and he gave him a sign.\\f + \\fr 32.24 \n\\ft gave…: or, wrought a miracle for him\\f* \n"},{"number":25,"text":"But Hezekiah rendered not again according to the benefit \\add done\\add*\nunto him; for his heart was lifted up: therefore there was wrath\nupon him, and upon Judah and Jerusalem. \n"},{"number":26,"text":"Notwithstanding Hezekiah humbled himself for the pride of his\nheart, \\add both\\add* he and the inhabitants of Jerusalem, so that the\nwrath of the \\nd LORD\\nd* came not upon them in the days of Hezekiah.\\f + \\fr 32.26 \n\\ft pride: Heb. lifting up\\f* \n\n"},{"number":27,"text":"And Hezekiah had exceeding much riches and honour: and he\nmade himself treasuries for silver, and for gold, and for precious\nstones, and for spices, and for shields, and for all manner of pleasant\njewels;\\f + \\fr 32.27  \\ft pleasant…: Heb. instruments of desire\\f*\n"},{"number":28,"text":"Storehouses also for the increase of corn, and wine, and oil;\nand stalls for all manner of beasts, and cotes for flocks. \n"},{"number":29,"text":"Moreover he provided him cities, and possessions of flocks\nand herds in abundance: for God had given him substance very much.\n"},{"number":30,"text":"This same Hezekiah also stopped the upper watercourse of Gihon,\nand brought it straight down to the west side of the city of David.\nAnd Hezekiah prospered  in all his works. \n\n"},{"number":31,"text":"Howbeit in \\add the business of\\add* the ambassadors of the\nprinces of Babylon, who sent unto him to enquire of the wonder that was\n\\add done\\add* in the land, God left him, to try him, that he might\nknow all \\add that was\\add* in his heart.\\f + \\fr 32.31  \\ft ambassadors: Heb.\ninterpreters\\f* \n\n"},{"number":32,"text":"Now the rest of the acts of Hezekiah, and his goodness, behold, they\n\\add are\\add* written in the vision of Isaiah the prophet, the son\nof Amoz, \\add and\\add* in the book of the kings of Judah and Israel.\\f + \\fr 32.32 \n\\ft goodness: Heb. kindnesses\\f* \n"},{"number":33,"text":"And Hezekiah slept with his fathers, and they buried him in the\nchiefest of the sepulchres of the sons of David: and all Judah and the\ninhabitants of Jerusalem did him honour at his death. And Manasseh\nhis son reigned in his stead.\\f + \\fr 32.33  \\ft chiefest: or, highest\\f*\n"}],"number":32},{"verses":[{"number":1,"text":"Manasseh \\add was\\add* twelve years old when he began to reign,\nand he reigned fifty and five years in Jerusalem: \n"},{"number":2,"text":"But did \\add that which was\\add* evil in the sight of the \\nd LORD\\nd*,\nlike unto the abominations of the heathen, whom the \\nd LORD\\nd*\nhad cast out before the children of Israel. \n\n"},{"number":3,"text":"For he built again the high places which Hezekiah his father\nhad broken down, and he reared up altars for Baalim, and made groves,\nand worshipped all the host of heaven, and served them.\\f + \\fr 33.3 \n\\ft he built…: Heb. he returned and built\\f* \n"},{"number":4,"text":"Also he built altars in the house of the \\nd LORD\\nd*, whereof the\n\\nd LORD\\nd* had said, In Jerusalem shall my name be for ever. \n"},{"number":5,"text":"And he built altars for all the host of heaven in the two courts\nof the house of the \\nd LORD\\nd*. \n"},{"number":6,"text":"And he caused his children to pass through the fire in the\nvalley of the son of Hinnom: also he observed times, and used enchantments,\nand used witchcraft, and dealt with a familiar spirit, and with wizards:\nhe wrought much evil in the sight of the \\nd LORD\\nd*, to provoke him to\nanger. \n"},{"number":7,"text":"And he set a carved image, the idol which he had made, in the\nhouse of God, of which God had said to David and to Solomon his son,\nIn this house, and in Jerusalem, which I have chosen before all the\ntribes of Israel, will I put my name for ever: \n"},{"number":8,"text":"Neither will I any more remove the foot of Israel from out\nof the land which I have appointed for your fathers; so that they will take\nheed to do all that I have commanded them, according to the whole\nlaw and the statutes and the ordinances by the hand of Moses. \n"},{"number":9,"text":"So Manasseh made Judah and the inhabitants of Jerusalem to\nerr, \\add and\\add* to do worse than the heathen, whom the \\nd LORD\\nd*\nhad destroyed before the children of Israel. \n"},{"number":10,"text":"And the \\nd LORD\\nd* spake to Manasseh, and to his people:\nbut they would not hearken. \n\n"},{"number":11,"text":"Wherefore the \\nd LORD\\nd* brought upon them the captains\nof the host of the king of Assyria, which took Manasseh among the\nthorns, and bound him with fetters, and carried him to Babylon.\\f + \\fr 33.11 \n\\ft of the king: Heb. which were the king’s\\f*\\f + \\fr 33.11  \\ft fetters: or,\nchains\\f* \n"},{"number":12,"text":"And when he was in affliction, he besought the \\nd LORD\\nd*\nhis God, and humbled himself greatly before the God of his fathers,\n"},{"number":13,"text":"And prayed unto him: and he was intreated of him, and heard\nhis supplication, and brought him again to Jerusalem into his kingdom.\nThen Manasseh knew that the \\nd LORD\\nd* he \\add was\\add* God. \n"},{"number":14,"text":"Now after this he built a wall without the city of David,\non the west side of Gihon, in the valley, even to the entering in\nat the fish gate, and compassed about Ophel, and raised it up a very great\nheight, and put captains of war in all the fenced cities of Judah.\\f + \\fr 33.14 \n\\ft Ophel: or, the tower\\f* \n"},{"number":15,"text":"And he took away the strange gods, and the idol out of the\nhouse of the \\nd LORD\\nd*, and all the altars that he had built in the\nmount of the house of the \\nd LORD\\nd*, and in Jerusalem, and cast\n\\add them\\add* out of the city. \n"},{"number":16,"text":"And he repaired the altar of the \\nd LORD\\nd*, and sacrificed\nthereon peace offerings and thank offerings, and commanded Judah\nto serve the \\nd LORD\\nd* God of Israel. \n"},{"number":17,"text":"Nevertheless the people did sacrifice still in the high places,\n\\add yet\\add* unto the \\nd LORD\\nd* their God only. \n\n"},{"number":18,"text":"Now the rest of the acts of Manasseh, and his prayer unto his\nGod, and the words of the seers that spake to him in the name of the\n\\nd LORD\\nd* God of Israel, behold, they \\add are written\\add* in the\nbook of the kings of Israel. \n"},{"number":19,"text":"His prayer also, and \\add how God\\add* was intreated of him, and all his\nsin, and his trespass, and the places wherein he built high places,\nand set up groves and graven images, before he was humbled: behold, they\n\\add are\\add* written among the sayings of the seers.\\f + \\fr 33.19 \n\\ft the seers: or, Hosai\\f* \n\n"},{"number":20,"text":"So Manasseh slept with his fathers, and they buried him in his own\nhouse: and Amon his son reigned in his stead. \n\n"},{"number":21,"text":"Amon \\add was\\add* two and twenty years old when he began to\nreign, and reigned two years in Jerusalem. \n"},{"number":22,"text":"But he did \\add that which was\\add* evil in the sight of the\n\\nd LORD\\nd*, as did Manasseh his father: for Amon sacrificed  unto all the carved\nimages which Manasseh his father had made, and served them; \n"},{"number":23,"text":"And humbled not himself before the \\nd LORD\\nd*, as Manasseh\nhis father had humbled himself; but Amon trespassed more and more.\\f + \\fr 33.23 \n\\ft trespassed more and more: Heb. multiplied trespass\\f* \n"},{"number":24,"text":"And his servants conspired against him, and slew him in his own\nhouse. \n\n"},{"number":25,"text":"But the people of the land slew all them that had conspired\nagainst king Amon; and the people of the land made Josiah his son\nking in his stead. \n"}],"number":33},{"verses":[{"number":1,"text":"Josiah \\add was\\add* eight years old when he began to reign,\nand he reigned in Jerusalem one and thirty years. \n"},{"number":2,"text":"And he did \\add that which was\\add* right in the sight of the\n\\nd LORD\\nd*, and walked in the ways of David his father, and declined\n\\add neither\\add* to the right hand, nor to the left. \n\n"},{"number":3,"text":"For in the eighth year of his reign, while he was yet young,\nhe began to seek after the God of David his father: and in the twelfth\nyear he began to purge Judah and Jerusalem from the high places,\nand the groves, and the carved images, and the molten images. \n"},{"number":4,"text":"And they brake down the altars of Baalim in his presence; and the\nimages, that \\add were\\add* on high above them, he cut down; and the\ngroves, and the carved images, and the molten images, he brake in\npieces, and made dust \\add of them\\add*, and strowed \\add it\\add*\nupon the graves of them that had sacrificed unto them.\\f + \\fr 34.4 \n\\ft the images: or, the sun images\\f*\\f + \\fr 34.4  \\ft graves: Heb. face of the\ngraves\\f* \n"},{"number":5,"text":"And he burnt the bones of the priests upon their altars, and\ncleansed Judah and Jerusalem. \n"},{"number":6,"text":"And \\add so did he\\add* in the cities of Manasseh, and Ephraim,\nand Simeon, even unto Naphtali, with their mattocks round about.\\f + \\fr 34.6 \n\\ft mattocks: or, mauls\\f* \n"},{"number":7,"text":"And when he had broken down the altars and the groves, and had\nbeaten the graven images into powder, and cut down all the idols\nthroughout all the land of Israel, he returned to Jerusalem.\\f + \\fr 34.7 \n\\ft into…: Heb. to make powder\\f* \n\n"},{"number":8,"text":"Now in the eighteenth year of his reign, when he had purged\nthe land, and the house, he sent Shaphan the son of Azaliah, and\nMaaseiah the governor of the city, and Joah the son of Joahaz the\nrecorder, to repair the house of the \\nd LORD\\nd* his God. \n"},{"number":9,"text":"And when they came to Hilkiah the high priest, they delivered\nthe money that was brought into the house of God, which the Levites\nthat kept the doors had gathered of the hand of Manasseh and Ephraim,\nand of all the remnant of Israel, and of all Judah and Benjamin;\nand they returned to Jerusalem. \n"},{"number":10,"text":"And they put \\add it\\add* in the hand of the workmen that had the\noversight of the house of the \\nd LORD\\nd*, and they gave it to the\nworkmen that wrought in the house of the \\nd LORD\\nd*, to repair\nand amend the house: \n"},{"number":11,"text":"Even to the artificers and builders gave they \\add it\\add*,\nto buy hewn stone, and timber for couplings, and to floor the houses\nwhich the kings of Judah had destroyed.\\f + \\fr 34.11  \\ft to floor: or, to\nrafter\\f* \n"},{"number":12,"text":"And the men did the work faithfully: and the overseers of them\n\\add were\\add* Jahath and Obadiah, the Levites, of the sons of Merari;\nand Zechariah and Meshullam, of the sons of the Kohathites, to set\n\\add it\\add* forward; and \\add other of\\add* the Levites, all that could\nskill of instruments of musick. \n"},{"number":13,"text":"Also \\add they were\\add* over the bearers of burdens, and \\add were\\add*\noverseers of all that wrought the work in any manner of service:\nand of the Levites \\add there were\\add* scribes, and officers, and\nporters. \n\n"},{"number":14,"text":"And when they brought out the money that was brought into\nthe house of the \\nd LORD\\nd*, Hilkiah the priest found a book of the\nlaw of the \\nd LORD\\nd* \\add given\\add* by Moses.\\f + \\fr 34.14 \n\\ft by: Heb. by the hand of\\f* \n"},{"number":15,"text":"And Hilkiah answered and said to Shaphan the scribe, I have\nfound the book of the law in the house of the \\nd LORD\\nd*. And Hilkiah\ndelivered the book to Shaphan. \n"},{"number":16,"text":"And Shaphan carried the book to the king, and brought the\nking word back again, saying, All that was committed to thy servants,\nthey do \\add it\\add*.\\f + \\fr 34.16  \\ft to thy…: Heb. to the hand of,\netc\\f* \n"},{"number":17,"text":"And they have gathered together the money that was found in the\nhouse of the \\nd LORD\\nd*, and have delivered it into the hand of the\noverseers, and to the hand of the workmen.\\f + \\fr 34.17  \\ft gathered together: Heb. poured out, or,\nmelted\\f* \n"},{"number":18,"text":"Then Shaphan the scribe told the king, saying, Hilkiah the\npriest hath given me a book. And Shaphan read it before the king.\\f + \\fr 34.18 \n\\ft it: Heb. in it\\f* \n"},{"number":19,"text":"And it came to pass, when the king had heard the words of the\nlaw, that he rent his clothes. \n"},{"number":20,"text":"And the king commanded Hilkiah, and Ahikam the son of Shaphan,\nand Abdon the son of Micah, and Shaphan the scribe, and Asaiah a\nservant of the king’s, saying,\\f + \\fr 34.20  \\ft Abdon: or, Achbor\\f*\n"},{"number":21,"text":"Go, enquire of the \\nd LORD\\nd* for me, and for them that are\nleft in Israel and in Judah, concerning the words of the book that is\nfound: for great \\add is\\add* the wrath of the \\nd LORD\\nd* that is poured\nout upon us, because our fathers have not kept the word of the \\nd LORD\\nd*,\nto do after all that is written in this book. \n"},{"number":22,"text":"And Hilkiah, and \\add they\\add* that the king \\add had appointed\\add*,\nwent to Huldah the prophetess, the wife of Shallum the son of Tikvath,\nthe son of Hasrah, keeper of the wardrobe; (now she dwelt in Jerusalem\nin the college:) and they spake to her to that \\add effect\\add*.\\f + \\fr 34.22 \n\\ft Hasrah: also called, Harhas\\f*\\f + \\fr 34.22  \\ft wardrobe: Heb.\ngarments\\f*\\f + \\fr 34.22  \\ft in the college: or, in the school, or, in the second\npart\\f* \n\n"},{"number":23,"text":"And she answered them, Thus saith the \\nd LORD\\nd* God of\nIsrael, Tell ye the man that sent you to me, \n"},{"number":24,"text":"Thus saith the \\nd LORD\\nd*, Behold, I will bring evil upon this\nplace, and upon the inhabitants thereof, \\add even\\add* all the curses\nthat are written in the book which they have read before the king\nof Judah: \n"},{"number":25,"text":"Because they have forsaken me, and have burned incense unto\nother gods, that they might provoke me to anger with all the works\nof their hands; therefore my wrath shall be poured out upon this\nplace, and shall not be quenched. \n"},{"number":26,"text":"And as for the king of Judah, who sent you to enquire of the\n\\nd LORD\\nd*, so shall ye say unto him, Thus saith the \\nd LORD\\nd*\nGod of Israel \\add concerning\\add* the words which thou hast heard;\n"},{"number":27,"text":"Because thine heart was tender, and thou didst humble thyself\nbefore God, when thou heardest his words against this place, and against the\ninhabitants thereof, and humbledst thyself before me, and didst rend\nthy clothes, and weep before me; I have even heard \\add thee\\add*\nalso, saith the \\nd LORD\\nd*. \n"},{"number":28,"text":"Behold, I will gather thee to thy fathers, and thou shalt be\ngathered to thy grave in peace, neither shall thine eyes see all the\nevil that I will bring upon this place, and upon the inhabitants\nof the same. So they brought the king word again. \n\n"},{"number":29,"text":"Then the king sent and gathered together all the elders of\nJudah and Jerusalem. \n"},{"number":30,"text":"And the king went up into the house of the \\nd LORD\\nd*, and all the\nmen of Judah, and the inhabitants of Jerusalem, and the priests,\nand the Levites, and all the people, great and small: and he read\nin their ears all the words of the book of the covenant that was\nfound in the house of the \\nd LORD\\nd*.\\f + \\fr 34.30  \\ft great…: Heb. from great even to\nsmall\\f* \n"},{"number":31,"text":"And the king stood in his place, and made a covenant before\nthe \\nd LORD\\nd*, to walk after the \\nd LORD\\nd*, and to keep his\ncommandments, and his testimonies, and his statutes, with all his\nheart, and with all his soul, to perform the words of the covenant\nwhich are written in this book. \n"},{"number":32,"text":"And he caused all that were present in Jerusalem and Benjamin\nto stand \\add to it\\add*. And the inhabitants of Jerusalem did according to the\ncovenant of God, the God of their fathers.\\f + \\fr 34.32  \\ft present: Heb.\nfound\\f* \n"},{"number":33,"text":"And Josiah took away all the abominations out of all the countries that\n\\add pertained\\add* to the children of Israel, and made all that were\npresent in Israel to serve, \\add even\\add* to serve the \\nd LORD\\nd*\ntheir God. \\add And\\add* all his days they departed not from following\nthe \\nd LORD\\nd*, the God of their fathers.\\f + \\fr 34.33  \\ft present: Heb.\nfound\\f*\\f + \\fr 34.33  \\ft from…: Heb. from after\\f* \n"}],"number":34},{"verses":[{"number":1,"text":"Moreover Josiah kept a passover unto the \\nd LORD\\nd* in Jerusalem:\nand they killed the passover on the fourteenth \\add day\\add* of the\nfirst month. \n"},{"number":2,"text":"And he set the priests in their charges, and encouraged them to the\nservice of the house of the \\nd LORD\\nd*, \n"},{"number":3,"text":"And said unto the Levites that taught all Israel, which were\nholy unto the \\nd LORD\\nd*, Put the holy ark in the house which Solomon\nthe son of David king of Israel did build; \\add it shall\\add* not\n\\add be\\add* a burden upon \\add your\\add* shoulders: serve now the\n\\nd LORD\\nd* your God, and his people Israel, \n"},{"number":4,"text":"And prepare \\add yourselves\\add* by the houses of your fathers,\nafter your courses, according to the writing of David king of Israel,\nand according to the writing of Solomon his son. \n"},{"number":5,"text":"And stand in the holy \\add place\\add* according to the divisions\nof the families of the fathers of your brethren the people, and \\add after\\add*\nthe division of the families of the Levites.\\f + \\fr 35.5  \\ft the families of the fathers: Heb. the house of the\nfathers\\f*\\f + \\fr 35.5  \\ft the people: Heb. the sons of the people\\f*\n"},{"number":6,"text":"So kill the passover, and sanctify yourselves, and prepare\nyour brethren, that \\add they\\add* may do according to the word of the\n\\nd LORD\\nd* by the hand of Moses. \n"},{"number":7,"text":"And Josiah gave to the people, of the flock, lambs and kids,\nall for the passover offerings, for all that were present, to the\nnumber of thirty thousand, and three thousand bullocks: these \\add were\\add*\nof the king’s substance.\\f + \\fr 35.7  \\ft gave: Heb. offered\\f*\n"},{"number":8,"text":"And his princes gave willingly unto the people, to the priests,\nand to the Levites: Hilkiah and Zechariah and Jehiel, rulers of the\nhouse of God, gave unto the priests for the passover offerings two\nthousand and six hundred \\add small cattle\\add*, and three hundred\noxen.\\f + \\fr 35.8  \\ft gave willingly: Heb. offered, etc\\f* \n"},{"number":9,"text":"Conaniah also, and Shemaiah and Nethaneel, his brethren, and\nHashabiah and Jeiel and Jozabad, chief of the Levites, gave unto the\nLevites for passover offerings five thousand \\add small cattle\\add*,\nand five hundred oxen.\\f + \\fr 35.9  \\ft gave: Heb. offered\\f* \n"},{"number":10,"text":"So the service was prepared, and the priests stood in their\nplace, and the Levites in their courses, according to the king’s\ncommandment. \n"},{"number":11,"text":"And they killed the passover, and the priests sprinkled \\add the\nblood\\add* from their hands, and the Levites flayed \\add them\\add*.\n"},{"number":12,"text":"And they removed the burnt offerings, that they might give\naccording to the divisions of the families of the people, to offer\nunto the \\nd LORD\\nd*, as \\add it is\\add* written in the book of\nMoses. And so \\add did they\\add* with the oxen. \n"},{"number":13,"text":"And they roasted the passover with fire according to the ordinance: but the\n\\add other\\add* holy \\add offerings\\add* sod they in pots, and in\ncaldrons, and in pans, and divided \\add them\\add* speedily among all the\npeople.\\f + \\fr 35.13  \\ft divided…: Heb. made them run\\f* \n"},{"number":14,"text":"And afterward they made ready for themselves, and for the\npriests: because the priests the sons of Aaron \\add were busied\\add*\nin offering of burnt offerings and the fat until night; therefore the\nLevites prepared for themselves, and for the priests the sons of\nAaron. \n"},{"number":15,"text":"And the singers the sons of Asaph \\add were\\add* in their\nplace, according to the commandment of David, and Asaph, and Heman,\nand Jeduthun the king’s seer; and the porters \\add waited\\add* at every\ngate; they might not depart from their service; for their brethren\nthe Levites prepared for them.\\f + \\fr 35.15  \\ft place: Heb. station\\f*\n"},{"number":16,"text":"So all the service of the \\nd LORD\\nd* was prepared the same\nday, to keep the passover, and to offer burnt offerings upon the\naltar of the \\nd LORD\\nd*, according to the commandment of king Josiah.\n"},{"number":17,"text":"And the children of Israel that were present kept the passover\nat that time, and the feast of unleavened bread seven days.\\f + \\fr 35.17 \n\\ft present: Heb. found\\f* \n"},{"number":18,"text":"And there was no passover like to that kept in Israel from the\ndays of Samuel the prophet; neither did all the kings of Israel keep\nsuch a passover as Josiah kept, and the priests, and the Levites,\nand all Judah and Israel that were present, and the inhabitants of\nJerusalem.\\f + \\fr 35.18  \\ft present: Heb. found\\f* \n"},{"number":19,"text":"In the eighteenth year of the reign of Josiah was this passover\nkept. \n\n"},{"number":20,"text":"After all this, when Josiah had prepared the temple, Necho\nking of Egypt came up to fight against Carchemish by Euphrates: and\nJosiah went out against him.\\f + \\fr 35.20  \\ft temple: Heb. house\\f*\n"},{"number":21,"text":"But he sent ambassadors to him, saying, What have I to do with thee, thou\nking of Judah? \\add I come\\add* not against thee this day, but against the\nhouse wherewith I have war: for God commanded me to make haste: forbear thee from\n\\add meddling with\\add* God, who \\add is\\add* with me, that he destroy thee\nnot.\\f + \\fr 35.21  \\ft the house…: Heb. the house of my war\\f* \n"},{"number":22,"text":"Nevertheless Josiah would not turn his face from him, but\ndisguised himself, that he might fight with him, and hearkened not unto the\nwords of Necho from the mouth of God, and came to fight in the valley\nof Megiddo. \n"},{"number":23,"text":"And the archers shot at king Josiah; and the king said to his\nservants, Have me away; for I am sore wounded.\\f + \\fr 35.23  \\ft wounded: Heb. made\nsick\\f* \n"},{"number":24,"text":"His servants therefore took him out of that chariot, and put\nhim in the second chariot that he had; and they brought him to Jerusalem,\nand he died, and was buried in \\add one of\\add* the sepulchres of his\nfathers. And all Judah and Jerusalem mourned for Josiah.\\f + \\fr 35.24 \n\\ft in one…: or, among the sepulchres\\f* \n\n"},{"number":25,"text":"And Jeremiah lamented for Josiah: and all the singing men\nand the singing women spake of Josiah in their lamentations to this\nday, and made them an ordinance in Israel: and, behold, they \\add are\\add*\nwritten in the lamentations. \n"},{"number":26,"text":"Now the rest of the acts of Josiah, and his goodness, according to\n\\add that which was\\add* written in the law of the \\nd LORD\\nd*,\\f + \\fr 35.26 \n\\ft goodness: Heb. kindnesses\\f* \n"},{"number":27,"text":"And his deeds, first and last, behold, they \\add are\\add*\nwritten in the book of the kings of Israel and Judah. \n"}],"number":35},{"verses":[{"number":1,"text":"Then the people of the land took Jehoahaz the son of Josiah,\nand made him king in his father’s stead in Jerusalem. \n"},{"number":2,"text":"Jehoahaz \\add was\\add* twenty and three years old when he began to\nreign, and he reigned three months in Jerusalem. \n"},{"number":3,"text":"And the king of Egypt put him down at Jerusalem, and condemned\nthe land in an hundred talents of silver and a talent of gold.\\f + \\fr 36.3 \n\\ft put…: Heb. removed him\\f* \n"},{"number":4,"text":"And the king of Egypt made Eliakim his brother king over Judah\nand Jerusalem, and turned his name to Jehoiakim. And Necho took Jehoahaz\nhis brother, and carried him to Egypt. \n\n"},{"number":5,"text":"Jehoiakim \\add was\\add* twenty and five years old when he began to\nreign, and he reigned eleven years in Jerusalem: and he did \\add that which\nwas\\add* evil in the sight of the \\nd LORD\\nd* his God. \n"},{"number":6,"text":"Against him came up Nebuchadnezzar king of Babylon, and bound\nhim in fetters, to carry him to Babylon.\\f + \\fr 36.6  \\ft fetters: or,\nchains\\f* \n"},{"number":7,"text":"Nebuchadnezzar also carried of the vessels of the house of the\n\\nd LORD\\nd* to Babylon, and put them in his temple at Babylon. \n"},{"number":8,"text":"Now the rest of the acts of Jehoiakim, and his abominations\nwhich he did, and that which was found in him, behold, they \\add are\\add*\nwritten in the book of the kings of Israel and Judah: and Jehoiachin\nhis son reigned in his stead.\\f + \\fr 36.8  \\ft Jehoiachin: also called, Jeconiah, or,\nConiah\\f* \n\n"},{"number":9,"text":"Jehoiachin \\add was\\add* eight years old when he began to\nreign, and he reigned three months and ten days in Jerusalem: and he\ndid \\add that which was\\add* evil in the sight of the \\nd LORD\\nd*.\n"},{"number":10,"text":"And when the year was expired, king Nebuchadnezzar sent, and\nbrought him to Babylon, with the goodly vessels of the house of the\n\\nd LORD\\nd*, and made Zedekiah his brother king over Judah and Jerusalem.\\f + \\fr 36.10 \n\\ft when…: Heb. at the return of the year\\f*\\f + \\fr 36.10  \\ft goodly…: Heb. vessels of\ndesire\\f*\\f + \\fr 36.10  \\ft Zedekiah…: or, Mattaniah, his father’s\nbrother\\f* \n\n"},{"number":11,"text":"Zedekiah \\add was\\add* one and twenty years old when he began to\nreign, and reigned eleven years in Jerusalem. \n"},{"number":12,"text":"And he did \\add that which was\\add* evil in the sight of the\n\\nd LORD\\nd* his God, \\add and\\add* humbled not himself before Jeremiah\nthe prophet \\add speaking\\add* from the mouth of the \\nd LORD\\nd*.\n"},{"number":13,"text":"And he also rebelled against king Nebuchadnezzar, who had made him\nswear by God: but he stiffened his neck, and hardened his heart from\nturning unto the \\nd LORD\\nd* God of Israel. \n\n"},{"number":14,"text":"Moreover all the chief of the priests, and the people, transgressed\nvery much after all the abominations of the heathen; and polluted\nthe house of the \\nd LORD\\nd* which he had hallowed in Jerusalem.\n"},{"number":15,"text":"And the \\nd LORD\\nd* God of their fathers sent to them by\nhis messengers, rising up betimes, and sending; because he had compassion\non his people, and on his dwelling place:\\f + \\fr 36.15  \\ft by: Heb. by the hand\nof\\f*\\f + \\fr 36.15  \\ft betimes: that is, continually and carefully\\f*\n"},{"number":16,"text":"But they mocked the messengers of God, and despised his words,\nand misused his prophets, until the wrath of the \\nd LORD\\nd* arose\nagainst his people, till \\add there was\\add* no remedy.\\f + \\fr 36.16 \n\\ft remedy: Heb. healing\\f* \n"},{"number":17,"text":"Therefore he brought upon them the king of the Chaldees, who\nslew their young men with the sword in the house of their sanctuary,\nand had no compassion upon young man or maiden, old man, or him that stooped for\nage: he gave \\add them\\add* all into his hand. \n"},{"number":18,"text":"And all the vessels of the house of God, great and small,\nand the treasures of the house of the \\nd LORD\\nd*, and the treasures\nof the king, and of his princes; all \\add these\\add* he brought to\nBabylon. \n"},{"number":19,"text":"And they burnt the house of God, and brake down the wall of\nJerusalem, and burnt all the palaces thereof with fire, and destroyed\nall the goodly vessels thereof. \n"},{"number":20,"text":"And them that had escaped from the sword carried he away to\nBabylon; where they were servants to him and his sons until the reign\nof the kingdom of Persia:\\f + \\fr 36.20  \\ft them…: Heb. the remainder from the\nsword\\f* \n"},{"number":21,"text":"To fulfil the word of the \\nd LORD\\nd* by the mouth of Jeremiah,\nuntil the land had enjoyed her sabbaths: \\add for\\add* as long as\nshe lay desolate she kept sabbath, to fulfil threescore and ten years.\n\n"},{"number":22,"text":"Now in the first year of Cyrus king of Persia, that the word\nof the \\nd LORD\\nd* \\add spoken\\add* by the mouth of Jeremiah might be\naccomplished, the \\nd LORD\\nd* stirred up the spirit of Cyrus king\nof Persia, that he made a proclamation throughout all his kingdom, and\n\\add put it\\add* also in writing, saying, \n"},{"number":23,"text":"Thus saith Cyrus king of Persia, All the kingdoms of the earth\nhath the \\nd LORD\\nd* God of heaven given me; and he hath charged\nme to build him an house in Jerusalem, which \\add is\\add* in Judah. Who\n\\add is there\\add* among you of all his people? The \\nd LORD\\nd*\nhis God \\add be\\add* with him, and let him go up. "}],"number":36}]}