{"headers":{"id":"EST  Esther","h":"Esther","toc1":"The Book of Esther","toc2":"Esther","toc3":"Est","mt1":"The Book of Esther"},"book":"Esther","chapters":[{"verses":[{"number":1,"text":"Now it came to pass in the days of Ahasuerus, (this \\add is\\add*\nAhasuerus which reigned, from India even unto Ethiopia, \\add over\\add*\nan hundred and seven and twenty provinces:) \n"},{"number":2,"text":"\\add That\\add* in those days, when the king Ahasuerus sat on the\nthrone of his kingdom, which \\add was\\add* in Shushan the palace,\n"},{"number":3,"text":"In the third year of his reign, he made a feast unto all his\nprinces and his servants; the power of Persia and Media, the nobles\nand princes of the provinces, \\add being\\add* before him: \n"},{"number":4,"text":"When he shewed the riches of his glorious kingdom and the honour\nof his excellent majesty many days, \\add even\\add* an hundred and\nfourscore days. \n"},{"number":5,"text":"And when these days were expired, the king made a feast unto all the\npeople that were present in Shushan the palace, both unto great and\nsmall, seven days, in the court of the garden of the king’s palace;\\f + \\fr 1.5 \n\\ft present: Heb. found\\f* \n"},{"number":6,"text":"\\add Where were\\add* white, green, and blue, \\add hangings\\add*,\nfastened with cords of fine linen and purple to silver rings and\npillars of marble: the beds \\add were of\\add* gold and silver, upon a\npavement of red, and blue, and white, and black, marble.\\f + \\fr 1.6 \n\\ft blue, hangings: or, violet, etc\\f*\\f + \\fr 1.6  \\ft of red…: or, of porphyre, and marble and alabaster, and stone of blue\ncolour\\f* \n"},{"number":7,"text":"And they gave \\add them\\add* drink in vessels of gold, (the\nvessels being diverse one from another,) and royal wine in abundance,\naccording to the state of the king.\\f + \\fr 1.7  \\ft royal…: Heb. wine of the\nkingdom\\f*\\f + \\fr 1.7  \\ft state: Heb. hand\\f* \n"},{"number":8,"text":"And the drinking \\add was\\add* according to the law; none did\ncompel: for so the king had appointed to all the officers of his\nhouse, that they should do according to every man’s pleasure. \n"},{"number":9,"text":"Also Vashti the queen made a feast for the women \\add in\\add*\nthe royal house which \\add belonged\\add* to king Ahasuerus. \n\n"},{"number":10,"text":"¶ On the seventh day, when the heart of the king was merry\nwith wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha,\nZethar, and Carcas, the seven chamberlains that served in the presence\nof Ahasuerus the king,\\f + \\fr 1.10  \\ft chamberlains: or, eunuchs\\f*\n"},{"number":11,"text":"To bring Vashti the queen before the king with the crown royal,\nto shew the people and the princes her beauty: for she \\add was\\add*\nfair to look on.\\f + \\fr 1.11  \\ft fair…: Heb. good of countenance\\f*\n"},{"number":12,"text":"But the queen Vashti refused to come at the king’s commandment\nby \\add his\\add* chamberlains: therefore was the king very wroth,\nand his anger burned in him.\\f + \\fr 1.12  \\ft by his…: Heb. which was by the hand of his\neunuchs\\f* \n\n"},{"number":13,"text":"¶ Then the king said to the wise men, which knew the times, (for so\n\\add was\\add* the king’s manner toward all that knew law and judgment:\n"},{"number":14,"text":"And the next unto him \\add was\\add* Carshena, Shethar, Admatha,\nTarshish, Meres, Marsena, \\add and\\add* Memucan, the seven princes\nof Persia and Media, which saw the king’s face, \\add and\\add* which\nsat the first in the kingdom;) \n"},{"number":15,"text":"What shall we do unto the queen Vashti according to law, because she hath not\nperformed the commandment of the king Ahasuerus by the chamberlains?\\f + \\fr 1.15 \n\\ft What…: Heb. What to do\\f* \n"},{"number":16,"text":"And Memucan answered before the king and the princes, Vashti\nthe queen hath not done wrong to the king only, but also to all the\nprinces, and to all the people that \\add are\\add* in all the provinces\nof the king Ahasuerus. \n"},{"number":17,"text":"For \\add this\\add* deed of the queen shall come abroad unto all\nwomen, so that they shall despise their husbands in their eyes, when it shall be\nreported, The king Ahasuerus commanded Vashti the queen to be brought\nin before him, but she came not. \n"},{"number":18,"text":"\\add Likewise\\add* shall the ladies of Persia and Media say\nthis day unto all the king’s princes, which have heard of the deed\nof the queen. Thus \\add shall there arise\\add* too much contempt\nand wrath. \n"},{"number":19,"text":"If it please the king, let there go a royal commandment from\nhim, and let it be written among the laws of the Persians and the\nMedes, that it be not altered, That Vashti come no more before king\nAhasuerus; and let the king give her royal estate unto another that is\nbetter than she.\\f + \\fr 1.19  \\ft If it…: Heb. If it be good with the\nking\\f*\\f + \\fr 1.19  \\ft unto…: Heb. unto her companion\\f*\\f + \\fr 1.19 \n\\ft from him: Heb. from before him\\f*\\f + \\fr 1.19  \\ft be not…: Heb. pass not\naway\\f* \n"},{"number":20,"text":"And when the king’s decree which he shall make shall be published\nthroughout all his empire, (for it is great,) all the wives shall\ngive to their husbands honour, both to great and small. \n"},{"number":21,"text":"And the saying pleased  the king and the princes; and the\nking did according to the word of Memucan:\\f + \\fr 1.21  \\ft pleased…: Heb. was good in the eyes of the\nking\\f* \n"},{"number":22,"text":"For he sent letters into all the king’s provinces, into every\nprovince according to the writing thereof, and to every people after their\nlanguage, that every man should bear rule in his own house, and that\n\\add it\\add* should be published according to the language of every\npeople.\\f + \\fr 1.22  \\ft that it…: Heb. that one should publish it according to the language of his\npeople\\f* \n"}],"number":1},{"verses":[{"number":1,"text":"After these things, when the wrath of king Ahasuerus was appeased,\nhe remembered Vashti, and what she had done, and what was decreed against her.\n"},{"number":2,"text":"Then said the king’s servants that ministered unto him, Let there be\nfair young virgins sought for the king: \n"},{"number":3,"text":"And let the king appoint officers in all the provinces of his\nkingdom, that they may gather together all the fair young virgins\nunto Shushan the palace, to the house of the women, unto the custody\nof Hege the king’s chamberlain, keeper  of the women; and let their things for\npurification be given \\add them:\\add*\\f + \\fr 2.3  \\ft unto the…: Heb. unto the\nhand\\f*\\f + \\fr 2.3  \\ft Hege: also called, Hegai\\f* \n"},{"number":4,"text":"And let the maiden which pleaseth the king be queen instead of\nVashti. And the thing pleased the king; and he did so. \n\n"},{"number":5,"text":"¶ \\add Now\\add* in Shushan the palace there was a certain Jew,\nwhose name \\add was\\add* Mordecai, the son of Jair, the son of Shimei,\nthe son of Kish, a Benjamite; \n"},{"number":6,"text":"Who had been carried away from Jerusalem with the captivity\nwhich had been carried away with Jeconiah king of Judah, whom Nebuchadnezzar\nthe king of Babylon had carried away.\\f + \\fr 2.6  \\ft Jeconiah: also called,\nJehoiachin\\f* \n"},{"number":7,"text":"And he brought up Hadassah, that \\add is\\add*, Esther, his\nuncle’s daughter: for she had neither father nor mother, and the\nmaid \\add was\\add* fair and beautiful; whom Mordecai, when her father\nand mother were dead, took for his own daughter.\\f + \\fr 2.7  \\ft brought…: Heb.\nnourished\\f*\\f + \\fr 2.7  \\ft fair…: Heb. fair of form, and good of\ncountenance\\f* \n\n"},{"number":8,"text":"¶ So it came to pass, when the king’s commandment and his decree\nwas heard, and when many maidens were gathered together unto Shushan\nthe palace, to the custody of Hegai, that Esther was brought also unto the\nking’s house, to the custody of Hegai, keeper of the women. \n"},{"number":9,"text":"And the maiden pleased  him, and she obtained kindness of him;\nand he speedily gave her her things for purification, with such things as\nbelonged to her, and seven maidens, \\add which were\\add* meet to be\ngiven her, out of the king’s house: and he preferred her and her\nmaids unto the best \\add place\\add* of the house of the women.\\f + \\fr 2.9 \n\\ft such…: Heb. her portions\\f*\\f + \\fr 2.9  \\ft preferred: Heb.\nchanged\\f* \n"},{"number":10,"text":"Esther had not shewed her people nor her kindred: for Mordecai\nhad charged her that she should not shew \\add it\\add*. \n"},{"number":11,"text":"And Mordecai walked every day before the court of the women’s\nhouse, to know how Esther did, and what should become of her.\\f + \\fr 2.11 \n\\ft to know…: Heb. to know the peace\\f* \n\n"},{"number":12,"text":"¶ Now when every maid’s turn was come to go in to king Ahasuerus,\nafter that she had been twelve months, according to the manner of the\nwomen, (for so were the days of their purifications accomplished,\n\\add to wit\\add*, six months with oil of myrrh, and six months with sweet\nodours, and with \\add other\\add* things for the purifying of the\nwomen;) \n"},{"number":13,"text":"Then thus came \\add every\\add* maiden unto the king; whatsoever she\ndesired was given her to go with her out of the house of the women\nunto the king’s house. \n"},{"number":14,"text":"In the evening she went, and on the morrow she returned into the\nsecond house of the women, to the custody of Shaashgaz, the king’s\nchamberlain, which kept the concubines: she came in unto the king\nno more, except the king delighted in her, and that she were called\nby name. \n\n"},{"number":15,"text":"¶ Now when the turn of Esther, the daughter of Abihail the\nuncle of Mordecai, who had taken her for his daughter, was come to go\nin unto the king, she required nothing but what Hegai the king’s\nchamberlain, the keeper of the women, appointed. And Esther obtained\nfavour in the sight of all them that looked upon her. \n"},{"number":16,"text":"So Esther was taken unto king Ahasuerus into his house royal\nin the tenth month, which \\add is\\add* the month Tebeth, in the seventh\nyear of his reign. \n"},{"number":17,"text":"And the king loved Esther above all the women, and she obtained\ngrace and favour in his sight more than all the virgins; so that he\nset the royal crown upon her head, and made her queen instead of\nVashti.\\f + \\fr 2.17  \\ft favour: or, kindness\\f*\\f + \\fr 2.17  \\ft in his…: Heb. before\nhim\\f* \n"},{"number":18,"text":"Then the king made a great feast unto all his princes and his\nservants, \\add even\\add* Esther’s feast; and he made a release to the\nprovinces, and gave gifts, according to the state of the king.\\f + \\fr 2.18 \n\\ft release: Heb. rest\\f* \n"},{"number":19,"text":"And when the virgins were gathered together the second time,\nthen Mordecai sat in the king’s gate. \n"},{"number":20,"text":"Esther had not \\add yet\\add* shewed her kindred nor her people;\nas Mordecai had charged her: for Esther did the commandment of Mordecai,\nlike as when she was brought up with him. \n\n"},{"number":21,"text":"¶ In those days, while Mordecai sat in the king’s gate, two\nof the king’s chamberlains, Bigthan and Teresh, of those which kept\nthe door, were wroth, and sought to lay hand on the king Ahasuerus.\\f + \\fr 2.21 \n\\ft Bigthan: also called, Bigthana\\f*\\f + \\fr 2.21  \\ft the door: Heb. the\nthreshold\\f* \n"},{"number":22,"text":"And the thing was known to Mordecai, who told \\add it\\add*\nunto Esther the queen; and Esther certified the king \\add thereof\\add*\nin Mordecai’s name. \n"},{"number":23,"text":"And when inquisition was made of the matter, it was found\nout; therefore they were both hanged on a tree: and it was written\nin the book of the chronicles before the king. \n"}],"number":2},{"verses":[{"number":1,"text":"After these things did king Ahasuerus promote Haman the son\nof Hammedatha the Agagite, and advanced him, and set his seat above all the\nprinces that \\add were\\add* with him. \n"},{"number":2,"text":"And all the king’s servants, that \\add were\\add* in the king’s\ngate, bowed, and reverenced Haman: for the king had so commanded\nconcerning him. But Mordecai bowed not, nor did \\add him\\add* reverence.\n"},{"number":3,"text":"Then the king’s servants, which \\add were\\add* in the king’s\ngate, said unto Mordecai, Why transgressest thou the king’s commandment?\n"},{"number":4,"text":"Now it came to pass, when they spake daily unto him, and he\nhearkened not unto them, that they told Haman, to see whether Mordecai’s\nmatters would stand: for he had told them that he \\add was\\add* a\nJew. \n"},{"number":5,"text":"And when Haman saw that Mordecai bowed not, nor did him reverence,\nthen was Haman full of wrath. \n"},{"number":6,"text":"And he thought scorn to lay hands on Mordecai alone; for they had\nshewed him the people of Mordecai: wherefore Haman sought to destroy\nall the Jews that \\add were\\add* throughout the whole kingdom of\nAhasuerus, \\add even\\add* the people of Mordecai. \n\n"},{"number":7,"text":"¶ In the first month, that \\add is\\add*, the month Nisan, in the\ntwelfth year of king Ahasuerus, they cast Pur, that \\add is\\add*,\nthe lot, before Haman from day to day, and from month to month, \\add to\\add*\nthe twelfth \\add month\\add*, that \\add is\\add*, the month Adar. \n\n"},{"number":8,"text":"¶ And Haman said unto king Ahasuerus, There is a certain people\nscattered abroad and dispersed among the people in all the provinces\nof thy kingdom; and their laws \\add are\\add* diverse from all people;\nneither keep they the king’s laws: therefore it \\add is\\add* not for the\nking’s profit to suffer them.\\f + \\fr 3.8  \\ft for the…: Heb. meet or, equal,\netc\\f* \n"},{"number":9,"text":"If it please the king, let it be written that they may be destroyed:\nand I will pay ten thousand talents of silver to the hands of those that have the\ncharge of the business, to bring \\add it\\add* into the king’s treasuries.\\f + \\fr 3.9 \n\\ft that they…: Heb. to destroy them\\f*\\f + \\fr 3.9  \\ft pay: Heb.\nweigh\\f* \n"},{"number":10,"text":"And the king took his ring from his hand, and gave it unto\nHaman the son of Hammedatha the Agagite, the Jews’ enemy.\\f + \\fr 3.10 \n\\ft enemy: or, oppressor\\f* \n"},{"number":11,"text":"And the king said unto Haman, The silver \\add is\\add* given\nto thee, the people also, to do with them as it seemeth good to thee.\n"},{"number":12,"text":"Then were the king’s scribes  called on the thirteenth day\nof the first month, and there was written according to all that Haman\nhad commanded unto the king’s lieutenants, and to the governors that\n\\add were\\add* over every province, and to the rulers of every people\nof every province according to the writing thereof, and \\add to\\add*\nevery people after their language; in the name of king Ahasuerus\nwas it written, and sealed with the king’s ring.\\f + \\fr 3.12  \\ft scribes: or,\nsecretaries\\f* \n"},{"number":13,"text":"And the letters were sent by posts into all the king’s provinces,\nto destroy, to kill, and to cause to perish, all Jews, both young\nand old, little children and women, in one day, \\add even\\add* upon the\nthirteenth \\add day\\add* of the twelfth month, which is the month\nAdar, and \\add to take\\add* the spoil of them for a prey. \n"},{"number":14,"text":"The copy of the writing for a commandment to be given in every\nprovince was published unto all people, that they should be ready\nagainst that day. \n"},{"number":15,"text":"The posts went out, being hastened by the king’s commandment,\nand the decree was given in Shushan the palace. And the king and\nHaman sat down to drink; but the city Shushan was perplexed. \n"}],"number":3},{"verses":[{"number":1,"text":"When Mordecai perceived all that was done, Mordecai rent his\nclothes, and put on sackcloth with ashes, and went out into the midst\nof the city, and cried with a loud and a bitter cry; \n"},{"number":2,"text":"And came even before the king’s gate: for none \\add might\\add*\nenter into the king’s gate clothed with sackcloth. \n"},{"number":3,"text":"And in every province, whithersoever the king’s commandment\nand his decree came, \\add there was\\add* great mourning among the\nJews, and fasting, and weeping, and wailing; and many lay in sackcloth\nand ashes.\\f + \\fr 4.3  \\ft many…: Heb. sackcloth and ashes were laid under\nmany\\f* \n\n"},{"number":4,"text":"¶ So Esther’s maids and her chamberlains came and told \\add it\\add*\nher. Then was the queen exceedingly grieved; and she sent raiment\nto clothe Mordecai, and to take away his sackcloth from him: but he\nreceived \\add it\\add* not.\\f + \\fr 4.4  \\ft chamberlains: Heb. eunuchs\\f*\n\n"},{"number":5,"text":"Then called Esther for Hatach, \\add one\\add* of the king’s\nchamberlains, whom he had appointed to attend upon her, and gave him a\ncommandment to Mordecai, to know what it \\add was\\add*, and why it\n\\add was\\add*.\\f + \\fr 4.5  \\ft appointed…: Heb. set before her\\f*\n"},{"number":6,"text":"So Hatach went forth to Mordecai unto the street of the city, which\n\\add was\\add* before the king’s gate. \n"},{"number":7,"text":"And Mordecai told him of all that had happened unto him, and of the\nsum of the money that Haman had promised to pay to the king’s treasuries\nfor the Jews, to destroy them. \n"},{"number":8,"text":"Also he gave him the copy of the writing of the decree that was\ngiven at Shushan to destroy them, to shew \\add it\\add* unto Esther,\nand to declare \\add it\\add* unto her, and to charge her that she should go\nin unto the king, to make supplication unto him, and to make request\nbefore him for her people. \n"},{"number":9,"text":"And Hatach came and told Esther the words of Mordecai. \n\n"},{"number":10,"text":"¶ Again Esther spake unto Hatach, and gave him commandment\nunto Mordecai; \n"},{"number":11,"text":"All the king’s servants, and the people of the king’s provinces,\ndo know, that whosoever, whether man or woman, shall come unto the\nking into the inner court, who is not called, \\add there is\\add*\none law of his to put \\add him\\add* to death, except such to whom the\nking shall hold out the golden sceptre, that he may live: but I have not been\ncalled to come in unto the king these thirty days. \n"},{"number":12,"text":"And they told to Mordecai Esther’s words. \n"},{"number":13,"text":"Then Mordecai commanded to answer Esther, Think not with thyself\nthat thou shalt escape in the king’s house, more than all the Jews.\n"},{"number":14,"text":"For if thou altogether holdest thy peace at this time, \\add then\\add*\nshall there enlargement and deliverance arise to the Jews from another\nplace; but thou and thy father’s house shall be destroyed: and who\nknoweth whether thou art come to the kingdom for \\add such\\add* a\ntime as this?\\f + \\fr 4.14  \\ft enlargement: Heb. respiration\\f*\n\n"},{"number":15,"text":"¶ Then Esther bade \\add them\\add* return Mordecai \\add this\nanswer\\add*, \n"},{"number":16,"text":"Go, gather together all the Jews that are present in Shushan,\nand fast ye for me, and neither eat nor drink three days, night or\nday: I also and my maidens will fast likewise; and so will I go in unto the\nking, which \\add is\\add* not according to the law: and if I perish,\nI perish.\\f + \\fr 4.16  \\ft present: Heb. found\\f* \n"},{"number":17,"text":"So Mordecai went his way, and did according to all that Esther\nhad commanded him.\\f + \\fr 4.17  \\ft went…: Heb. passed\\f* \n"}],"number":4},{"verses":[{"number":1,"text":"Now it came to pass on the third day, that Esther put on \\add her\\add*\nroyal \\add apparel\\add*, and stood in the inner court of the king’s\nhouse, over against the king’s house: and the king sat upon his royal\nthrone in the royal house, over against the gate of the house. \n"},{"number":2,"text":"And it was so, when the king saw Esther the queen standing\nin the court, \\add that\\add* she obtained favour in his sight: and the\nking held out to Esther the golden sceptre that \\add was\\add* in his\nhand. So Esther drew near, and touched the top of the sceptre. \n"},{"number":3,"text":"Then said the king unto her, What wilt thou, queen Esther? and what\n\\add is\\add* thy request? it shall be even given thee to the half\nof the kingdom. \n"},{"number":4,"text":"And Esther answered, If \\add it seem\\add* good unto the king,\nlet the king and Haman come this day unto the banquet that I have\nprepared for him. \n"},{"number":5,"text":"Then the king said, Cause Haman to make haste, that he may\ndo as Esther hath said. So the king and Haman came to the banquet\nthat Esther had prepared. \n\n"},{"number":6,"text":"¶ And the king said unto Esther at the banquet of wine, What\n\\add is\\add* thy petition? and it shall be granted thee: and what\n\\add is\\add* thy request? even to the half of the kingdom it shall be\nperformed. \n"},{"number":7,"text":"Then answered Esther, and said, My petition and my request\n\\add is;\\add* \n"},{"number":8,"text":"If I have found favour in the sight of the king, and if it\nplease the king to grant my petition, and to perform my request,\nlet the king and Haman come to the banquet that I shall prepare for them, and I will\ndo to morrow as the king hath said.\\f + \\fr 5.8  \\ft perform: Heb.\ndo\\f* \n\n"},{"number":9,"text":"¶ Then went Haman forth that day joyful and with a glad heart:\nbut when Haman saw Mordecai in the king’s gate, that he stood not\nup, nor moved for him, he was full of indignation against Mordecai.\n"},{"number":10,"text":"Nevertheless Haman refrained himself: and when he came home,\nhe sent and called for his friends, and Zeresh his wife.\\f + \\fr 5.10 \n\\ft called…: Heb. caused to come\\f* \n"},{"number":11,"text":"And Haman told them of the glory of his riches, and the multitude\nof his children, and all \\add the things\\add* wherein the king had\npromoted him, and how he had advanced him above the princes and servants\nof the king. \n"},{"number":12,"text":"Haman said moreover, Yea, Esther the queen did let no man come\nin with the king unto the banquet that she had prepared but myself; and to\nmorrow am I invited unto her also with the king. \n"},{"number":13,"text":"Yet all this availeth me nothing, so long as I see Mordecai\nthe Jew sitting at the king’s gate. \n\n"},{"number":14,"text":"¶ Then said Zeresh his wife and all his friends unto him, Let a\ngallows be made of fifty cubits high, and to morrow speak thou unto the\nking that Mordecai may be hanged thereon: then go thou in merrily\nwith the king unto the banquet. And the thing pleased Haman; and he\ncaused the gallows to be made.\\f + \\fr 5.14  \\ft gallows: Heb. tree\\f*\n"}],"number":5},{"verses":[{"number":1,"text":"On that night could not the king sleep, and he commanded to\nbring the book of records of the chronicles; and they were read before\nthe king.\\f + \\fr 6.1  \\ft could…: Heb. the king’s sleep fled away\\f*\n"},{"number":2,"text":"And it was found written, that Mordecai had told of Bigthana\nand Teresh, two of the king’s chamberlains, the keepers of the door,\nwho sought to lay hand on the king Ahasuerus.\\f + \\fr 6.2  \\ft Bigthana: also called,\nBigthan\\f*\\f + \\fr 6.2  \\ft door: Heb. threshold\\f* \n"},{"number":3,"text":"And the king said, What honour and dignity hath been done to\nMordecai for this? Then said the king’s servants that ministered\nunto him, There is nothing done for him. \n\n"},{"number":4,"text":"¶ And the king said, Who \\add is\\add* in the court? Now Haman\nwas come into the outward court of the king’s house, to speak unto the\nking to hang Mordecai on the gallows that he had prepared for him.\n"},{"number":5,"text":"And the king’s servants said unto him, Behold, Haman standeth\nin the court. And the king said, Let him come in. \n"},{"number":6,"text":"So Haman came in. And the king said unto him, What shall be\ndone unto the man whom the king delighteth to honour? Now Haman thought\nin his heart, To whom would the king delight to do honour more than to\nmyself?\\f + \\fr 6.6  \\ft whom the king…: Heb. in whose honour the king\ndelighteth\\f* \n"},{"number":7,"text":"And Haman answered the king, For the man whom the king delighteth\n to honour,\\f + \\fr 6.7  \\ft whom the king…: Heb. in whose honour the king\ndelighteth\\f* \n"},{"number":8,"text":"Let the royal apparel be brought which the king \\add useth\\add*\nto wear, and the horse that the king rideth upon, and the crown royal\nwhich is set upon his head:\\f + \\fr 6.8  \\ft Let…: Heb. Let them bring the royal\napparel\\f*\\f + \\fr 6.8  \\ft which the king…: Heb. wherewith the king clotheth\nhimself\\f* \n"},{"number":9,"text":"And let this apparel and horse be delivered to the hand of\none of the king’s most noble princes, that they may array the man\n\\add withal\\add* whom the king delighteth to honour, and bring him on\nhorseback through the street of the city, and proclaim before him, Thus shall it be\ndone to the man whom the king delighteth to honour.\\f + \\fr 6.9 \n\\ft bring…: Heb. cause him to ride\\f* \n"},{"number":10,"text":"Then the king said to Haman, Make haste, \\add and\\add* take\nthe apparel and the horse, as thou hast said, and do even so to Mordecai\nthe Jew, that sitteth at the king’s gate: let nothing fail of all that thou hast\nspoken.\\f + \\fr 6.10  \\ft let…: Heb. suffer not a whit to fall\\f*\n"},{"number":11,"text":"Then took Haman the apparel and the horse, and arrayed Mordecai,\nand brought him on horseback through the street of the city, and\nproclaimed before him, Thus shall it be done unto the man whom the\nking delighteth  to honour. \n\n"},{"number":12,"text":"¶ And Mordecai came again to the king’s gate. But Haman hasted\nto his house mourning, and having his head covered. \n"},{"number":13,"text":"And Haman told Zeresh his wife and all his friends every \\add thing\\add*\nthat had befallen him. Then said his wise men and Zeresh his wife\nunto him, If Mordecai \\add be\\add* of the seed of the Jews, before\nwhom thou hast begun to fall, thou shalt not prevail against him, but shalt\nsurely fall before him. \n"},{"number":14,"text":"And while they \\add were\\add* yet talking with him, came the\nking’s chamberlains, and hasted to bring Haman unto the banquet that\nEsther had prepared. \n"}],"number":6},{"verses":[{"number":1,"text":"So the king and Haman came to banquet with Esther the queen.\\f + \\fr 7.1 \n\\ft to banquet: Heb. to drink\\f* \n"},{"number":2,"text":"And the king said again unto Esther on the second day at the\nbanquet of wine, What \\add is\\add* thy petition, queen Esther? and it shall be\ngranted thee: and what \\add is\\add* thy request? and it shall be\nperformed, \\add even\\add* to the half of the kingdom. \n"},{"number":3,"text":"Then Esther the queen answered and said, If I have found favour\nin thy sight, O king, and if it please the king, let my life be given\nme at my petition, and my people at my request: \n"},{"number":4,"text":"For we are sold, I and my people, to be destroyed, to be slain,\nand to perish. But if we had been sold for bondmen and bondwomen,\nI had held my tongue, although the enemy could not countervail the\nking’s damage.\\f + \\fr 7.4  \\ft to be destroyed…: Heb. that they should destroy, and kill, and cause to\nperish\\f* \n\n"},{"number":5,"text":"¶ Then the king Ahasuerus answered and said unto Esther the\nqueen, Who is he, and where is he, that durst presume in his heart\nto do so?\\f + \\fr 7.5  \\ft that…: Heb. whose heart hath filled him\\f*\n"},{"number":6,"text":"And Esther said, The adversary and enemy \\add is\\add* this\nwicked Haman. Then Haman was afraid before the king and the queen.\\f + \\fr 7.6 \n\\ft The adversary: Heb. The man adversary\\f*\\f + \\fr 7.6  \\ft before: or, at the presence\nof\\f* \n\n"},{"number":7,"text":"¶ And the king arising from the banquet of wine in his wrath\n\\add went\\add* into the palace garden: and Haman stood up to make\nrequest for his life to Esther the queen; for he saw that there was\nevil determined against him by the king. \n"},{"number":8,"text":"Then the king returned out of the palace garden into the place\nof the banquet of wine; and Haman was fallen upon the bed whereon\nEsther \\add was\\add*. Then said the king, Will he force the queen\nalso before me in the house? As the word went out of the king’s mouth,\nthey covered Haman’s face.\\f + \\fr 7.8  \\ft before me: Heb. with\nme\\f* \n"},{"number":9,"text":"And Harbonah, one of the chamberlains, said before the king,\nBehold also, the gallows fifty cubits high, which Haman had made\nfor Mordecai, who had spoken good for the king, standeth in the house\nof Haman. Then the king said, Hang him thereon.\\f + \\fr 7.9  \\ft gallows: Heb.\ntree\\f* \n"},{"number":10,"text":"So they hanged Haman on the gallows that he had prepared for\nMordecai. Then was the king’s wrath pacified. \n"}],"number":7},{"verses":[{"number":1,"text":"On that day did the king Ahasuerus give the house of Haman\nthe Jews’ enemy unto Esther the queen. And Mordecai came before the\nking; for Esther had told what he \\add was\\add* unto her. \n"},{"number":2,"text":"And the king took off his ring, which he had taken from Haman,\nand gave it unto Mordecai. And Esther set Mordecai over the house\nof Haman. \n\n"},{"number":3,"text":"¶ And Esther spake yet again before the king, and fell down\nat his feet, and besought him with tears to put away the mischief\nof Haman the Agagite, and his device that he had devised against the\nJews.\\f + \\fr 8.3  \\ft and besought…: Heb. and she wept, and besought\nhim\\f* \n"},{"number":4,"text":"Then the king held out the golden sceptre toward Esther. So\nEsther arose, and stood before the king, \n"},{"number":5,"text":"And said, If it please the king, and if I have found favour\nin his sight, and the thing \\add seem\\add* right before the king, and I\n\\add be\\add* pleasing in his eyes, let it be written to reverse the\nletters devised by Haman the son of Hammedatha the Agagite, which he\nwrote to destroy the Jews which \\add are\\add* in all the king’s provinces:\\f + \\fr 8.5 \n\\ft devised: Heb. the device\\f*\\f + \\fr 8.5  \\ft which he…: or, who\nwrote\\f* \n"},{"number":6,"text":"For how can I endure to see the evil that shall come unto my\npeople? or how can I endure to see the destruction of my kindred?\\f + \\fr 8.6 \n\\ft endure…: Heb. be able that I may see\\f* \n\n"},{"number":7,"text":"¶ Then the king Ahasuerus said unto Esther the queen and to\nMordecai the Jew, Behold, I have given Esther the house of Haman,\nand him they have hanged upon the gallows, because he laid his hand\nupon the Jews. \n"},{"number":8,"text":"Write ye also for the Jews, as it liketh you, in the king’s\nname, and seal \\add it\\add* with the king’s ring: for the writing\nwhich is written in the king’s name, and sealed with the king’s ring,\nmay no man reverse. \n"},{"number":9,"text":"Then were the king’s scribes called at that time in the third\nmonth, that \\add is\\add*, the month Sivan, on the three and twentieth\n\\add day\\add* thereof; and it was written according to all that Mordecai\ncommanded unto the Jews, and to the lieutenants, and the deputies\nand rulers of the provinces which \\add are\\add* from India unto Ethiopia,\nan hundred twenty and seven provinces, unto every province according to the\nwriting thereof, and unto every people after their language, and to the\nJews according to their writing, and according to their language.\n"},{"number":10,"text":"And he wrote in the king Ahasuerus’ name, and sealed \\add it\\add*\nwith the king’s ring, and sent letters by posts on horseback, \\add and\\add*\nriders  on mules, camels, \\add and\\add* young dromedaries: \n"},{"number":11,"text":"Wherein the king granted the Jews which \\add were\\add* in every\ncity to gather themselves together, and to stand for their life,\nto destroy, to slay, and to cause to perish, all the power of the\npeople and province that would assault them, \\add both\\add* little\nones and women, and \\add to take\\add* the spoil of them for a prey,\n"},{"number":12,"text":"Upon one day in all the provinces of king Ahasuerus, \\add namely\\add*,\nupon the thirteenth \\add day\\add* of the twelfth month, which \\add is\\add*\nthe month Adar. \n"},{"number":13,"text":"The copy of the writing for a commandment to be given in every\nprovince \\add was\\add* published unto all people, and that the Jews\nshould be ready against that day to avenge themselves on their enemies.\\f + \\fr 8.13 \n\\ft published: Heb. revealed\\f* \n"},{"number":14,"text":"\\add So\\add* the posts that rode upon mules \\add and\\add*\ncamels went out, being hastened and pressed on by the king’s commandment.\nAnd the decree was given at Shushan the palace. \n\n"},{"number":15,"text":"¶ And Mordecai went out from the presence of the king in royal\napparel of blue and white, and with a great crown of gold, and with a\ngarment of fine linen and purple: and the city of Shushan rejoiced\nand was glad.\\f + \\fr 8.15  \\ft blue: or, violet\\f* \n"},{"number":16,"text":"The Jews had light, and gladness, and joy, and honour. \n"},{"number":17,"text":"And in every province, and in every city, whithersoever the\nking’s commandment and his decree came, the Jews had joy and gladness,\na feast and a good day. And many of the people of the land became\nJews; for the fear of the Jews fell upon them. \n"}],"number":8},{"verses":[{"number":1,"text":"Now in the twelfth month, that \\add is\\add*, the month Adar,\non the thirteenth day of the same, when the king’s commandment and his\ndecree drew near to be put in execution, in the day that the enemies\nof the Jews hoped to have power over them, (though it was turned\nto the contrary, that the Jews had rule over them that hated them;)\n"},{"number":2,"text":"The Jews gathered themselves together in their cities throughout all the\nprovinces of the king Ahasuerus, to lay hand on such as sought their\nhurt: and no man could withstand them; for the fear of them fell\nupon all people. \n"},{"number":3,"text":"And all the rulers of the provinces, and the lieutenants, and the\ndeputies, and officers of the king, helped the Jews; because the\nfear of Mordecai fell upon them.\\f + \\fr 9.3  \\ft officers…: Heb. those which did the business that belonged to the\nking\\f* \n"},{"number":4,"text":"For Mordecai \\add was\\add* great in the king’s house, and his\nfame went out throughout all the provinces: for this man Mordecai\nwaxed greater and greater. \n"},{"number":5,"text":"Thus the Jews smote all their enemies with the stroke of the\nsword, and slaughter, and destruction, and did what they would unto those that\nhated them.\\f + \\fr 9.5  \\ft what…: Heb. according to their will\\f*\n"},{"number":6,"text":"And in Shushan the palace the Jews slew and destroyed five\nhundred men. \n"},{"number":7,"text":"And Parshandatha, and Dalphon, and Aspatha, \n"},{"number":8,"text":"And Poratha, and Adalia, and Aridatha, \n"},{"number":9,"text":"And Parmashta, and Arisai, and Aridai, and Vajezatha, \n"},{"number":10,"text":"The ten sons of Haman the son of Hammedatha, the enemy of the\nJews, slew they; but on the spoil laid they not their hand. \n"},{"number":11,"text":"On that day the number of those that were slain in Shushan\nthe palace was brought before the king.\\f + \\fr 9.11  \\ft was…: Heb.\ncame\\f* \n\n"},{"number":12,"text":"¶ And the king said unto Esther the queen, The Jews have slain\nand destroyed five hundred men in Shushan the palace, and the ten\nsons of Haman; what have they done in the rest of the king’s provinces? now what\n\\add is\\add* thy petition? and it shall be granted thee: or what\n\\add is\\add* thy request further? and it shall be done. \n"},{"number":13,"text":"Then said Esther, If it please the king, let it be granted\nto the Jews which \\add are\\add* in Shushan to do to morrow also according unto this\nday’s decree, and let Haman’s ten sons be hanged upon the gallows.\\f + \\fr 9.13 \n\\ft let Haman’s…: Heb. let men hang, etc\\f* \n"},{"number":14,"text":"And the king commanded it so to be done: and the decree was\ngiven at Shushan; and they hanged Haman’s ten sons. \n"},{"number":15,"text":"For the Jews that \\add were\\add* in Shushan gathered themselves\ntogether on the fourteenth day also of the month Adar, and slew three\nhundred men at Shushan; but on the prey they laid not their hand.\n"},{"number":16,"text":"But the other Jews that \\add were\\add* in the king’s provinces\ngathered themselves together, and stood for their lives, and had\nrest from their enemies, and slew of their foes seventy and five\nthousand, but they laid not their hands on the prey, \n"},{"number":17,"text":"On the thirteenth day of the month Adar; and on the fourteenth\nday of the same rested they, and made it a day of feasting and gladness.\\f + \\fr 9.17 \n\\ft of the same: Heb. in it\\f* \n"},{"number":18,"text":"But the Jews that \\add were\\add* at Shushan assembled together\non the thirteenth \\add day\\add* thereof, and on the fourteenth thereof; and on the\nfifteenth \\add day\\add* of the same they rested, and made it a day\nof feasting and gladness. \n"},{"number":19,"text":"Therefore the Jews of the villages, that dwelt in the unwalled\ntowns, made the fourteenth day of the month Adar \\add a day of\\add*\ngladness and feasting, and a good day, and of sending portions one\nto another. \n\n"},{"number":20,"text":"¶ And Mordecai wrote these things, and sent letters unto all the\nJews that \\add were\\add* in all the provinces of the king Ahasuerus,\n\\add both\\add* nigh and far, \n"},{"number":21,"text":"To stablish \\add this\\add* among them, that they should keep\nthe fourteenth day of the month Adar, and the fifteenth day of the same,\nyearly, \n"},{"number":22,"text":"As the days wherein the Jews rested from their enemies, and the\nmonth which was turned unto them from sorrow to joy, and from mourning\ninto a good day: that they should make them days of feasting and\njoy, and of sending portions one to another, and gifts to the poor.\n"},{"number":23,"text":"And the Jews undertook to do as they had begun, and as Mordecai\nhad written unto them; \n"},{"number":24,"text":"Because Haman the son of Hammedatha, the Agagite, the enemy\nof all the Jews, had devised against the Jews to destroy them, and had\ncast Pur, that \\add is\\add*, the lot, to consume them, and to destroy\nthem;\\f + \\fr 9.24  \\ft consume: Heb. crush\\f* \n"},{"number":25,"text":"But when \\add Esther\\add* came before the king, he commanded\nby letters that his wicked device, which he devised against the Jews,\nshould return upon his own head, and that he and his sons should be\nhanged on the gallows.\\f + \\fr 9.25  \\ft when…: Heb. when she came\\f*\n"},{"number":26,"text":"Wherefore they called these days Purim after the name of Pur.\nTherefore for all the words of this letter, and \\add of that\\add*\nwhich they had seen concerning this matter, and which had come unto\nthem,\\f + \\fr 9.26  \\ft Pur: that is, Lot\\f* \n"},{"number":27,"text":"The Jews ordained, and took upon them, and upon their seed,\nand upon all such as joined themselves unto them, so as it should not\nfail, that they would keep these two days according to their writing, and according to their\n\\add appointed\\add* time every year;\\f + \\fr 9.27  \\ft fail: Heb.\npass\\f* \n"},{"number":28,"text":"And \\add that\\add* these days \\add should be\\add* remembered\nand kept throughout every generation, every family, every province,\nand every city; and \\add that\\add* these days of Purim should not\nfail from among the Jews, nor the memorial of them perish from their\nseed.\\f + \\fr 9.28  \\ft fail: Heb. pass\\f*\\f + \\fr 9.28  \\ft perish: Heb. be\nended\\f* \n"},{"number":29,"text":"Then Esther the queen, the daughter of Abihail, and Mordecai\nthe Jew, wrote with all authority, to confirm this second letter\nof Purim.\\f + \\fr 9.29  \\ft authority: Heb. strength\\f* \n"},{"number":30,"text":"And he sent the letters unto all the Jews, to the hundred\ntwenty and seven provinces of the kingdom of Ahasuerus, \\add with\\add*\nwords of peace and truth, \n"},{"number":31,"text":"To confirm these days of Purim in their times \\add appointed\\add*,\naccording as Mordecai the Jew and Esther the queen had enjoined them, and as they had\ndecreed for themselves and for their seed, the matters of the fastings\nand their cry.\\f + \\fr 9.31  \\ft themselves: Heb. their souls\\f*\n"},{"number":32,"text":"And the decree of Esther confirmed these matters of Purim;\nand it was written in the book. \n"}],"number":9},{"verses":[{"number":1,"text":"And the king Ahasuerus laid a tribute upon the land, and \\add upon\\add*\nthe isles of the sea. \n"},{"number":2,"text":"And all the acts of his power and of his might, and the declaration\nof the greatness of Mordecai, whereunto the king advanced him, \\add are\\add*\nthey not written in the book of the chronicles of the kings of Media\nand Persia?\\f + \\fr 10.2  \\ft advanced…: Heb. made him great\\f* \n"},{"number":3,"text":"For Mordecai the Jew \\add was\\add* next unto king Ahasuerus,\nand great among the Jews, and accepted of the multitude of his brethren,\nseeking the wealth of his people, and speaking peace to all his seed.\n"}],"number":10}]}