{"headers":{"id":"JOB  Job","h":"Job","toc1":"The Book of Job","toc2":"Job","toc3":"Job","mt1":"The Book of Job"},"book":"Job","chapters":[{"verses":[{"number":1,"text":"There was a man in the land of Uz, whose name \\add was\\add*\nJob; and that man was perfect and upright, and one that feared God,\nand eschewed evil. \n"},{"number":2,"text":"And there were born unto him seven sons and three daughters.\n"},{"number":3,"text":"His substance also was seven thousand sheep, and three thousand\ncamels, and five hundred yoke of oxen, and five hundred she asses,\nand a very great household; so that this man was the greatest of all the\nmen of the east.\\f + \\fr 1.3  \\ft substance: or, cattle\\f*\\f + \\fr 1.3 \n\\ft household: or, husbandry\\f*\\f + \\fr 1.3  \\ft men: Heb. sons\\f*\n\n"},{"number":4,"text":"And his sons went and feasted \\add in their\\add* houses, every\none his day; and sent and called for their three sisters to eat and to\ndrink with them. \n"},{"number":5,"text":"And it was so, when the days of \\add their\\add* feasting were gone\nabout, that Job sent and sanctified them, and rose up early in the\nmorning, and offered burnt offerings \\add according\\add* to the number\nof them all: for Job said, It may be that my sons have sinned, and\ncursed God in their hearts. Thus did Job continually.\\f + \\fr 1.5 \n\\ft continually: Heb. all the days\\f* \n\n"},{"number":6,"text":"¶ Now there was a day when the sons of God came to present themselves before the\n\\nd LORD\\nd*, and Satan came also among them.\\f + \\fr 1.6  \\ft Satan: Heb. the\nadversary\\f*\\f + \\fr 1.6  \\ft among: Heb. in the midst of\\f* \n"},{"number":7,"text":"And the \\nd LORD\\nd* said unto Satan, Whence comest thou? Then\nSatan answered the \\nd LORD\\nd*, and said, From going to and fro\nin the earth, and from walking up and down in it. \n"},{"number":8,"text":"And the \\nd LORD\\nd* said unto Satan, Hast thou considered\nmy servant Job, that \\add there is\\add* none like him in the earth,\na perfect and an upright man, one that feareth God, and escheweth\nevil?\\f + \\fr 1.8  \\ft considered: Heb. set thy heart on\\f* \n"},{"number":9,"text":"Then Satan answered the \\nd LORD\\nd*, and said, Doth Job fear\nGod for nought? \n"},{"number":10,"text":"Hast not thou made an hedge about him, and about his house,\nand about all that he hath on every side? thou hast blessed the work\nof his hands, and his substance is increased in the land.\\f + \\fr 1.10 \n\\ft substance: or, cattle\\f* \n"},{"number":11,"text":"But put forth thine hand now, and touch all that he hath, and he will\ncurse thee to thy face.\\f + \\fr 1.11  \\ft and he…: Heb. if he curse thee not to thy\nface\\f* \n"},{"number":12,"text":"And the \\nd LORD\\nd* said unto Satan, Behold, all that he hath\n\\add is\\add* in thy power; only upon himself put not forth thine\nhand. So Satan went forth from the presence of the \\nd LORD\\nd*.\\f + \\fr 1.12 \n\\ft power: Heb. hand\\f* \n\n"},{"number":13,"text":"¶ And there was a day when his sons and his daughters \\add were\\add*\neating and drinking wine in their eldest brother’s house: \n"},{"number":14,"text":"And there came a messenger unto Job, and said, The oxen were\nplowing, and the asses feeding beside them: \n"},{"number":15,"text":"And the Sabeans fell \\add upon them\\add*, and took them away;\nyea, they have slain the servants with the edge of the sword; and I only am\nescaped alone to tell thee. \n"},{"number":16,"text":"While he \\add was\\add* yet speaking, there came also another, and\nsaid, The fire of God is fallen from heaven, and hath burned up the\nsheep, and the servants, and consumed them; and I only am escaped\nalone to tell thee.\\f + \\fr 1.16  \\ft The fire…: or, A great fire\\f*\n"},{"number":17,"text":"While he \\add was\\add* yet speaking, there came also another, and\nsaid, The Chaldeans made out three bands, and fell upon the camels,\nand have carried them away, yea, and slain the servants with the\nedge of the sword; and I only am escaped alone to tell thee.\\f + \\fr 1.17 \n\\ft fell: Heb. rushed\\f* \n"},{"number":18,"text":"While he \\add was\\add* yet speaking, there came also another, and\nsaid, Thy sons and thy daughters \\add were\\add* eating and drinking\nwine in their eldest brother’s house: \n"},{"number":19,"text":"And, behold, there came a great wind from the wilderness,\nand smote the four corners of the house, and it fell upon the young\nmen, and they are dead; and I only am escaped alone to tell thee.\\f + \\fr 1.19 \n\\ft from…: Heb. from aside, etc\\f* \n\n"},{"number":20,"text":"Then Job arose, and rent his mantle, and shaved his head,\nand fell down upon the ground, and worshipped,\\f + \\fr 1.20  \\ft mantle: or,\nrobe\\f* \n"},{"number":21,"text":"And said, Naked came I out of my mother’s womb, and naked\nshall I return thither: the \\nd LORD\\nd* gave, and the \\nd LORD\\nd*\nhath taken away; blessed be the name of the \\nd LORD\\nd*. \n"},{"number":22,"text":"In all this Job sinned not, nor charged God foolishly.\\f + \\fr 1.22 \n\\ft charged…: or, attributed folly to God\\f* \n"}],"number":1},{"verses":[{"number":1,"text":"Again there was a day when the sons of God came to present\nthemselves before the \\nd LORD\\nd*, and Satan came also among them to\npresent himself before the \\nd LORD\\nd*. \n"},{"number":2,"text":"And the \\nd LORD\\nd* said unto Satan, From whence comest thou? And\nSatan answered the \\nd LORD\\nd*, and said, From going to and fro\nin the earth, and from walking up and down in it. \n"},{"number":3,"text":"And the \\nd LORD\\nd* said unto Satan, Hast thou considered\nmy servant Job, that \\add there is\\add* none like him in the earth,\na perfect and an upright man, one that feareth God, and escheweth\nevil? and still he holdeth fast his integrity, although thou movedst\nme against him, to destroy him without cause.\\f + \\fr 2.3  \\ft to destroy…: Heb. to swallow him\nup\\f* \n"},{"number":4,"text":"And Satan answered the \\nd LORD\\nd*, and said, Skin for skin,\nyea, all that a man hath will he give for his life. \n"},{"number":5,"text":"But put forth thine hand now, and touch his bone and his flesh,\nand he will curse thee to thy face. \n"},{"number":6,"text":"And the \\nd LORD\\nd* said unto Satan, Behold, he \\add is\\add*\nin thine hand; but save his life.\\f + \\fr 2.6  \\ft but: or, only\\f*\n\n"},{"number":7,"text":"¶ So went Satan forth from the presence of the \\nd LORD\\nd*,\nand smote Job with sore boils from the sole of his foot unto his\ncrown. \n"},{"number":8,"text":"And he took him a potsherd to scrape himself withal; and he sat\ndown among the ashes. \n\n"},{"number":9,"text":"¶ Then said his wife unto him, Dost thou still retain thine\nintegrity? curse God, and die. \n"},{"number":10,"text":"But he said unto her, Thou speakest as one of the foolish\nwomen speaketh. What? shall we receive good at the hand of God, and shall we not\nreceive evil? In all this did not Job sin with his lips. \n\n"},{"number":11,"text":"¶ Now when Job’s three friends heard of all this evil that was\ncome upon him, they came every one from his own place; Eliphaz the\nTemanite, and Bildad the Shuhite, and Zophar the Naamathite: for they had made an\nappointment together to come to mourn with him and to comfort him.\n"},{"number":12,"text":"And when they lifted up their eyes afar off, and knew him not, they lifted\nup their voice, and wept; and they rent every one his mantle, and\nsprinkled dust upon their heads toward heaven. \n"},{"number":13,"text":"So they sat down with him upon the ground seven days and seven\nnights, and none spake a word unto him: for they saw that \\add his\\add*\ngrief was very great. \n"}],"number":2},{"verses":[{"number":1,"text":"After this opened Job his mouth, and cursed his day. \n"},{"number":2,"text":"And Job spake, and said,\\f + \\fr 3.2  \\ft spake: Heb. answered\\f*\n"},{"number":3,"text":"Let the day perish wherein I was born, and the night \\add in\nwhich\\add* it was said, There is a man child conceived. \n"},{"number":4,"text":"Let that day be darkness; let not God regard  it from above,\nneither let the light shine upon it. \n"},{"number":5,"text":"Let darkness and the shadow of death stain it; let a cloud\ndwell upon it; let the blackness of the day terrify it.\\f + \\fr 3.5 \n\\ft stain: or, challenge\\f*\\f + \\fr 3.5  \\ft let the…: or, let them terrify it, as those who have a bitter\nday\\f* \n"},{"number":6,"text":"As \\add for\\add* that night, let darkness seize upon it; let it not be\njoined unto the days of the year, let it not come into the number\nof the months.\\f + \\fr 3.6  \\ft let it not be…: or, let it not rejoice among the\ndays\\f* \n"},{"number":7,"text":"Lo, let that night be solitary, let no joyful voice come therein.\n"},{"number":8,"text":"Let them curse it that curse the day, who are ready to raise\nup their mourning.\\f + \\fr 3.8  \\ft their…: or, leviathan\\f* \n"},{"number":9,"text":"Let the stars of the twilight thereof be dark; let it look\nfor light, but \\add have\\add* none; neither let it see the dawning\nof the day:\\f + \\fr 3.9  \\ft the dawning…: Heb. the eyelids of the\nmorning\\f* \n"},{"number":10,"text":"Because it shut not up the doors of my \\add mother’s\\add*\nwomb, nor hid sorrow from mine eyes. \n\n"},{"number":11,"text":"Why died I not from the womb? \\add why\\add* did I \\add not\\add*\ngive up the ghost when I came out of the belly? \n"},{"number":12,"text":"Why did the knees prevent me? or why the breasts that I should\nsuck? \n"},{"number":13,"text":"For now should I have lain still and been quiet, I should have\nslept: then had I been at rest, \n"},{"number":14,"text":"With kings and counsellors of the earth, which built desolate\nplaces for themselves; \n"},{"number":15,"text":"Or with princes that had gold, who filled their houses with\nsilver: \n"},{"number":16,"text":"Or as an hidden untimely birth I had not been; as infants\n\\add which\\add* never saw light. \n"},{"number":17,"text":"There the wicked cease \\add from\\add* troubling; and there the\nweary be at rest.\\f + \\fr 3.17  \\ft weary: Heb. wearied in strength\\f*\n"},{"number":18,"text":"\\add There\\add* the prisoners rest together; they hear not the\nvoice of the oppressor. \n"},{"number":19,"text":"The small and great are there; and the servant \\add is\\add*\nfree from his master. \n\n"},{"number":20,"text":"Wherefore is light given to him that is in misery, and life\nunto the bitter \\add in\\add* soul; \n"},{"number":21,"text":"Which long for death, but it \\add cometh\\add* not; and dig\nfor it more than for hid treasures;\\f + \\fr 3.21  \\ft long: Heb.\nwait\\f* \n"},{"number":22,"text":"Which rejoice exceedingly, \\add and\\add* are glad, when they can\nfind the grave? \n"},{"number":23,"text":"\\add Why is light given\\add* to a man whose way is hid, and whom\nGod hath hedged in? \n"},{"number":24,"text":"For my sighing cometh before I eat, and my roarings are poured\nout like the waters.\\f + \\fr 3.24  \\ft I eat: Heb. my meat\\f* \n"},{"number":25,"text":"For the thing which I greatly feared is come upon me, and that which I was\nafraid of is come unto me.\\f + \\fr 3.25  \\ft the thing…: Heb. I feared a fear, and it came upon\nme\\f* \n"},{"number":26,"text":"I was not in safety, neither had I rest, neither was I quiet;\nyet trouble came. \n"}],"number":3},{"verses":[{"number":1,"text":"Then Eliphaz the Temanite answered and said, \n"},{"number":2,"text":"\\add If\\add* we assay to commune with thee, wilt thou be grieved?\nbut who can withhold himself from speaking?\\f + \\fr 4.2  \\ft to…: Heb. a\nword\\f*\\f + \\fr 4.2  \\ft withhold…: Heb. refrain from words?\\f* \n"},{"number":3,"text":"Behold, thou hast instructed many, and thou hast strengthened\nthe weak hands. \n"},{"number":4,"text":"Thy words have upholden him that was falling, and thou hast\nstrengthened the feeble knees. \n"},{"number":5,"text":"But now it is come upon thee, and thou faintest; it toucheth\nthee, and thou art troubled. \n"},{"number":6,"text":"\\add Is\\add* not \\add this\\add* thy fear, thy confidence, thy\nhope, and the uprightness of thy ways? \n\n"},{"number":7,"text":"Remember, I pray thee, who \\add ever\\add* perished, being innocent?\nor where were the righteous cut off? \n"},{"number":8,"text":"Even as I have seen, they that plow iniquity, and sow wickedness,\nreap the same. \n"},{"number":9,"text":"By the blast of God they perish, and by the breath of his nostrils\nare they consumed.\\f + \\fr 4.9  \\ft by the breath…: that is, by his\nanger\\f* \n"},{"number":10,"text":"The roaring of the lion, and the voice of the fierce lion,\nand the teeth of the young lions, are broken. \n"},{"number":11,"text":"The old lion perisheth for lack of prey, and the stout lion’s\nwhelps are scattered abroad. \n\n"},{"number":12,"text":"Now a thing was secretly brought to me, and mine ear received\na little thereof.\\f + \\fr 4.12  \\ft secretly: Heb. by stealth\\f*\n"},{"number":13,"text":"In thoughts from the visions of the night, when deep sleep\nfalleth on men, \n"},{"number":14,"text":"Fear came upon me, and trembling, which made all my bones\nto shake.\\f + \\fr 4.14  \\ft came…: Heb. met\\f*\\f + \\fr 4.14  \\ft all: Heb. the multitude\nof\\f* \n"},{"number":15,"text":"Then a spirit passed before my face; the hair of my flesh\nstood up: \n"},{"number":16,"text":"It stood still, but I could not discern the form thereof: an\nimage \\add was\\add* before mine eyes, \\add there was\\add* silence,\nand I heard a voice, \\add saying\\add*,\\f + \\fr 4.16  \\ft there…: or, I heard a still\nvoice\\f* \n"},{"number":17,"text":"Shall mortal man be more just than God? shall a man be more\npure than his maker? \n"},{"number":18,"text":"Behold, he put no trust in his servants; and his angels he\ncharged with folly:\\f + \\fr 4.18  \\ft and his…: or, nor in his angels, in whom he put\nlight\\f* \n"},{"number":19,"text":"How much less \\add in\\add* them that dwell in houses of clay,\nwhose foundation \\add is\\add* in the dust, \\add which\\add* are crushed\nbefore the moth? \n"},{"number":20,"text":"They are destroyed from morning to evening: they perish for\never without any regarding \\add it\\add*.\\f + \\fr 4.20  \\ft destroyed: Heb. beaten in\npieces\\f* \n"},{"number":21,"text":"Doth not their excellency \\add which is\\add* in them go away?\nthey die, even without wisdom. \n"}],"number":4},{"verses":[{"number":1,"text":"Call now, if there be any that will answer thee; and to which of the\nsaints wilt thou turn?\\f + \\fr 5.1  \\ft turn: or, look?\\f* \n"},{"number":2,"text":"For wrath killeth the foolish man, and envy slayeth the silly\none.\\f + \\fr 5.2  \\ft envy: or, indignation\\f* \n"},{"number":3,"text":"I have seen the foolish taking root: but suddenly I cursed\nhis habitation. \n"},{"number":4,"text":"His children are far from safety, and they are crushed in the\ngate, neither \\add is there\\add* any to deliver \\add them\\add*. \n"},{"number":5,"text":"Whose harvest the hungry eateth up, and taketh it even out\nof the thorns, and the robber swalloweth up their substance. \n\n"},{"number":6,"text":"Although affliction cometh not forth of the dust, neither doth\ntrouble spring out of the ground;\\f + \\fr 5.6  \\ft affliction: or,\niniquity\\f* \n"},{"number":7,"text":"Yet man is born unto trouble, as the sparks fly upward.\\f + \\fr 5.7 \n\\ft trouble: or, labour\\f*\\f + \\fr 5.7  \\ft sparks…: Heb. the sons of the burning coal lift up to\nfly\\f* \n"},{"number":8,"text":"I would seek unto God, and unto God would I commit my cause:\n"},{"number":9,"text":"Which doeth great things and unsearchable; marvellous things\nwithout number:\\f + \\fr 5.9  \\ft unsearchable: Heb. there is no search\\f*\\f + \\fr 5.9 \n\\ft without…: Heb. till there be no number\\f* \n"},{"number":10,"text":"Who giveth rain upon the earth, and sendeth waters upon the\nfields:\\f + \\fr 5.10  \\ft fields: Heb. outplaces\\f* \n"},{"number":11,"text":"To set up on high those that be low; that those which mourn\nmay be exalted to safety. \n"},{"number":12,"text":"He disappointeth the devices of the crafty, so that their\nhands cannot perform \\add their\\add* enterprise.\\f + \\fr 5.12  \\ft their enterprise: or, any\nthing\\f* \n"},{"number":13,"text":"He taketh the wise in their own craftiness: and the counsel\nof the froward is carried headlong. \n"},{"number":14,"text":"They meet with darkness in the daytime, and grope in the noonday\nas in the night.\\f + \\fr 5.14  \\ft meet…: or, run into\\f* \n"},{"number":15,"text":"But he saveth the poor from the sword, from their mouth, and from the\nhand of the mighty. \n"},{"number":16,"text":"So the poor hath hope, and iniquity stoppeth  her mouth. \n\n"},{"number":17,"text":"Behold, happy \\add is\\add* the man whom God correcteth: therefore\ndespise not thou the chastening of the Almighty: \n"},{"number":18,"text":"For he maketh sore, and bindeth up: he woundeth, and his hands\nmake whole. \n"},{"number":19,"text":"He shall deliver thee in six troubles: yea, in seven there shall no\nevil touch thee. \n"},{"number":20,"text":"In famine he shall redeem thee from death: and in war from the\npower of the sword.\\f + \\fr 5.20  \\ft power: Heb. hands\\f* \n"},{"number":21,"text":"Thou shalt be hid from the scourge of the tongue: neither shalt thou be\nafraid of destruction when it cometh.\\f + \\fr 5.21  \\ft from…: or, when the tongue\nscourgeth\\f* \n"},{"number":22,"text":"At destruction and famine thou shalt laugh: neither shalt thou be\nafraid of the beasts of the earth. \n"},{"number":23,"text":"For thou shalt be in league with the stones of the field:\nand the beasts of the field shall be at peace with thee. \n"},{"number":24,"text":"And thou shalt know that thy tabernacle \\add shall be\\add*\nin peace; and thou shalt visit thy habitation, and shalt not sin.\\f + \\fr 5.24 \n\\ft thy tabernacle…: or, peace is thy tabernacle\\f*\\f + \\fr 5.24 \n\\ft sin: or, err\\f* \n"},{"number":25,"text":"Thou shalt know also that thy seed \\add shall be\\add* great,\nand thine offspring as the grass of the earth.\\f + \\fr 5.25  \\ft great: or,\nmuch\\f* \n"},{"number":26,"text":"Thou shalt come to \\add thy\\add* grave in a full age, like as a shock of\ncorn cometh in in his season.\\f + \\fr 5.26  \\ft cometh in: Heb. ascendeth\\f*\n"},{"number":27,"text":"Lo this, we have searched it, so it \\add is;\\add* hear it, and\nknow thou \\add it\\add* for thy good.\\f + \\fr 5.27  \\ft for…: Heb. for\nthyself\\f* \n"}],"number":5},{"verses":[{"number":1,"text":"But Job answered and said, \n"},{"number":2,"text":"Oh that my grief were throughly weighed, and my calamity laid\nin the balances together!\\f + \\fr 6.2  \\ft laid: Heb. lifted up\\f*\n"},{"number":3,"text":"For now it would be heavier than the sand of the sea: therefore my\nwords are swallowed up.\\f + \\fr 6.3  \\ft my words…: that is, I want words to express my\ngrief\\f* \n"},{"number":4,"text":"For the arrows of the Almighty \\add are\\add* within me, the\npoison whereof drinketh up my spirit: the terrors of God do set themselves in\narray against me. \n"},{"number":5,"text":"Doth the wild ass bray when he hath grass? or loweth the ox\nover his fodder?\\f + \\fr 6.5  \\ft when he…: Heb. at grass?\\f* \n"},{"number":6,"text":"Can that which is unsavoury be eaten without salt? or is there\n\\add any\\add* taste in the white of an egg? \n"},{"number":7,"text":"The things \\add that\\add* my soul refused to touch \\add are\\add*\nas my sorrowful meat. \n\n"},{"number":8,"text":"Oh that I might have my request; and that God would grant \\add me\\add*\nthe thing that I long for!\\f + \\fr 6.8  \\ft the thing…: Heb. my expectation\\f*\n"},{"number":9,"text":"Even that it would please God to destroy me; that he would let\nloose his hand, and cut me off! \n"},{"number":10,"text":"Then should I yet have comfort; yea, I would harden myself in\nsorrow: let him not spare; for I have not concealed the words of the Holy\nOne. \n"},{"number":11,"text":"What \\add is\\add* my strength, that I should hope? and what\n\\add is\\add* mine end, that I should prolong my life? \n"},{"number":12,"text":"\\add Is\\add* my strength the strength of stones? or \\add is\\add*\nmy flesh of brass?\\f + \\fr 6.12  \\ft of brass: Heb. brasen?\\f* \n"},{"number":13,"text":"\\add Is\\add* not my help in me? and is wisdom driven quite from me?\n\n"},{"number":14,"text":"To him that is afflicted pity \\add should be shewed\\add* from his\nfriend; but he forsaketh the fear of the Almighty.\\f + \\fr 6.14 \n\\ft is afflicted: Heb. melteth\\f* \n"},{"number":15,"text":"My brethren have dealt deceitfully as a brook, \\add and\\add*\nas the stream of brooks they pass away; \n"},{"number":16,"text":"Which are blackish by reason of the ice, \\add and\\add* wherein the\nsnow is hid: \n"},{"number":17,"text":"What time they wax warm, they vanish: when it is hot, they are consumed\nout of their place.\\f + \\fr 6.17  \\ft vanish: Heb. are cut off\\f*\\f + \\fr 6.17 \n\\ft when…: Heb. in the heat thereof\\f*\\f + \\fr 6.17  \\ft consumed: Heb.\nextinguished\\f* \n"},{"number":18,"text":"The paths of their way are turned aside; they go to nothing,\nand perish. \n"},{"number":19,"text":"The troops of Tema looked, the companies of Sheba waited for them.\n"},{"number":20,"text":"They were confounded because they had hoped; they came thither, and were\nashamed. \n"},{"number":21,"text":"For now ye are nothing; ye see \\add my\\add* casting down,\nand are afraid.\\f + \\fr 6.21  \\ft ye are…: or, ye are like to them: Heb. to\nit\\f*\\f + \\fr 6.21  \\ft nothing: Heb. not\\f* \n\n"},{"number":22,"text":"Did I say, Bring unto me? or, Give a reward for me of your\nsubstance? \n"},{"number":23,"text":"Or, Deliver me from the enemy’s hand? or, Redeem me from the\nhand of the mighty? \n"},{"number":24,"text":"Teach me, and I will hold my tongue: and cause me to understand\nwherein I have erred. \n"},{"number":25,"text":"How forcible are right words! but what doth your arguing reprove?\n"},{"number":26,"text":"Do ye imagine to reprove words, and the speeches of one that is\ndesperate, \\add which are\\add* as wind? \n"},{"number":27,"text":"Yea, ye overwhelm the fatherless, and ye dig \\add a pit\\add*\nfor your friend.\\f + \\fr 6.27  \\ft ye overwhelm: Heb. ye cause to fall\nupon\\f* \n"},{"number":28,"text":"Now therefore be content, look upon me; for \\add it is\\add*\nevident unto you if I lie.\\f + \\fr 6.28  \\ft evident…: Heb. before your\nface\\f* \n"},{"number":29,"text":"Return, I pray you, let it not be iniquity; yea, return again,\nmy righteousness \\add is\\add* in it.\\f + \\fr 6.29  \\ft in it: that is, in this\nmatter\\f* \n"},{"number":30,"text":"Is there iniquity in my tongue? cannot my taste discern perverse\nthings?\\f + \\fr 6.30  \\ft my taste: Heb. my palate\\f* \n"}],"number":6},{"verses":[{"number":1,"text":"\\add Is there\\add* not an appointed time to man upon earth?\n\\add are not\\add* his days also like the days of an hireling?\\f + \\fr 7.1 \n\\ft an appointed…: or, a warfare\\f* \n"},{"number":2,"text":"As a servant earnestly desireth the shadow, and as an hireling\nlooketh for \\add the reward of\\add* his work:\\f + \\fr 7.2  \\ft earnestly…: Heb. gapeth\nafter\\f* \n"},{"number":3,"text":"So am I made to possess months of vanity, and wearisome nights\nare appointed to me. \n"},{"number":4,"text":"When I lie down, I say, When shall I arise, and the night be\ngone? and I am full of tossings to and fro unto the dawning of the\nday.\\f + \\fr 7.4  \\ft the night…: Heb. the evening be measured?\\f*\n"},{"number":5,"text":"My flesh is clothed with worms and clods of dust; my skin is\nbroken, and become loathsome. \n"},{"number":6,"text":"My days are swifter than a weaver’s shuttle, and are spent\nwithout hope. \n\n"},{"number":7,"text":"O remember that my life \\add is\\add* wind: mine eye shall no\nmore see good.\\f + \\fr 7.7  \\ft shall…: Heb. shall not return\\f*\\f + \\fr 7.7 \n\\ft see: to see, that is, to enjoy\\f* \n"},{"number":8,"text":"The eye of him that hath seen me shall see me no \\add more:\\add*\nthine eyes \\add are\\add* upon me, and I \\add am\\add* not.\\f + \\fr 7.8 \n\\ft I am…: that is, I can live no longer\\f* \n"},{"number":9,"text":"\\add As\\add* the cloud is consumed and vanisheth away: so he that goeth\ndown to the grave shall come up no \\add more\\add*. \n"},{"number":10,"text":"He shall return no more to his house, neither shall his place\nknow him any more. \n"},{"number":11,"text":"Therefore I will not refrain my mouth; I will speak in the\nanguish of my spirit; I will complain in the bitterness of my soul.\n"},{"number":12,"text":"\\add Am\\add* I a sea, or a whale, that thou settest a watch over me?\n"},{"number":13,"text":"When I say, My bed shall comfort me, my couch shall ease my\ncomplaint; \n"},{"number":14,"text":"Then thou scarest me with dreams, and terrifiest me through\nvisions: \n"},{"number":15,"text":"So that my soul chooseth strangling, \\add and\\add* death rather than my\nlife.\\f + \\fr 7.15  \\ft life: Heb. bones\\f* \n"},{"number":16,"text":"I loathe \\add it;\\add* I would not live alway: let me alone;\nfor my days \\add are\\add* vanity. \n\n"},{"number":17,"text":"What \\add is\\add* man, that thou shouldest magnify him? and that thou shouldest\nset thine heart upon him? \n"},{"number":18,"text":"And \\add that\\add* thou shouldest visit him every morning,\n\\add and\\add* try him every moment? \n"},{"number":19,"text":"How long wilt thou not depart from me, nor let me alone till I swallow\ndown my spittle? \n"},{"number":20,"text":"I have sinned; what shall I do unto thee, O thou preserver\nof men? why hast thou set me as a mark against thee, so that I am a\nburden to myself? \n"},{"number":21,"text":"And why dost thou not pardon my transgression, and take away\nmine iniquity? for now shall I sleep in the dust; and thou shalt seek me in the\nmorning, but I \\add shall\\add* not \\add be\\add*. \n"}],"number":7},{"verses":[{"number":1,"text":"Then answered Bildad the Shuhite, and said, \n"},{"number":2,"text":"How long wilt thou speak these \\add things\\add*? and \\add how long\nshall\\add* the words of thy mouth \\add be like\\add* a strong wind?\n"},{"number":3,"text":"Doth God pervert judgment? or doth the Almighty pervert justice?\n"},{"number":4,"text":"If thy children have sinned against him, and he have cast them\naway for their transgression;\\f + \\fr 8.4  \\ft for…: Heb. in the hand of their\ntransgression\\f* \n"},{"number":5,"text":"If thou wouldest seek unto God betimes, and make thy supplication\nto the Almighty; \n"},{"number":6,"text":"If thou \\add wert\\add* pure and upright; surely now he would\nawake for thee, and make the habitation of thy righteousness prosperous.\n"},{"number":7,"text":"Though thy beginning was small, yet thy latter end should greatly\nincrease. \n\n"},{"number":8,"text":"For enquire, I pray thee, of the former age, and prepare thyself to the\nsearch of their fathers: \n"},{"number":9,"text":"(For we \\add are but of\\add* yesterday, and know nothing, because our\ndays upon earth \\add are\\add* a shadow:)\\f + \\fr 8.9  \\ft nothing: Heb.\nnot\\f* \n"},{"number":10,"text":"Shall not they teach thee, \\add and\\add* tell thee, and utter\nwords out of their heart? \n"},{"number":11,"text":"Can the rush grow up without mire? can the flag grow without\nwater? \n"},{"number":12,"text":"Whilst it \\add is\\add* yet in his greenness, \\add and\\add*\nnot cut down, it withereth before any \\add other\\add* herb. \n"},{"number":13,"text":"So \\add are\\add* the paths of all that forget God; and the\nhypocrite’s hope shall perish: \n"},{"number":14,"text":"Whose hope shall be cut off, and whose trust \\add shall be\\add*\na spider’s web.\\f + \\fr 8.14  \\ft web: Heb. house\\f* \n"},{"number":15,"text":"He shall lean upon his house, but it shall not stand: he shall\nhold it fast, but it shall not endure. \n"},{"number":16,"text":"He \\add is\\add* green before the sun, and his branch shooteth\nforth in his garden. \n"},{"number":17,"text":"His roots are wrapped about the heap, \\add and\\add* seeth\nthe place of stones. \n"},{"number":18,"text":"If he destroy him from his place, then \\add it\\add* shall\ndeny him, \\add saying\\add*, I have not seen thee. \n"},{"number":19,"text":"Behold, this \\add is\\add* the joy of his way, and out of the\nearth shall others grow. \n\n"},{"number":20,"text":"Behold, God will not cast away a perfect \\add man\\add*, neither will he\nhelp the evil doers:\\f + \\fr 8.20  \\ft help…: Heb. take the ungodly by the\nhand\\f*\\f + \\fr 8.20  \\ft come: Heb. shall not be\\f* \n"},{"number":21,"text":"Till he fill thy mouth with laughing, and thy lips with rejoicing.\\f + \\fr 8.21 \n\\ft rejoicing: Heb. shouting for joy\\f* \n"},{"number":22,"text":"They that hate thee shall be clothed with shame; and the dwelling\nplace of the wicked shall come to nought.\\f + \\fr 8.22  \\ft shall come…: Heb. shall not\nbe\\f* \n"}],"number":8},{"verses":[{"number":1,"text":"Then Job answered and said, \n"},{"number":2,"text":"I know \\add it is\\add* so of a truth: but how should man be\njust with God?\\f + \\fr 9.2  \\ft with God: or, before God?\\f* \n"},{"number":3,"text":"If he will contend with him, he cannot answer him one of a\nthousand. \n"},{"number":4,"text":"\\add He is\\add* wise in heart, and mighty in strength: who hath\nhardened \\add himself\\add* against him, and hath prospered? \n"},{"number":5,"text":"Which removeth the mountains, and they know not: which overturneth\nthem in his anger. \n"},{"number":6,"text":"Which shaketh the earth out of her place, and the pillars thereof\ntremble. \n"},{"number":7,"text":"Which commandeth the sun, and it riseth not; and sealeth up\nthe stars. \n"},{"number":8,"text":"Which alone spreadeth out the heavens, and treadeth upon the\nwaves of the sea.\\f + \\fr 9.8  \\ft waves: Heb. heights\\f* \n"},{"number":9,"text":"Which maketh Arcturus, Orion, and Pleiades, and the chambers\nof the south.\\f + \\fr 9.9  \\ft Arcturus…: Heb. Ash, Cesil, and Cimah\\f*\n"},{"number":10,"text":"Which doeth great things past finding out; yea, and wonders\nwithout number. \n"},{"number":11,"text":"Lo, he goeth by me, and I see \\add him\\add* not: he passeth\non also, but I perceive him not. \n"},{"number":12,"text":"Behold, he taketh away, who can hinder him? who will say unto him, What\ndoest thou?\\f + \\fr 9.12  \\ft hinder…: Heb. turn him away?\\f* \n"},{"number":13,"text":"\\add If\\add* God will not withdraw his anger, the proud helpers\ndo stoop under him.\\f + \\fr 9.13  \\ft proud…: Heb. helpers of pride, or,\nstrength\\f* \n\n"},{"number":14,"text":"How much less shall I answer him, \\add and\\add* choose out\nmy words \\add to reason\\add* with him? \n"},{"number":15,"text":"Whom, though I were righteous, \\add yet\\add* would I not answer,\n\\add but\\add* I would make supplication to my judge. \n"},{"number":16,"text":"If I had called, and he had answered me; \\add yet\\add* would I not\nbelieve that he had hearkened unto my voice. \n"},{"number":17,"text":"For he breaketh me with a tempest, and multiplieth my wounds\nwithout cause. \n"},{"number":18,"text":"He will not suffer me to take my breath, but filleth me with\nbitterness. \n"},{"number":19,"text":"If \\add I speak\\add* of strength, lo, \\add he is\\add* strong:\nand if of judgment, who shall set me a time \\add to plead\\add*? \n"},{"number":20,"text":"If I justify myself, mine own mouth shall condemn me: \\add if I\nsay\\add*, I \\add am\\add* perfect, it shall also prove me perverse.\n"},{"number":21,"text":"\\add Though\\add* I \\add were\\add* perfect, \\add yet\\add* would I not\nknow my soul: I would despise my life. \n\n"},{"number":22,"text":"This \\add is\\add* one \\add thing\\add*, therefore I said \\add it\\add*,\nHe destroyeth the perfect and the wicked. \n"},{"number":23,"text":"If the scourge slay suddenly, he will laugh at the trial of the\ninnocent. \n"},{"number":24,"text":"The earth is given into the hand of the wicked: he covereth\nthe faces of the judges thereof; if not, where, \\add and\\add* who\n\\add is\\add* he? \n\n"},{"number":25,"text":"Now my days are swifter than a post: they flee away, they\nsee no good. \n"},{"number":26,"text":"They are passed away as the swift ships: as the eagle \\add that\\add*\nhasteth to the prey.\\f + \\fr 9.26  \\ft swift…: or, ships of Ebeh: Heb. ships of\ndesire\\f* \n"},{"number":27,"text":"If I say, I will forget my complaint, I will leave off my\nheaviness, and comfort \\add myself:\\add* \n"},{"number":28,"text":"I am afraid of all my sorrows, I know that thou wilt not hold me\ninnocent. \n"},{"number":29,"text":"\\add If\\add* I be wicked, why then labour I in vain? \n"},{"number":30,"text":"If I wash myself with snow water, and make my hands never\nso clean; \n"},{"number":31,"text":"Yet shalt thou plunge me in the ditch, and mine own clothes\nshall abhor me.\\f + \\fr 9.31  \\ft abhor…: or, make me to be abhorred\\f*\n"},{"number":32,"text":"For \\add he is\\add* not a man, as I \\add am, that\\add* I should\nanswer him, \\add and\\add* we should come together in judgment. \n"},{"number":33,"text":"Neither is there any daysman betwixt us, \\add that\\add* might\nlay his hand upon us both.\\f + \\fr 9.33  \\ft any…: Heb. one that should\nargue\\f*\\f + \\fr 9.33  \\ft daysman: or, umpire\\f* \n"},{"number":34,"text":"Let him take his rod away from me, and let not his fear terrify\n me: \n"},{"number":35,"text":"\\add Then\\add* would I speak, and not fear him; but \\add it\nis\\add* not so with me.\\f + \\fr 9.35  \\ft it is…: Heb. I am not so with\nmyself\\f* \n"}],"number":9},{"verses":[{"number":1,"text":"My soul is weary of my life; I will leave my complaint upon myself; I will\nspeak in the bitterness of my soul.\\f + \\fr 10.1  \\ft weary…: or, cut off while I\nlive\\f* \n"},{"number":2,"text":"I will say unto God, Do not condemn me; shew me wherefore thou\ncontendest with me. \n"},{"number":3,"text":"\\add Is it\\add* good unto thee that thou shouldest oppress,\nthat thou shouldest despise the work of thine hands, and shine upon the\ncounsel of the wicked?\\f + \\fr 10.3  \\ft work: Heb. labour\\f* \n"},{"number":4,"text":"Hast thou eyes of flesh? or seest thou as man seeth? \n"},{"number":5,"text":"\\add Are\\add* thy days as the days of man? \\add are\\add* thy\nyears as man’s days, \n"},{"number":6,"text":"That thou enquirest after mine iniquity, and searchest after my\nsin? \n"},{"number":7,"text":"Thou knowest that I am not wicked; and \\add there is\\add* none that can\ndeliver out of thine hand.\\f + \\fr 10.7  \\ft Thou…: Heb. It is upon thy\nknowledge\\f* \n\n"},{"number":8,"text":"Thine hands have made me and fashioned me together round about;\nyet thou dost destroy me.\\f + \\fr 10.8  \\ft have…: Heb. took pains about\nme\\f* \n"},{"number":9,"text":"Remember, I beseech thee, that thou hast made me as the clay;\nand wilt thou bring me into dust again? \n"},{"number":10,"text":"Hast thou not poured me out as milk, and curdled me like cheese?\n"},{"number":11,"text":"Thou hast clothed me with skin and flesh, and hast fenced\nme with bones and sinews.\\f + \\fr 10.11  \\ft fenced: Heb. hedged\\f*\n"},{"number":12,"text":"Thou hast granted me life and favour, and thy visitation hath\npreserved my spirit. \n"},{"number":13,"text":"And these \\add things\\add* hast thou hid in thine heart: I\nknow that this \\add is\\add* with thee. \n\n"},{"number":14,"text":"If I sin, then thou markest me, and thou wilt not acquit me from mine\niniquity. \n"},{"number":15,"text":"If I be wicked, woe unto me; and \\add if\\add* I be righteous,\n\\add yet\\add* will I not lift up my head. \\add I am\\add* full of\nconfusion; therefore see thou mine affliction; \n"},{"number":16,"text":"For it increaseth. Thou huntest me as a fierce lion: and again\nthou shewest thyself marvellous upon me. \n"},{"number":17,"text":"Thou renewest thy witnesses against me, and increasest thine\nindignation upon me; changes and war \\add are\\add* against me.\\f + \\fr 10.17 \n\\ft witnesses: that is, plagues\\f* \n"},{"number":18,"text":"Wherefore then hast thou brought me forth out of the womb?\nOh that I had given up the ghost, and no eye had seen me! \n"},{"number":19,"text":"I should have been as though I had not been; I should have been\ncarried from the womb to the grave. \n"},{"number":20,"text":"\\add Are\\add* not my days few? cease \\add then, and\\add* let me\nalone, that I may take comfort a little, \n"},{"number":21,"text":"Before I go \\add whence\\add* I shall not return, \\add even\\add*\nto the land of darkness and the shadow of death; \n"},{"number":22,"text":"A land of darkness, as darkness \\add itself; and\\add* of the shadow of\ndeath, without any order, and \\add where\\add* the light \\add is\\add*\nas darkness. \n"}],"number":10},{"verses":[{"number":1,"text":"Then answered Zophar the Naamathite, and said, \n"},{"number":2,"text":"Should not the multitude of words be answered? and should a\nman full of talk be justified?\\f + \\fr 11.2  \\ft full…: Heb. of lips\\f*\n"},{"number":3,"text":"Should thy lies make men hold their peace? and when thou mockest,\nshall no man make thee ashamed?\\f + \\fr 11.3  \\ft lies: or, devices\\f*\n"},{"number":4,"text":"For thou hast said, My doctrine \\add is\\add* pure, and I am\nclean in thine eyes. \n"},{"number":5,"text":"But oh that God would speak, and open his lips against thee;\n"},{"number":6,"text":"And that he would shew thee the secrets of wisdom, that \\add they\nare\\add* double to that which is! Know therefore that God exacteth of thee\n\\add less\\add* than thine iniquity \\add deserveth\\add*. \n\n"},{"number":7,"text":"Canst thou by searching find out God? canst thou find out the\nAlmighty unto perfection? \n"},{"number":8,"text":"\\add It is\\add* as high as heaven; what canst thou do? deeper\nthan hell; what canst thou know?\\f + \\fr 11.8  \\ft as high…: Heb. the heights of\nheaven\\f* \n"},{"number":9,"text":"The measure thereof \\add is\\add* longer than the earth, and\nbroader than the sea. \n"},{"number":10,"text":"If he cut off, and shut up, or gather together, then who can\nhinder him?\\f + \\fr 11.10  \\ft cut…: or, make a change\\f*\\f + \\fr 11.10 \n\\ft hinder…: Heb. turn him away?\\f* \n"},{"number":11,"text":"For he knoweth vain men: he seeth wickedness also; will he not then\nconsider \\add it\\add*? \n"},{"number":12,"text":"For vain man would be wise, though man be born \\add like\\add*\na wild ass’s colt.\\f + \\fr 11.12  \\ft vain: Heb. empty\\f* \n\n"},{"number":13,"text":"If thou prepare thine heart, and stretch out thine hands toward him;\n"},{"number":14,"text":"If iniquity \\add be\\add* in thine hand, put it far away, and let not\nwickedness dwell in thy tabernacles. \n"},{"number":15,"text":"For then shalt thou lift up thy face without spot; yea, thou shalt be\nstedfast, and shalt not fear: \n"},{"number":16,"text":"Because thou shalt forget \\add thy\\add* misery, \\add and\\add*\nremember \\add it\\add* as waters \\add that\\add* pass away: \n"},{"number":17,"text":"And \\add thine\\add* age shall be clearer than the noonday;\nthou shalt shine forth, thou shalt be as the morning.\\f + \\fr 11.17 \n\\ft be clearer…: Heb. arise above\\f* \n"},{"number":18,"text":"And thou shalt be secure, because there is hope; yea, thou shalt\ndig \\add about thee, and\\add* thou shalt take thy rest in safety.\n"},{"number":19,"text":"Also thou shalt lie down, and none shall make \\add thee\\add*\nafraid; yea, many shall make suit unto thee.\\f + \\fr 11.19  \\ft make suit…: Heb. intreat thy\nface\\f* \n"},{"number":20,"text":"But the eyes of the wicked shall fail, and they shall not\nescape, and their hope \\add shall be as\\add* the giving up of the\nghost.\\f + \\fr 11.20  \\ft they shall…: Heb. flight shall perish from\nthem\\f*\\f + \\fr 11.20  \\ft the giving…: or, a puff of breath\\f* \n"}],"number":11},{"verses":[{"number":1,"text":"And Job answered and said, \n"},{"number":2,"text":"No doubt but ye \\add are\\add* the people, and wisdom shall\ndie with you. \n"},{"number":3,"text":"But I have understanding as well as you; I \\add am\\add* not\ninferior to you: yea, who knoweth not such things as these?\\f + \\fr 12.3 \n\\ft understanding: Heb. an heart\\f*\\f + \\fr 12.3  \\ft I am…: Heb. I fall not lower than\nyou\\f*\\f + \\fr 12.3  \\ft who…: Heb. with whom are not such as these?\\f*\n"},{"number":4,"text":"I am \\add as\\add* one mocked of his neighbour, who calleth upon\nGod, and he answereth him: the just upright \\add man is\\add* laughed to\nscorn. \n"},{"number":5,"text":"He that is ready to slip with \\add his\\add* feet \\add is as\\add*\na lamp despised in the thought of him that is at ease. \n\n"},{"number":6,"text":"The tabernacles of robbers prosper, and they that provoke God\nare secure; into whose hand God bringeth \\add abundantly\\add*. \n"},{"number":7,"text":"But ask now the beasts, and they shall teach thee; and the\nfowls of the air, and they shall tell thee: \n"},{"number":8,"text":"Or speak to the earth, and it shall teach thee: and the fishes\nof the sea shall declare unto thee. \n"},{"number":9,"text":"Who knoweth not in all these that the hand of the \\nd LORD\\nd*\nhath wrought this? \n"},{"number":10,"text":"In whose hand \\add is\\add* the soul of every living thing,\nand the breath of all mankind.\\f + \\fr 12.10  \\ft soul: or, life\\f*\\f + \\fr 12.10 \n\\ft all…: Heb. all flesh of man\\f* \n"},{"number":11,"text":"Doth not the ear try words? and the mouth taste his meat?\\f + \\fr 12.11 \n\\ft mouth: Heb. palate\\f* \n\n"},{"number":12,"text":"With the ancient \\add is\\add* wisdom; and in length of days\nunderstanding. \n"},{"number":13,"text":"With him \\add is\\add* wisdom and strength, he hath counsel\nand understanding.\\f + \\fr 12.13  \\ft With…: that is, With God\\f*\n"},{"number":14,"text":"Behold, he breaketh down, and it cannot be built again: he shutteth\nup a man, and there can be no opening.\\f + \\fr 12.14  \\ft up: Heb.\nupon\\f* \n"},{"number":15,"text":"Behold, he withholdeth the waters, and they dry up: also he sendeth them\nout, and they overturn the earth. \n"},{"number":16,"text":"With him \\add is\\add* strength and wisdom: the deceived and the\ndeceiver \\add are\\add* his. \n"},{"number":17,"text":"He leadeth counsellors away spoiled, and maketh the judges\nfools. \n"},{"number":18,"text":"He looseth the bond of kings, and girdeth their loins with a\ngirdle. \n"},{"number":19,"text":"He leadeth princes away spoiled, and overthroweth the mighty.\n"},{"number":20,"text":"He removeth away the speech of the trusty, and taketh away\nthe understanding of the aged.\\f + \\fr 12.20  \\ft speech…: Heb. lip of the\nfaithful\\f* \n"},{"number":21,"text":"He poureth contempt upon princes, and weakeneth the strength\nof the mighty.\\f + \\fr 12.21  \\ft weakeneth…: or, looseth the girdle of the\nstrong\\f* \n"},{"number":22,"text":"He discovereth deep things out of darkness, and bringeth out\nto light the shadow of death. \n"},{"number":23,"text":"He increaseth the nations, and destroyeth them: he enlargeth\nthe nations, and straiteneth them \\add again\\add*.\\f + \\fr 12.23 \n\\ft straiteneth: Heb. leadeth in\\f* \n"},{"number":24,"text":"He taketh away the heart of the chief of the people of the\nearth, and causeth them to wander in a wilderness \\add where there\nis\\add* no way. \n"},{"number":25,"text":"They grope in the dark without light, and he maketh them to\nstagger like \\add a\\add* drunken \\add man\\add*.\\f + \\fr 12.25  \\ft stagger: Heb.\nwander\\f* \n"}],"number":12},{"verses":[{"number":1,"text":"Lo, mine eye hath seen all \\add this\\add*, mine ear hath heard\nand understood it. \n"},{"number":2,"text":"What ye know, \\add the same\\add* do I know also: I \\add am\\add*\nnot inferior unto you. \n"},{"number":3,"text":"Surely I would speak to the Almighty, and I desire to reason\nwith God. \n"},{"number":4,"text":"But ye \\add are\\add* forgers of lies, ye \\add are\\add* all\nphysicians of no value. \n"},{"number":5,"text":"O that ye would altogether hold your peace! and it should be your\nwisdom. \n"},{"number":6,"text":"Hear now my reasoning, and hearken to the pleadings of my lips.\n"},{"number":7,"text":"Will ye speak wickedly for God? and talk deceitfully for him?\n"},{"number":8,"text":"Will ye accept his person? will ye contend for God? \n"},{"number":9,"text":"Is it good that he should search you out? or as one man mocketh another, do ye\n\\add so\\add* mock him? \n"},{"number":10,"text":"He will surely reprove you, if ye do secretly accept persons.\n"},{"number":11,"text":"Shall not his excellency make you afraid? and his dread fall upon you?\n"},{"number":12,"text":"Your remembrances \\add are\\add* like unto ashes, your bodies\nto bodies of clay. \n\n"},{"number":13,"text":"Hold your peace, let me alone, that I may speak, and let come on me what\n\\add will\\add*.\\f + \\fr 13.13  \\ft Hold…: Heb. Be silent from me\\f*\n"},{"number":14,"text":"Wherefore do I take my flesh in my teeth, and put my life\nin mine hand? \n"},{"number":15,"text":"Though he slay me, yet will I trust in him: but I will maintain\nmine own ways before him.\\f + \\fr 13.15  \\ft maintain: Heb. prove, or,\nargue\\f* \n"},{"number":16,"text":"He also \\add shall be\\add* my salvation: for an hypocrite shall not\ncome before him. \n"},{"number":17,"text":"Hear diligently my speech, and my declaration with your ears.\n"},{"number":18,"text":"Behold now, I have ordered \\add my\\add* cause; I know that I shall be\njustified. \n"},{"number":19,"text":"Who \\add is\\add* he \\add that\\add* will plead with me? for now, if I hold my\ntongue, I shall give up the ghost. \n"},{"number":20,"text":"Only do not two \\add things\\add* unto me: then will I not\nhide myself from thee. \n"},{"number":21,"text":"Withdraw thine hand far from me: and let not thy dread make me\nafraid. \n"},{"number":22,"text":"Then call thou, and I will answer: or let me speak, and answer thou me.\n\n"},{"number":23,"text":"How many \\add are\\add* mine iniquities and sins? make me to\nknow my transgression and my sin. \n"},{"number":24,"text":"Wherefore hidest thou thy face, and holdest me for thine enemy?\n"},{"number":25,"text":"Wilt thou break a leaf driven to and fro? and wilt thou pursue\nthe dry stubble? \n"},{"number":26,"text":"For thou writest bitter things against me, and makest me to\npossess the iniquities of my youth. \n"},{"number":27,"text":"Thou puttest my feet also in the stocks, and lookest narrowly\nunto all my paths; thou settest a print upon the heels of my feet.\\f + \\fr 13.27 \n\\ft lookest…: Heb. observest\\f*\\f + \\fr 13.27  \\ft heels: Heb. roots\\f*\n"},{"number":28,"text":"And he, as a rotten thing, consumeth, as a garment that is\nmoth eaten. \n"}],"number":13},{"verses":[{"number":1,"text":"Man \\add that is\\add* born of a woman \\add is\\add* of few days,\nand full of trouble.\\f + \\fr 14.1  \\ft few…: Heb. short of days\\f*\n"},{"number":2,"text":"He cometh forth like a flower, and is cut down: he fleeth also as a\nshadow, and continueth not. \n"},{"number":3,"text":"And dost thou open thine eyes upon such an one, and bringest\nme into judgment with thee? \n"},{"number":4,"text":"Who can bring a clean \\add thing\\add* out of an unclean? not\none.\\f + \\fr 14.4  \\ft can…: Heb. will give\\f* \n"},{"number":5,"text":"Seeing his days \\add are\\add* determined, the number of his\nmonths \\add are\\add* with thee, thou hast appointed his bounds that he cannot\npass; \n"},{"number":6,"text":"Turn from him, that he may rest, till he shall accomplish,\nas an hireling, his day.\\f + \\fr 14.6  \\ft rest: Heb. cease\\f* \n\n"},{"number":7,"text":"For there is hope of a tree, if it be cut down, that it will sprout\nagain, and that the tender branch thereof will not cease. \n"},{"number":8,"text":"Though the root thereof wax old in the earth, and the stock\nthereof die in the ground; \n"},{"number":9,"text":"\\add Yet\\add* through the scent of water it will bud, and bring\nforth boughs like a plant. \n"},{"number":10,"text":"But man dieth, and wasteth away: yea, man giveth up the ghost, and where\n\\add is\\add* he?\\f + \\fr 14.10  \\ft wasteth…: Heb. is weakened, or, cut\noff\\f* \n"},{"number":11,"text":"\\add As\\add* the waters fail from the sea, and the flood decayeth\nand drieth up: \n"},{"number":12,"text":"So man lieth down, and riseth not: till the heavens \\add be\\add*\nno more, they shall not awake, nor be raised out of their sleep.\n"},{"number":13,"text":"O that thou wouldest hide me in the grave, that thou wouldest keep me\nsecret, until thy wrath be past, that thou wouldest appoint me a set\ntime, and remember me! \n"},{"number":14,"text":"If a man die, shall he live \\add again\\add*? all the days\nof my appointed time will I wait, till my change come. \n"},{"number":15,"text":"Thou shalt call, and I will answer thee: thou wilt have a\ndesire to the work of thine hands. \n\n"},{"number":16,"text":"For now thou numberest my steps: dost thou not watch over my\nsin? \n"},{"number":17,"text":"My transgression \\add is\\add* sealed up in a bag, and thou sewest\nup mine iniquity. \n"},{"number":18,"text":"And surely the mountain falling cometh to nought, and the\nrock is removed out of his place.\\f + \\fr 14.18  \\ft cometh…: Heb.\nfadeth\\f* \n"},{"number":19,"text":"The waters wear the stones: thou washest away the things which\ngrow \\add out\\add* of the dust of the earth; and thou destroyest\nthe hope of man.\\f + \\fr 14.19  \\ft washest…: Heb. overflowest\\f*\n"},{"number":20,"text":"Thou prevailest for ever against him, and he passeth: thou\nchangest his countenance, and sendest him away. \n"},{"number":21,"text":"His sons come to honour, and he knoweth \\add it\\add* not; and they are brought\nlow, but he perceiveth \\add it\\add* not of them. \n"},{"number":22,"text":"But his flesh upon him shall have pain, and his soul within him shall\nmourn. \n"}],"number":14},{"verses":[{"number":1,"text":"Then answered Eliphaz the Temanite, and said, \n"},{"number":2,"text":"Should a wise man utter vain knowledge, and fill his belly\nwith the east wind?\\f + \\fr 15.2  \\ft vain…: Heb. knowledge of wind\\f*\n"},{"number":3,"text":"Should he reason with unprofitable talk? or with speeches wherewith he can do no\ngood? \n"},{"number":4,"text":"Yea, thou castest off fear, and restrainest prayer before God.\\f + \\fr 15.4 \n\\ft castest…: Heb. makest void\\f*\\f + \\fr 15.4  \\ft prayer: or, speech\\f*\n"},{"number":5,"text":"For thy mouth uttereth thine iniquity, and thou choosest the\ntongue of the crafty.\\f + \\fr 15.5  \\ft uttereth: Heb. teacheth\\f*\n"},{"number":6,"text":"Thine own mouth condemneth thee, and not I: yea, thine own\nlips testify against thee. \n"},{"number":7,"text":"\\add Art\\add* thou the first man \\add that\\add* was born? or wast thou\nmade before the hills? \n"},{"number":8,"text":"Hast thou heard the secret of God? and dost thou restrain wisdom to thyself?\n"},{"number":9,"text":"What knowest thou, that we know not? \\add what\\add* understandest thou, which\n\\add is\\add* not in us? \n"},{"number":10,"text":"With us \\add are\\add* both the grayheaded and very aged men,\nmuch elder than thy father. \n"},{"number":11,"text":"\\add Are\\add* the consolations of God small with thee? is there any\nsecret thing with thee? \n"},{"number":12,"text":"Why doth thine heart carry thee away? and what do thy eyes\nwink at, \n"},{"number":13,"text":"That thou turnest thy spirit against God, and lettest \\add such\\add*\nwords go out of thy mouth? \n"},{"number":14,"text":"What \\add is\\add* man, that he should be clean? and \\add he which\nis\\add* born of a woman, that he should be righteous? \n"},{"number":15,"text":"Behold, he putteth no trust in his saints; yea, the heavens\nare not clean in his sight. \n"},{"number":16,"text":"How much more abominable and filthy \\add is\\add* man, which\ndrinketh iniquity like water? \n\n"},{"number":17,"text":"I will shew thee, hear me; and that \\add which\\add* I have\nseen I will declare; \n"},{"number":18,"text":"Which wise men have told from their fathers, and have not\nhid \\add it:\\add* \n"},{"number":19,"text":"Unto whom alone the earth was given, and no stranger passed\namong them. \n"},{"number":20,"text":"The wicked man travaileth with pain all \\add his\\add* days,\nand the number of years is hidden to the oppressor. \n"},{"number":21,"text":"A dreadful sound \\add is\\add* in his ears: in prosperity the\ndestroyer shall come upon him.\\f + \\fr 15.21  \\ft A dreadful…: Heb. A sound of\nfears\\f* \n"},{"number":22,"text":"He believeth not that he shall return out of darkness, and he is\nwaited for of the sword. \n"},{"number":23,"text":"He wandereth abroad for bread, \\add saying\\add*, Where \\add is\nit\\add*? he knoweth that the day of darkness is ready at his hand.\n"},{"number":24,"text":"Trouble and anguish shall make him afraid; they shall prevail\nagainst him, as a king ready to the battle. \n"},{"number":25,"text":"For he stretcheth out his hand against God, and strengtheneth\nhimself against the Almighty. \n"},{"number":26,"text":"He runneth upon him, \\add even\\add* on \\add his\\add* neck,\nupon the thick bosses of his bucklers: \n"},{"number":27,"text":"Because he covereth his face with his fatness, and maketh\ncollops of fat on \\add his\\add* flanks. \n"},{"number":28,"text":"And he dwelleth in desolate cities, \\add and\\add* in houses\nwhich no man inhabiteth, which are ready to become heaps. \n"},{"number":29,"text":"He shall not be rich, neither shall his substance continue,\nneither shall he prolong the perfection thereof upon the earth. \n"},{"number":30,"text":"He shall not depart out of darkness; the flame shall dry up\nhis branches, and by the breath of his mouth shall he go away. \n"},{"number":31,"text":"Let not him that is deceived trust in vanity: for vanity shall be his\nrecompence. \n"},{"number":32,"text":"It shall be accomplished before his time, and his branch shall not be\ngreen.\\f + \\fr 15.32  \\ft accomplished: or, cut off\\f* \n"},{"number":33,"text":"He shall shake off his unripe grape as the vine, and shall cast\noff his flower as the olive. \n"},{"number":34,"text":"For the congregation of hypocrites \\add shall be\\add* desolate,\nand fire shall consume the tabernacles of bribery. \n"},{"number":35,"text":"They conceive mischief, and bring forth vanity, and their\nbelly prepareth deceit.\\f + \\fr 15.35  \\ft vanity: or, iniquity\\f*\n"}],"number":15},{"verses":[{"number":1,"text":"Then Job answered and said, \n"},{"number":2,"text":"I have heard many such things: miserable comforters \\add are\\add* ye\nall.\\f + \\fr 16.2  \\ft miserable: or, troublesome\\f* \n"},{"number":3,"text":"Shall vain words have an end? or what emboldeneth thee that thou\nanswerest?\\f + \\fr 16.3  \\ft vain…: Heb. words of wind\\f* \n"},{"number":4,"text":"I also could speak as ye \\add do:\\add* if your soul were in my\nsoul’s stead, I could heap up words against you, and shake mine head\nat you. \n"},{"number":5,"text":"\\add But\\add* I would strengthen you with my mouth, and the\nmoving of my lips should asswage \\add your grief\\add*. \n\n"},{"number":6,"text":"Though I speak, my grief is not asswaged: and \\add though\\add*\nI forbear, what am I eased?\\f + \\fr 16.6  \\ft what…: Heb. what goeth from\nme?\\f* \n"},{"number":7,"text":"But now he hath made me weary: thou hast made desolate all my\ncompany. \n"},{"number":8,"text":"And thou hast filled me with wrinkles, \\add which\\add* is a\nwitness \\add against me:\\add* and my leanness rising up in me beareth\nwitness to my face. \n"},{"number":9,"text":"He teareth \\add me\\add* in his wrath, who hateth me: he gnasheth\nupon me with his teeth; mine enemy sharpeneth his eyes upon me. \n"},{"number":10,"text":"They have gaped upon me with their mouth; they have smitten\nme upon the cheek reproachfully; they have gathered themselves together against me.\n"},{"number":11,"text":"God hath delivered me to the ungodly, and turned me over into the\nhands of the wicked.\\f + \\fr 16.11  \\ft hath…: Heb. hath shut me\nup\\f* \n"},{"number":12,"text":"I was at ease, but he hath broken me asunder: he hath also\ntaken \\add me\\add* by my neck, and shaken me to pieces, and set me\nup for his mark. \n"},{"number":13,"text":"His archers compass me round about, he cleaveth my reins asunder,\nand doth not spare; he poureth out my gall upon the ground. \n"},{"number":14,"text":"He breaketh me with breach upon breach, he runneth upon me like a\ngiant. \n"},{"number":15,"text":"I have sewed sackcloth upon my skin, and defiled my horn in the\ndust. \n"},{"number":16,"text":"My face is foul with weeping, and on my eyelids \\add is\\add*\nthe shadow of death; \n\n"},{"number":17,"text":"Not for \\add any\\add* injustice in mine hands: also my prayer\n\\add is\\add* pure. \n"},{"number":18,"text":"O earth, cover not thou my blood, and let my cry have no place.\n"},{"number":19,"text":"Also now, behold, my witness \\add is\\add* in heaven, and my\nrecord \\add is\\add* on high.\\f + \\fr 16.19  \\ft on high: Heb. in the high\nplaces\\f* \n"},{"number":20,"text":"My friends scorn me: \\add but\\add* mine eye poureth out \\add tears\\add*\nunto God.\\f + \\fr 16.20  \\ft scorn me: Heb. are my scorners\\f* \n"},{"number":21,"text":"O that one might plead for a man with God, as a man \\add pleadeth\\add*\nfor his neighbour!\\f + \\fr 16.21  \\ft neighbour: or, friend\\f* \n"},{"number":22,"text":"When a few years are come, then I shall go the way \\add whence\\add*\nI shall not return.\\f + \\fr 16.22  \\ft a few…: Heb. years of number\\f*\n"}],"number":16},{"verses":[{"number":1,"text":"My breath is corrupt, my days are extinct, the graves \\add are\nready\\add* for me.\\f + \\fr 17.1  \\ft breath…: or, spirit is spent\\f*\n"},{"number":2,"text":"\\add Are there\\add* not mockers with me? and doth not mine\neye continue in their provocation?\\f + \\fr 17.2  \\ft continue: Heb.\nlodge\\f* \n"},{"number":3,"text":"Lay down now, put me in a surety with thee; who \\add is\\add* he\n\\add that\\add* will strike hands with me? \n"},{"number":4,"text":"For thou hast hid their heart from understanding: therefore shalt thou not\nexalt \\add them\\add*. \n"},{"number":5,"text":"He that speaketh flattery to \\add his\\add* friends, even the\neyes of his children shall fail. \n"},{"number":6,"text":"He hath made me also a byword of the people; and aforetime\nI was as a tabret.\\f + \\fr 17.6  \\ft aforetime: or, before them\\f*\n"},{"number":7,"text":"Mine eye also is dim by reason of sorrow, and all my members\n\\add are\\add* as a shadow.\\f + \\fr 17.7  \\ft my members: or, my thoughts\\f*\n"},{"number":8,"text":"Upright \\add men\\add* shall be astonied at this, and the innocent\nshall stir up himself against the hypocrite. \n"},{"number":9,"text":"The righteous also shall hold on his way, and he that hath\nclean hands shall be stronger and stronger.\\f + \\fr 17.9  \\ft be…: Heb. add\nstrength\\f* \n\n"},{"number":10,"text":"But as for you all, do ye return, and come now: for I cannot\nfind \\add one\\add* wise \\add man\\add* among you. \n"},{"number":11,"text":"My days are past, my purposes are broken off, \\add even\\add*\nthe thoughts of my heart.\\f + \\fr 17.11  \\ft the thoughts: Heb. the\npossessions\\f* \n"},{"number":12,"text":"They change the night into day: the light \\add is\\add* short\nbecause of darkness.\\f + \\fr 17.12  \\ft short: Heb. near\\f* \n"},{"number":13,"text":"If I wait, the grave \\add is\\add* mine house: I have made\nmy bed in the darkness. \n"},{"number":14,"text":"I have said to corruption, Thou \\add art\\add* my father: to the\nworm, \\add Thou art\\add* my mother, and my sister.\\f + \\fr 17.14 \n\\ft said: Heb. cried, or, called\\f* \n"},{"number":15,"text":"And where \\add is\\add* now my hope? as for my hope, who shall\nsee it? \n"},{"number":16,"text":"They shall go down to the bars of the pit, when \\add our\\add*\nrest together \\add is\\add* in the dust. \n"}],"number":17},{"verses":[{"number":1,"text":"Then answered Bildad the Shuhite, and said, \n"},{"number":2,"text":"How long \\add will it be ere\\add* ye make an end of words?\nmark, and afterwards we will speak. \n"},{"number":3,"text":"Wherefore are we counted as beasts, \\add and\\add* reputed vile\nin your sight? \n"},{"number":4,"text":"He teareth himself in his anger: shall the earth be forsaken\nfor thee? and shall the rock be removed out of his place?\\f + \\fr 18.4 \n\\ft himself: Heb. his soul\\f* \n\n"},{"number":5,"text":"Yea, the light of the wicked shall be put out, and the spark\nof his fire shall not shine. \n"},{"number":6,"text":"The light shall be dark in his tabernacle, and his candle shall be put\nout with him.\\f + \\fr 18.6  \\ft candle: or, lamp\\f* \n"},{"number":7,"text":"The steps of his strength shall be straitened, and his own\ncounsel shall cast him down. \n"},{"number":8,"text":"For he is cast into a net by his own feet, and he walketh upon a\nsnare. \n"},{"number":9,"text":"The gin shall take \\add him\\add* by the heel, \\add and\\add*\nthe robber shall prevail against him. \n"},{"number":10,"text":"The snare \\add is\\add* laid for him in the ground, and a trap\nfor him in the way.\\f + \\fr 18.10  \\ft laid: Heb. hidden\\f* \n\n"},{"number":11,"text":"Terrors shall make him afraid on every side, and shall drive\nhim to his feet.\\f + \\fr 18.11  \\ft drive: Heb. scatter\\f* \n"},{"number":12,"text":"His strength shall be hungerbitten, and destruction \\add shall\nbe\\add* ready at his side. \n"},{"number":13,"text":"It shall devour the strength of his skin: \\add even\\add* the\nfirstborn of death shall devour his strength.\\f + \\fr 18.13  \\ft strength: Heb.\nbars\\f* \n"},{"number":14,"text":"His confidence shall be rooted out of his tabernacle, and it shall\nbring him to the king of terrors. \n"},{"number":15,"text":"It shall dwell in his tabernacle, because \\add it is\\add*\nnone of his: brimstone shall be scattered upon his habitation. \n"},{"number":16,"text":"His roots shall be dried up beneath, and above shall his branch\nbe cut off. \n"},{"number":17,"text":"His remembrance shall perish from the earth, and he shall have no\nname in the street. \n"},{"number":18,"text":"He shall be driven from light into darkness, and chased out of the\nworld.\\f + \\fr 18.18  \\ft He…: Heb. They shall drive him\\f* \n"},{"number":19,"text":"He shall neither have son nor nephew among his people, nor any\nremaining in his dwellings. \n"},{"number":20,"text":"They that come after \\add him\\add* shall be astonied at his\nday, as they that went before were affrighted.\\f + \\fr 18.20  \\ft went…: or, lived with\nhim\\f*\\f + \\fr 18.20  \\ft were…: Heb. laid hold on horror\\f* \n"},{"number":21,"text":"Surely such \\add are\\add* the dwellings of the wicked, and this\n\\add is\\add* the place \\add of him that\\add* knoweth not God. \n"}],"number":18},{"verses":[{"number":1,"text":"Then Job answered and said, \n"},{"number":2,"text":"How long will ye vex my soul, and break me in pieces with words?\n"},{"number":3,"text":"These ten times have ye reproached me: ye are not ashamed \\add that\\add*\nye make yourselves strange to me.\\f + \\fr 19.3  \\ft make…: or, harden yourselves against\nme\\f* \n"},{"number":4,"text":"And be it indeed \\add that\\add* I have erred, mine error remaineth\n with myself. \n"},{"number":5,"text":"If indeed ye will magnify \\add yourselves\\add* against me, and\nplead against me my reproach: \n"},{"number":6,"text":"Know now that God hath overthrown me, and hath compassed me with his\nnet. \n"},{"number":7,"text":"Behold, I cry out of wrong, but I am not heard: I cry aloud, but\n\\add there is\\add* no judgment.\\f + \\fr 19.7  \\ft wrong: or, violence\\f*\n\n"},{"number":8,"text":"He hath fenced up my way that I cannot pass, and he hath set\ndarkness in my paths. \n"},{"number":9,"text":"He hath stripped me of my glory, and taken the crown \\add from\\add*\nmy head. \n"},{"number":10,"text":"He hath destroyed me on every side, and I am gone: and mine\nhope hath he removed like a tree. \n"},{"number":11,"text":"He hath also kindled his wrath against me, and he counteth me unto him as\n\\add one of\\add* his enemies. \n"},{"number":12,"text":"His troops come together, and raise up their way against me, and\nencamp round about my tabernacle. \n"},{"number":13,"text":"He hath put my brethren far from me, and mine acquaintance\nare verily estranged from me. \n"},{"number":14,"text":"My kinsfolk have failed, and my familiar friends have forgotten me.\n"},{"number":15,"text":"They that dwell in mine house, and my maids, count me for a\nstranger: I am an alien in their sight. \n"},{"number":16,"text":"I called my servant, and he gave \\add me\\add* no answer; I\nintreated him with my mouth. \n"},{"number":17,"text":"My breath is strange to my wife, though I intreated for the\nchildren’s \\add sake\\add* of mine own body.\\f + \\fr 19.17  \\ft mine…: Heb. my\nbelly\\f* \n"},{"number":18,"text":"Yea, young children despised  me; I arose, and they spake against\nme.\\f + \\fr 19.18  \\ft young…: or, the wicked\\f* \n"},{"number":19,"text":"All my inward friends abhorred me: and they whom I loved are\nturned against me.\\f + \\fr 19.19  \\ft my…: Heb. the men of my secret\\f*\n"},{"number":20,"text":"My bone cleaveth to my skin and to my flesh, and I am escaped\nwith the skin of my teeth.\\f + \\fr 19.20  \\ft and to: or, as to\\f*\n"},{"number":21,"text":"Have pity upon me, have pity upon me, O ye my friends; for the\nhand of God hath touched me. \n"},{"number":22,"text":"Why do ye persecute me as God, and are not satisfied with my\nflesh? \n\n"},{"number":23,"text":"Oh that my words were now written! oh that they were printed\nin a book!\\f + \\fr 19.23  \\ft Oh…: Heb. Who will give, etc\\f* \n"},{"number":24,"text":"That they were graven with an iron pen and lead in the rock\nfor ever! \n"},{"number":25,"text":"For I know \\add that\\add* my redeemer liveth, and \\add that\\add*\nhe shall stand at the latter \\add day\\add* upon the earth: \n"},{"number":26,"text":"And \\add though\\add* after my skin \\add worms\\add* destroy this\n\\add body\\add*, yet in my flesh shall I see God:\\f + \\fr 19.26  \\ft And…: or, After I shall awake, though this body be\ndestroyed, yet out of my flesh\\f* \n"},{"number":27,"text":"Whom I shall see for myself, and mine eyes shall behold, and not\nanother; \\add though\\add* my reins be consumed within me.\\f + \\fr 19.27 \n\\ft another: Heb. a stranger\\f*\\f + \\fr 19.27  \\ft though…: or, my reins within me are consumed with earnest desire (for that\nday)\\f*\\f + \\fr 19.27  \\ft within…: Heb. in my bosom\\f* \n"},{"number":28,"text":"But ye should say, Why persecute we him, seeing the root of the\nmatter is found in me?\\f + \\fr 19.28  \\ft seeing…: or, and what root of matter is found in\nme?\\f* \n"},{"number":29,"text":"Be ye afraid of the sword: for wrath \\add bringeth\\add* the\npunishments of the sword, that ye may know \\add there is\\add* a judgment.\n"}],"number":19},{"verses":[{"number":1,"text":"Then answered Zophar the Naamathite, and said, \n"},{"number":2,"text":"Therefore do my thoughts cause me to answer, and for \\add this\\add*\nI make haste.\\f + \\fr 20.2  \\ft I make…: Heb. my haste is in me\\f*\n"},{"number":3,"text":"I have heard the check of my reproach, and the spirit of my\nunderstanding causeth me to answer. \n"},{"number":4,"text":"Knowest thou \\add not\\add* this of old, since man was placed\nupon earth, \n"},{"number":5,"text":"That the triumphing of the wicked \\add is\\add* short, and the\njoy of the hypocrite \\add but\\add* for a moment?\\f + \\fr 20.5  \\ft short: Heb. from\nnear\\f* \n"},{"number":6,"text":"Though his excellency mount up to the heavens, and his head\nreach unto the clouds;\\f + \\fr 20.6  \\ft clouds: Heb. cloud\\f* \n"},{"number":7,"text":"\\add Yet\\add* he shall perish for ever like his own dung: they which have\nseen him shall say, Where \\add is\\add* he? \n"},{"number":8,"text":"He shall fly away as a dream, and shall not be found: yea, he shall be chased\naway as a vision of the night. \n"},{"number":9,"text":"The eye also \\add which\\add* saw him shall \\add see him\\add*\nno more; neither shall his place any more behold him. \n\n"},{"number":10,"text":"His children shall seek to please the poor, and his hands\nshall restore their goods.\\f + \\fr 20.10  \\ft His children…: or, The poor shall oppress his\nchildren\\f* \n"},{"number":11,"text":"His bones are full \\add of the sin\\add* of his youth, which shall lie\ndown with him in the dust. \n"},{"number":12,"text":"Though wickedness be sweet in his mouth, \\add though\\add*\nhe hide it under his tongue; \n"},{"number":13,"text":"\\add Though\\add* he spare it, and forsake it not; but keep it\nstill within his mouth:\\f + \\fr 20.13  \\ft within…: Heb. in the midst of his\npalate\\f* \n"},{"number":14,"text":"\\add Yet\\add* his meat in his bowels is turned, \\add it is\\add*\nthe gall of asps within him. \n"},{"number":15,"text":"He hath swallowed down riches, and he shall vomit them up\nagain: God shall cast them out of his belly. \n"},{"number":16,"text":"He shall suck the poison of asps: the viper’s tongue shall\nslay him. \n"},{"number":17,"text":"He shall not see the rivers, the floods, the brooks of honey\nand butter.\\f + \\fr 20.17  \\ft the floods…: or, streaming brooks\\f*\n"},{"number":18,"text":"That which he laboured for shall he restore, and shall not swallow\n\\add it\\add* down: according to \\add his\\add* substance \\add shall\\add*\nthe restitution \\add be\\add*, and he shall not rejoice \\add therein\\add*.\\f + \\fr 20.18 \n\\ft his…: Heb. the substance of his exchange\\f* \n"},{"number":19,"text":"Because he hath oppressed \\add and\\add* hath forsaken the\npoor; \\add because\\add* he hath violently taken away an house which he\nbuilded not;\\f + \\fr 20.19  \\ft oppressed: Heb. crushed\\f* \n"},{"number":20,"text":"Surely he shall not feel quietness in his belly, he shall not\nsave of that which he desired.\\f + \\fr 20.20  \\ft feel: Heb. know\\f*\n"},{"number":21,"text":"There shall none of his meat be left; therefore shall no man\nlook for his goods.\\f + \\fr 20.21  \\ft none…: or, be none left for his\nmeat\\f* \n"},{"number":22,"text":"In the fulness of his sufficiency he shall be in straits:\nevery hand of the wicked shall come upon him.\\f + \\fr 20.22  \\ft wicked: or,\ntroublesome\\f* \n\n"},{"number":23,"text":"\\add When\\add* he is about to fill his belly, \\add God\\add*\nshall cast the fury of his wrath upon him, and shall rain \\add it\\add*\nupon him while he is eating. \n"},{"number":24,"text":"He shall flee from the iron weapon, \\add and\\add* the bow\nof steel shall strike him through. \n"},{"number":25,"text":"It is drawn, and cometh out of the body; yea, the glittering\nsword cometh out of his gall: terrors \\add are\\add* upon him. \n"},{"number":26,"text":"All darkness \\add shall be\\add* hid in his secret places:\na fire not blown shall consume him; it shall go ill with him that is\nleft in his tabernacle. \n"},{"number":27,"text":"The heaven shall reveal his iniquity; and the earth shall rise\nup against him. \n"},{"number":28,"text":"The increase of his house shall depart, \\add and his goods\\add*\nshall flow away in the day of his wrath. \n"},{"number":29,"text":"This \\add is\\add* the portion of a wicked man from God, and the\nheritage appointed unto him by God.\\f + \\fr 20.29  \\ft appointed…: Heb. of his decree from\nGod\\f* \n"}],"number":20},{"verses":[{"number":1,"text":"But Job answered and said, \n"},{"number":2,"text":"Hear diligently my speech, and let this be your consolations.\n"},{"number":3,"text":"Suffer me that I may speak; and after that I have spoken, mock\non. \n"},{"number":4,"text":"As for me, \\add is\\add* my complaint to man? and if \\add it were\nso\\add*, why should not my spirit be troubled?\\f + \\fr 21.4  \\ft troubled: Heb.\nshortened?\\f* \n"},{"number":5,"text":"Mark me, and be astonished, and lay \\add your\\add* hand upon\n\\add your\\add* mouth.\\f + \\fr 21.5  \\ft Mark…: Heb. Look unto me\\f*\n"},{"number":6,"text":"Even when I remember I am afraid, and trembling taketh hold\non my flesh. \n\n"},{"number":7,"text":"Wherefore do the wicked live, become old, yea, are mighty in\npower? \n"},{"number":8,"text":"Their seed is established in their sight with them, and their\noffspring before their eyes. \n"},{"number":9,"text":"Their houses \\add are\\add* safe from fear, neither \\add is\\add*\nthe rod of God upon them.\\f + \\fr 21.9  \\ft safe…: Heb. peace from\\f*\n"},{"number":10,"text":"Their bull gendereth, and faileth not; their cow calveth,\nand casteth not her calf. \n"},{"number":11,"text":"They send forth their little ones like a flock, and their\nchildren dance. \n"},{"number":12,"text":"They take the timbrel and harp, and rejoice at the sound of the\norgan. \n"},{"number":13,"text":"They spend their days in wealth, and in a moment go down to the\ngrave.\\f + \\fr 21.13  \\ft in wealth: or, in mirth\\f* \n"},{"number":14,"text":"Therefore they say unto God, Depart from us; for we desire\nnot the knowledge of thy ways. \n"},{"number":15,"text":"What \\add is\\add* the Almighty, that we should serve him? and what\nprofit should we have, if we pray unto him? \n"},{"number":16,"text":"Lo, their good \\add is\\add* not in their hand: the counsel\nof the wicked is far from me. \n\n"},{"number":17,"text":"How oft is the candle of the wicked put out! and \\add how\noft\\add* cometh their destruction upon them! \\add God\\add* distributeth\nsorrows in his anger.\\f + \\fr 21.17  \\ft candle: or, lamp\\f* \n"},{"number":18,"text":"They are as stubble before the wind, and as chaff that the\nstorm carrieth away.\\f + \\fr 21.18  \\ft carrieth: Heb. stealeth\\f*\n"},{"number":19,"text":"God layeth up his iniquity for his children: he rewardeth\nhim, and he shall know \\add it\\add*.\\f + \\fr 21.19  \\ft his iniquity: that is, the punishment of his\niniquity\\f* \n"},{"number":20,"text":"His eyes shall see his destruction, and he shall drink of the\nwrath of the Almighty. \n"},{"number":21,"text":"For what pleasure \\add hath\\add* he in his house after him, when the\nnumber of his months is cut off in the midst? \n"},{"number":22,"text":"Shall \\add any\\add* teach God knowledge? seeing he judgeth\nthose that are high. \n"},{"number":23,"text":"One dieth in his full strength, being wholly at ease and quiet.\\f + \\fr 21.23 \n\\ft his…: Heb. his very, or, the strength of, his perfection\\f* \n"},{"number":24,"text":"His breasts are full of milk, and his bones are moistened\nwith marrow.\\f + \\fr 21.24  \\ft breasts: or, milk pails\\f* \n"},{"number":25,"text":"And another dieth in the bitterness of his soul, and never\neateth with pleasure. \n"},{"number":26,"text":"They shall lie down alike in the dust, and the worms shall\ncover them. \n\n"},{"number":27,"text":"Behold, I know your thoughts, and the devices \\add which\\add*\nye wrongfully imagine against me. \n"},{"number":28,"text":"For ye say, Where \\add is\\add* the house of the prince? and where\n\\add are\\add* the dwelling places of the wicked?\\f + \\fr 21.28  \\ft the dwelling…: Heb. the tent of the\ntabernacles\\f* \n"},{"number":29,"text":"Have ye not asked them that go by the way? and do ye not know\ntheir tokens, \n"},{"number":30,"text":"That the wicked is reserved to the day of destruction? they shall be brought\nforth to the day of wrath.\\f + \\fr 21.30  \\ft wrath: Heb. wraths\\f*\n"},{"number":31,"text":"Who shall declare his way to his face? and who shall repay him\n\\add what\\add* he hath done? \n"},{"number":32,"text":"Yet shall he be brought to the grave, and shall remain in the\ntomb.\\f + \\fr 21.32  \\ft grave: Heb. graves\\f*\\f + \\fr 21.32  \\ft remain…: Heb. watch in the\nheap\\f* \n"},{"number":33,"text":"The clods of the valley shall be sweet unto him, and every\nman shall draw after him, as \\add there are\\add* innumerable before him.\n"},{"number":34,"text":"How then comfort ye me in vain, seeing in your answers there\nremaineth falsehood?\\f + \\fr 21.34  \\ft falsehood: Heb. transgression?\\f*\n"}],"number":21},{"verses":[{"number":1,"text":"Then Eliphaz the Temanite answered and said, \n"},{"number":2,"text":"Can a man be profitable unto God, as he that is wise may be\nprofitable unto himself?\\f + \\fr 22.2  \\ft as he…: or, if he may be profitable, doth his good success depend\nthereon?\\f* \n"},{"number":3,"text":"\\add Is it\\add* any pleasure to the Almighty, that thou art\nrighteous? or \\add is it\\add* gain \\add to him\\add*, that thou makest thy\nways perfect? \n"},{"number":4,"text":"Will he reprove thee for fear of thee? will he enter with thee into\njudgment? \n\n"},{"number":5,"text":"\\add Is\\add* not thy wickedness great? and thine iniquities\ninfinite? \n"},{"number":6,"text":"For thou hast taken a pledge from thy brother for nought, and\nstripped the naked of their clothing.\\f + \\fr 22.6  \\ft the naked…: Heb. the clothes of the\nnaked\\f* \n"},{"number":7,"text":"Thou hast not given water to the weary to drink, and thou hast\nwithholden bread from the hungry. \n"},{"number":8,"text":"But \\add as for\\add* the mighty man, he had the earth; and the honourable\nman dwelt in it.\\f + \\fr 22.8  \\ft mighty…: Heb. man of arm\\f*\\f + \\fr 22.8 \n\\ft honourable…: Heb. eminent, or, accepted for countenance\\f* \n"},{"number":9,"text":"Thou hast sent widows away empty, and the arms of the fatherless\nhave been broken. \n"},{"number":10,"text":"Therefore snares \\add are\\add* round about thee, and sudden\nfear troubleth thee; \n"},{"number":11,"text":"Or darkness, \\add that\\add* thou canst not see; and abundance\nof waters cover thee. \n"},{"number":12,"text":"\\add Is\\add* not God in the height of heaven? and behold the\nheight of the stars, how high they are!\\f + \\fr 22.12  \\ft height of the stars: Heb. head of the\nstars\\f* \n"},{"number":13,"text":"And thou sayest, How doth God know? can he judge through the dark\ncloud?\\f + \\fr 22.13  \\ft How: or, What\\f* \n"},{"number":14,"text":"Thick clouds \\add are\\add* a covering to him, that he seeth\nnot; and he walketh in the circuit of heaven. \n\n"},{"number":15,"text":"Hast thou marked the old way which wicked men have trodden?\n"},{"number":16,"text":"Which were cut down out of time, whose foundation was overflown\nwith a flood:\\f + \\fr 22.16  \\ft whose…: Heb. a flood was poured upon their\nfoundation\\f* \n"},{"number":17,"text":"Which said unto God, Depart from us: and what can the Almighty\ndo for them?\\f + \\fr 22.17  \\ft for: or, to\\f* \n"},{"number":18,"text":"Yet he filled their houses with good \\add things:\\add* but the\ncounsel of the wicked is far from me. \n"},{"number":19,"text":"The righteous see \\add it\\add*, and are glad: and the innocent\nlaugh them to scorn. \n"},{"number":20,"text":"Whereas our substance is not cut down, but the remnant of them the\nfire consumeth.\\f + \\fr 22.20  \\ft substance: or, estate\\f*\\f + \\fr 22.20 \n\\ft the remnant…: or, their excellency\\f* \n\n"},{"number":21,"text":"Acquaint now thyself with him, and be at peace: thereby good\nshall come unto thee.\\f + \\fr 22.21  \\ft him: that is, God\\f* \n"},{"number":22,"text":"Receive, I pray thee, the law from his mouth, and lay up his\nwords in thine heart. \n"},{"number":23,"text":"If thou return to the Almighty, thou shalt be built up, thou shalt put\naway iniquity far from thy tabernacles. \n"},{"number":24,"text":"Then shalt thou lay up gold as dust, and the \\add gold\\add*\nof Ophir as the stones of the brooks.\\f + \\fr 22.24  \\ft as dust: or, on the\ndust\\f* \n"},{"number":25,"text":"Yea, the Almighty shall be thy defence, and thou shalt have\nplenty of silver.\\f + \\fr 22.25  \\ft defence: or, gold\\f*\\f + \\fr 22.25 \n\\ft plenty…: Heb. silver of strength\\f* \n"},{"number":26,"text":"For then shalt thou have thy delight in the Almighty, and shalt lift\nup thy face unto God. \n"},{"number":27,"text":"Thou shalt make thy prayer unto him, and he shall hear thee, and thou shalt\npay thy vows. \n"},{"number":28,"text":"Thou shalt also decree a thing, and it shall be established\nunto thee: and the light shall shine upon thy ways. \n"},{"number":29,"text":"When \\add men\\add* are cast down, then thou shalt say, \\add There\nis\\add* lifting up; and he shall save the humble person.\\f + \\fr 22.29 \n\\ft the humble…: Heb. him that hath low eyes\\f* \n"},{"number":30,"text":"He shall deliver the island of the innocent: and it is delivered\nby the pureness of thine hands.\\f + \\fr 22.30  \\ft He shall…: or, The innocent shall deliver the\nisland\\f* \n"}],"number":22},{"verses":[{"number":1,"text":"Then Job answered and said, \n"},{"number":2,"text":"Even to day \\add is\\add* my complaint bitter: my stroke is\nheavier than my groaning.\\f + \\fr 23.2  \\ft stroke: Heb. hand\\f*\n"},{"number":3,"text":"Oh that I knew where I might find him! \\add that\\add* I might\ncome \\add even\\add* to his seat! \n"},{"number":4,"text":"I would order \\add my\\add* cause before him, and fill my mouth\nwith arguments. \n"},{"number":5,"text":"I would know the words \\add which\\add* he would answer me, and\nunderstand what he would say unto me. \n"},{"number":6,"text":"Will he plead against me with \\add his\\add* great power? No; but he would\nput \\add strength\\add* in me. \n"},{"number":7,"text":"There the righteous might dispute with him; so should I be\ndelivered for ever from my judge. \n\n"},{"number":8,"text":"Behold, I go forward, but he \\add is\\add* not \\add there;\\add*\nand backward, but I cannot perceive him: \n"},{"number":9,"text":"On the left hand, where he doth work, but I cannot behold \\add him:\\add*\nhe hideth himself on the right hand, that I cannot see \\add him:\\add*\n"},{"number":10,"text":"But he knoweth the way that I take: \\add when\\add* he hath\ntried me, I shall come forth as gold.\\f + \\fr 23.10  \\ft that…: Heb. that is with\nme\\f* \n"},{"number":11,"text":"My foot hath held his steps, his way have I kept, and not\ndeclined. \n"},{"number":12,"text":"Neither have I gone back from the commandment of his lips;\nI have esteemed the words of his mouth more than my necessary \\add food\\add*.\\f + \\fr 23.12 \n\\ft esteemed: Heb. hid, or, laid up\\f*\\f + \\fr 23.12  \\ft my…: or, my appointed\nportion\\f* \n\n"},{"number":13,"text":"But he \\add is\\add* in one \\add mind\\add*, and who can turn him? and\n\\add what\\add* his soul desireth, even \\add that\\add* he doeth. \n"},{"number":14,"text":"For he performeth \\add the thing that is\\add* appointed for me: and\nmany such \\add things are\\add* with him. \n"},{"number":15,"text":"Therefore am I troubled at his presence: when I consider,\nI am afraid of him. \n"},{"number":16,"text":"For God maketh my heart soft, and the Almighty troubleth me:\n"},{"number":17,"text":"Because I was not cut off before the darkness, \\add neither\\add*\nhath he covered the darkness from my face. \n"}],"number":23},{"verses":[{"number":1,"text":"Why, seeing times are not hidden from the Almighty, do they that\nknow him not see his days? \n"},{"number":2,"text":"\\add Some\\add* remove the landmarks; they violently take away\nflocks, and feed \\add thereof\\add*.\\f + \\fr 24.2  \\ft feed…: or, feed\nthem\\f* \n"},{"number":3,"text":"They drive away the ass of the fatherless, they take the widow’s\nox for a pledge. \n"},{"number":4,"text":"They turn the needy out of the way: the poor of the earth hide\nthemselves together. \n"},{"number":5,"text":"Behold, \\add as\\add* wild asses in the desert, go they forth\nto their work; rising betimes for a prey: the wilderness \\add yieldeth\\add*\nfood for them \\add and\\add* for \\add their\\add* children. \n"},{"number":6,"text":"They reap \\add every one\\add* his corn in the field: and they\ngather the vintage of the wicked.\\f + \\fr 24.6  \\ft corn: Heb. mingled corn, or,\ndredge\\f*\\f + \\fr 24.6  \\ft they gather…: Heb. the wicked gather the\nvintage\\f* \n"},{"number":7,"text":"They cause the naked to lodge without clothing, that \\add they\nhave\\add* no covering in the cold. \n"},{"number":8,"text":"They are wet with the showers of the mountains, and embrace\nthe rock for want of a shelter. \n"},{"number":9,"text":"They pluck the fatherless from the breast, and take a pledge\nof the poor. \n"},{"number":10,"text":"They cause \\add him\\add* to go naked without clothing, and they take\naway the sheaf \\add from\\add* the hungry; \n"},{"number":11,"text":"\\add Which\\add* make oil within their walls, \\add and\\add*\ntread \\add their\\add* winepresses, and suffer thirst. \n"},{"number":12,"text":"Men groan from out of the city, and the soul of the wounded\ncrieth out: yet God layeth not folly \\add to them\\add*. \n\n"},{"number":13,"text":"They are of those that rebel against the light; they know\nnot the ways thereof, nor abide in the paths thereof. \n"},{"number":14,"text":"The murderer rising with the light killeth the poor and needy,\nand in the night is as a thief. \n"},{"number":15,"text":"The eye also of the adulterer waiteth for the twilight, saying,\nNo eye shall see me: and disguiseth \\add his\\add* face.\\f + \\fr 24.15 \n\\ft disguiseth…: Heb. setteth his face in secret\\f* \n"},{"number":16,"text":"In the dark they dig through houses, \\add which\\add* they had\nmarked for themselves in the daytime: they know not the light. \n"},{"number":17,"text":"For the morning \\add is\\add* to them even as the shadow of\ndeath: if \\add one\\add* know \\add them, they are in\\add* the terrors\nof the shadow of death. \n\n"},{"number":18,"text":"He \\add is\\add* swift as the waters; their portion is cursed\nin the earth: he beholdeth not the way of the vineyards. \n"},{"number":19,"text":"Drought and heat consume the snow waters: \\add so doth\\add*\nthe grave \\add those which\\add* have sinned.\\f + \\fr 24.19  \\ft consume: Heb. violently\ntake\\f* \n"},{"number":20,"text":"The womb shall forget him; the worm shall feed sweetly on him; he shall be no more\nremembered; and wickedness shall be broken as a tree. \n"},{"number":21,"text":"He evil entreateth the barren \\add that\\add* beareth not: and doeth not\ngood to the widow. \n"},{"number":22,"text":"He draweth also the mighty with his power: he riseth up, and no\n\\add man\\add* is sure of life.\\f + \\fr 24.22  \\ft no…: or, he trusteth not his own\nlife\\f* \n"},{"number":23,"text":"\\add Though\\add* it be given him \\add to be\\add* in safety,\nwhereon he resteth; yet his eyes \\add are\\add* upon their ways. \n"},{"number":24,"text":"They are exalted for a little while, but are gone and brought\nlow; they are taken out of the way as all \\add other\\add*, and cut\noff as the tops of the ears of corn.\\f + \\fr 24.24  \\ft are gone: Heb. are\nnot\\f*\\f + \\fr 24.24  \\ft taken…: Heb. closed up\\f* \n"},{"number":25,"text":"And if \\add it be\\add* not \\add so\\add* now, who will make\nme a liar, and make my speech nothing worth? \n"}],"number":24},{"verses":[{"number":1,"text":"Then answered Bildad the Shuhite, and said, \n"},{"number":2,"text":"Dominion and fear \\add are\\add* with him, he maketh peace in his high\nplaces. \n"},{"number":3,"text":"Is there any number of his armies? and upon whom doth not his\nlight arise? \n"},{"number":4,"text":"How then can man be justified with God? or how can he be clean\n\\add that is\\add* born of a woman? \n"},{"number":5,"text":"Behold even to the moon, and it shineth not; yea, the stars\nare not pure in his sight. \n"},{"number":6,"text":"How much less man, \\add that is\\add* a worm? and the son of\nman, \\add which is\\add* a worm? \n"}],"number":25},{"verses":[{"number":1,"text":"But Job answered and said, \n"},{"number":2,"text":"How hast thou helped \\add him that is\\add* without power? \\add how\\add*\nsavest thou the arm \\add that hath\\add* no strength? \n"},{"number":3,"text":"How hast thou counselled \\add him that hath\\add* no wisdom? and\n\\add how\\add* hast thou plentifully declared the thing as it is?\n"},{"number":4,"text":"To whom hast thou uttered words? and whose spirit came from thee?\n\n"},{"number":5,"text":"Dead \\add things\\add* are formed from under the waters, and the\ninhabitants thereof.\\f + \\fr 26.5  \\ft and the…: or, with the inhabitants\\f*\n"},{"number":6,"text":"Hell \\add is\\add* naked before him, and destruction hath no\ncovering. \n"},{"number":7,"text":"He stretcheth out the north over the empty place, \\add and\\add*\nhangeth the earth upon nothing. \n"},{"number":8,"text":"He bindeth up the waters in his thick clouds; and the cloud\nis not rent under them. \n"},{"number":9,"text":"He holdeth back the face of his throne, \\add and\\add* spreadeth\nhis cloud upon it. \n"},{"number":10,"text":"He hath compassed the waters with bounds, until the day and\nnight come to an end.\\f + \\fr 26.10  \\ft until…: Heb. until the end of light with\ndarkness\\f* \n"},{"number":11,"text":"The pillars of heaven tremble and are astonished at his reproof.\n"},{"number":12,"text":"He divideth the sea with his power, and by his understanding\nhe smiteth through the proud.\\f + \\fr 26.12  \\ft the proud: Heb.\npride\\f* \n"},{"number":13,"text":"By his spirit he hath garnished the heavens; his hand hath\nformed the crooked serpent. \n"},{"number":14,"text":"Lo, these \\add are\\add* parts of his ways: but how little a\nportion is heard of him? but the thunder of his power who can understand?\n"}],"number":26},{"verses":[{"number":1,"text":"Moreover Job continued his parable, and said,\\f + \\fr 27.1 \n\\ft continued: Heb. added to take up\\f* \n"},{"number":2,"text":"\\add As\\add* God liveth, \\add who\\add* hath taken away my judgment;\nand the Almighty, \\add who\\add* hath vexed my soul;\\f + \\fr 27.2 \n\\ft vexed…: Heb. made my soul bitter\\f* \n"},{"number":3,"text":"All the while my breath \\add is\\add* in me, and the spirit\nof God \\add is\\add* in my nostrils;\\f + \\fr 27.3  \\ft the spirit…: that is, the breath which God gave\nhim\\f* \n"},{"number":4,"text":"My lips shall not speak wickedness, nor my tongue utter deceit.\n"},{"number":5,"text":"God forbid that I should justify you: till I die I will not\nremove mine integrity from me. \n"},{"number":6,"text":"My righteousness I hold fast, and will not let it go: my heart\nshall not reproach \\add me\\add* so long as I live.\\f + \\fr 27.6 \n\\ft so long…: Heb. from my days\\f* \n\n"},{"number":7,"text":"Let mine enemy be as the wicked, and he that riseth up against me as the\nunrighteous. \n"},{"number":8,"text":"For what \\add is\\add* the hope of the hypocrite, though he hath\ngained, when God taketh away his soul? \n"},{"number":9,"text":"Will God hear his cry when trouble cometh upon him? \n"},{"number":10,"text":"Will he delight himself in the Almighty? will he always call\nupon God? \n\n"},{"number":11,"text":"I will teach you by the hand of God: \\add that\\add* which\n\\add is\\add* with the Almighty will I not conceal.\\f + \\fr 27.11 \n\\ft by…: or, being in the hand, etc\\f* \n"},{"number":12,"text":"Behold, all ye yourselves have seen \\add it;\\add* why then are ye thus\naltogether vain? \n"},{"number":13,"text":"This \\add is\\add* the portion of a wicked man with God, and the\nheritage of oppressors, \\add which\\add* they shall receive of the\nAlmighty. \n"},{"number":14,"text":"If his children be multiplied, \\add it is\\add* for the sword:\nand his offspring shall not be satisfied with bread. \n"},{"number":15,"text":"Those that remain of him shall be buried in death: and his\nwidows shall not weep. \n"},{"number":16,"text":"Though he heap up silver as the dust, and prepare raiment\nas the clay; \n"},{"number":17,"text":"He may prepare \\add it\\add*, but the just shall put \\add it\\add*\non, and the innocent shall divide the silver. \n"},{"number":18,"text":"He buildeth his house as a moth, and as a booth \\add that\\add*\nthe keeper maketh. \n"},{"number":19,"text":"The rich man shall lie down, but he shall not be gathered:\nhe openeth his eyes, and he \\add is\\add* not. \n"},{"number":20,"text":"Terrors take hold on him as waters, a tempest stealeth him\naway in the night. \n"},{"number":21,"text":"The east wind carrieth him away, and he departeth: and as a storm\nhurleth him out of his place. \n"},{"number":22,"text":"For \\add God\\add* shall cast upon him, and not spare: he would\nfain flee out of his hand.\\f + \\fr 27.22  \\ft he…: Heb. in fleeing he would\nflee\\f* \n"},{"number":23,"text":"\\add Men\\add* shall clap their hands at him, and shall hiss\nhim out of his place. \n"}],"number":27},{"verses":[{"number":1,"text":"Surely there is a vein for the silver, and a place for gold\n\\add where\\add* they fine \\add it\\add*.\\f + \\fr 28.1  \\ft vein: or,\nmine\\f* \n"},{"number":2,"text":"Iron is taken out of the earth, and brass \\add is\\add* molten\n\\add out of\\add* the stone.\\f + \\fr 28.2  \\ft earth: or, dust\\f*\n"},{"number":3,"text":"He setteth an end to darkness, and searcheth out all perfection:\nthe stones of darkness, and the shadow of death. \n"},{"number":4,"text":"The flood breaketh out from the inhabitant; \\add even the waters\\add*\nforgotten of the foot: they are dried up, they are gone away from\nmen. \n"},{"number":5,"text":"\\add As for\\add* the earth, out of it cometh bread: and under it is turned\nup as it were fire. \n"},{"number":6,"text":"The stones of it \\add are\\add* the place of sapphires: and it hath\ndust of gold.\\f + \\fr 28.6  \\ft dust…: or, gold ore\\f* \n"},{"number":7,"text":"\\add There is\\add* a path which no fowl knoweth, and which the\nvulture’s eye hath not seen: \n"},{"number":8,"text":"The lion’s whelps have not trodden it, nor the fierce lion\npassed by it. \n"},{"number":9,"text":"He putteth forth his hand upon the rock; he overturneth the\nmountains by the roots.\\f + \\fr 28.9  \\ft rock: or, flint\\f* \n"},{"number":10,"text":"He cutteth out rivers among the rocks; and his eye seeth every precious\nthing. \n"},{"number":11,"text":"He bindeth the floods from overflowing; and \\add the thing that\nis\\add* hid bringeth he forth to light.\\f + \\fr 28.11  \\ft overflowing: Heb.\nweeping\\f* \n"},{"number":12,"text":"But where shall wisdom be found? and where \\add is\\add* the\nplace of understanding? \n"},{"number":13,"text":"Man knoweth not the price thereof; neither is it found in the\nland of the living. \n\n"},{"number":14,"text":"The depth saith, It \\add is\\add* not in me: and the sea saith,\n\\add It is\\add* not with me. \n"},{"number":15,"text":"It cannot be gotten for gold, neither shall silver be weighed\n\\add for\\add* the price thereof.\\f + \\fr 28.15  \\ft It…: Heb. Fine gold shall not be given for\nit\\f* \n"},{"number":16,"text":"It cannot be valued with the gold of Ophir, with the precious\nonyx, or the sapphire. \n"},{"number":17,"text":"The gold and the crystal cannot equal it: and the exchange of it\n\\add shall not be for\\add* jewels of fine gold.\\f + \\fr 28.17  \\ft jewels…: or, vessels\nof\\f* \n"},{"number":18,"text":"No mention shall be made of coral, or of pearls: for the price\nof wisdom \\add is\\add* above rubies.\\f + \\fr 28.18  \\ft coral: or,\nRamoth\\f* \n"},{"number":19,"text":"The topaz of Ethiopia shall not equal it, neither shall it be\nvalued with pure gold. \n\n"},{"number":20,"text":"Whence then cometh wisdom? and where \\add is\\add* the place\nof understanding? \n"},{"number":21,"text":"Seeing it is hid from the eyes of all living, and kept close\nfrom the fowls of the air.\\f + \\fr 28.21  \\ft air: or, heaven\\f*\n"},{"number":22,"text":"Destruction and death say, We have heard the fame thereof with our\nears. \n"},{"number":23,"text":"God understandeth the way thereof, and he knoweth the place thereof.\n"},{"number":24,"text":"For he looketh to the ends of the earth, \\add and\\add* seeth\nunder the whole heaven; \n"},{"number":25,"text":"To make the weight for the winds; and he weigheth the waters\nby measure. \n"},{"number":26,"text":"When he made a decree for the rain, and a way for the lightning\nof the thunder: \n"},{"number":27,"text":"Then did he see it, and declare it; he prepared it, yea, and searched it\nout.\\f + \\fr 28.27  \\ft declare…: or, number it\\f* \n"},{"number":28,"text":"And unto man he said, Behold, the fear of the Lord, that \\add is\\add*\nwisdom; and to depart from evil \\add is\\add* understanding. \n"}],"number":28},{"verses":[{"number":1,"text":"Moreover Job continued his parable, and said,\\f + \\fr 29.1 \n\\ft continued: Heb. added to take up\\f* \n"},{"number":2,"text":"Oh that I were as \\add in\\add* months past, as \\add in\\add*\nthe days \\add when\\add* God preserved me; \n"},{"number":3,"text":"When his candle shined upon my head, \\add and when\\add* by his\nlight I walked \\add through\\add* darkness;\\f + \\fr 29.3  \\ft candle: or,\nlamp\\f* \n"},{"number":4,"text":"As I was in the days of my youth, when the secret of God \\add was\\add*\nupon my tabernacle; \n"},{"number":5,"text":"When the Almighty \\add was\\add* yet with me, \\add when\\add*\nmy children \\add were\\add* about me; \n"},{"number":6,"text":"When I washed my steps with butter, and the rock poured me\nout rivers of oil;\\f + \\fr 29.6  \\ft me: Heb. with me\\f* \n\n"},{"number":7,"text":"When I went out to the gate through the city, \\add when\\add*\nI prepared my seat in the street! \n"},{"number":8,"text":"The young men saw me, and hid themselves: and the aged arose,\n\\add and\\add* stood up. \n"},{"number":9,"text":"The princes refrained talking, and laid \\add their\\add* hand\non their mouth. \n"},{"number":10,"text":"The nobles held their peace, and their tongue cleaved to the roof of their\nmouth.\\f + \\fr 29.10  \\ft The nobles…: Heb. The voice of the nobles was\nhid\\f* \n"},{"number":11,"text":"When the ear heard \\add me\\add*, then it blessed me; and when the\neye saw \\add me\\add*, it gave witness to me: \n"},{"number":12,"text":"Because I delivered the poor that cried, and the fatherless, and\n\\add him that had\\add* none to help him. \n"},{"number":13,"text":"The blessing of him that was ready to perish came upon me: and I caused the\nwidow’s heart to sing for joy. \n"},{"number":14,"text":"I put on righteousness, and it clothed me: my judgment \\add was\\add*\nas a robe and a diadem. \n"},{"number":15,"text":"I was eyes to the blind, and feet \\add was\\add* I to the lame.\n"},{"number":16,"text":"I \\add was\\add* a father to the poor: and the cause \\add which\\add*\nI knew not I searched out. \n"},{"number":17,"text":"And I brake the jaws of the wicked, and plucked the spoil\nout of his teeth.\\f + \\fr 29.17  \\ft the jaws: Heb. the jawteeth, or, the\ngrinders\\f*\\f + \\fr 29.17  \\ft plucked: Heb. cast\\f* \n\n"},{"number":18,"text":"Then I said, I shall die in my nest, and I shall multiply\n\\add my\\add* days as the sand. \n"},{"number":19,"text":"My root \\add was\\add* spread out by the waters, and the dew\nlay all night upon my branch.\\f + \\fr 29.19  \\ft spread…: Heb. opened\\f*\n"},{"number":20,"text":"My glory \\add was\\add* fresh in me, and my bow was renewed\nin my hand.\\f + \\fr 29.20  \\ft fresh: Heb. new\\f*\\f + \\fr 29.20 \n\\ft renewed: Heb. changed\\f* \n"},{"number":21,"text":"Unto me \\add men\\add* gave ear, and waited, and kept silence\nat my counsel. \n"},{"number":22,"text":"After my words they spake not again; and my speech dropped\n upon them. \n"},{"number":23,"text":"And they waited for me as for the rain; and they opened their\nmouth wide \\add as\\add* for the latter rain. \n"},{"number":24,"text":"\\add If\\add* I laughed on them, they believed \\add it\\add*\nnot; and the light of my countenance they cast not down. \n"},{"number":25,"text":"I chose out their way, and sat chief, and dwelt as a king\nin the army, as one \\add that\\add* comforteth the mourners. \n"}],"number":29},{"verses":[{"number":1,"text":"But now \\add they that are\\add* younger than I have me in derision,\nwhose fathers I would have disdained to have set with the dogs of my\nflock.\\f + \\fr 30.1  \\ft younger…: Heb. of fewer days than I\\f* \n"},{"number":2,"text":"Yea, whereto \\add might\\add* the strength of their hands \\add profit\\add*\nme, in whom old age was perished? \n"},{"number":3,"text":"For want and famine \\add they were\\add* solitary; fleeing into the\nwilderness in former time desolate and waste.\\f + \\fr 30.3  \\ft solitary: or, dark as the\nnight\\f*\\f + \\fr 30.3  \\ft in…: Heb. yesternight\\f* \n"},{"number":4,"text":"Who cut up mallows by the bushes, and juniper roots \\add for\\add*\ntheir meat. \n"},{"number":5,"text":"They were driven forth from among \\add men\\add*, (they cried after them as\n\\add after\\add* a thief;) \n"},{"number":6,"text":"To dwell in the clifts of the valleys, \\add in\\add* caves of the\nearth, and \\add in\\add* the rocks.\\f + \\fr 30.6  \\ft caves: Heb.\nholes\\f* \n"},{"number":7,"text":"Among the bushes they brayed; under the nettles they were gathered\ntogether. \n"},{"number":8,"text":"\\add They were\\add* children of fools, yea, children of base\nmen: they were viler than the earth.\\f + \\fr 30.8  \\ft base…: Heb. men of no\nname\\f* \n"},{"number":9,"text":"And now am I their song, yea, I am their byword. \n"},{"number":10,"text":"They abhor me, they flee far from me, and spare not to spit\nin my face.\\f + \\fr 30.10  \\ft and…: Heb. and withhold not spittle\nfrom\\f* \n"},{"number":11,"text":"Because he hath loosed my cord, and afflicted me, they have also let\nloose the bridle before me. \n"},{"number":12,"text":"Upon \\add my\\add* right \\add hand\\add* rise the youth; they push\naway my feet, and they raise up against me the ways of their destruction.\n"},{"number":13,"text":"They mar my path, they set forward my calamity, they have no\nhelper. \n"},{"number":14,"text":"They came \\add upon me\\add* as a wide breaking in \\add of\nwaters:\\add* in the desolation they rolled themselves \\add upon me\\add*.\n\n"},{"number":15,"text":"Terrors are turned upon me: they pursue my soul as the wind:\nand my welfare passeth away as a cloud.\\f + \\fr 30.15  \\ft my soul: Heb. my principal\none\\f* \n"},{"number":16,"text":"And now my soul is poured out upon me; the days of affliction\nhave taken hold upon me. \n"},{"number":17,"text":"My bones are pierced in me in the night season: and my sinews\ntake no rest. \n"},{"number":18,"text":"By the great force \\add of my disease\\add* is my garment changed:\nit bindeth me about as the collar of my coat. \n"},{"number":19,"text":"He hath cast me into the mire, and I am become like dust and\nashes. \n"},{"number":20,"text":"I cry unto thee, and thou dost not hear me: I stand up, and thou\nregardest me \\add not\\add*. \n"},{"number":21,"text":"Thou art become cruel to me: with thy strong hand thou opposest thyself against\nme.\\f + \\fr 30.21  \\ft become…: Heb. turned to be cruel\\f*\\f + \\fr 30.21 \n\\ft thy…: Heb. the strength of thy hand\\f* \n"},{"number":22,"text":"Thou liftest me up to the wind; thou causest me to ride \\add upon\nit\\add*, and dissolvest my substance.\\f + \\fr 30.22  \\ft substance: or,\nwisdom\\f* \n"},{"number":23,"text":"For I know \\add that\\add* thou wilt bring me \\add to\\add*\ndeath, and \\add to\\add* the house appointed for all living. \n"},{"number":24,"text":"Howbeit he will not stretch out \\add his\\add* hand to the\ngrave, though they cry in his destruction.\\f + \\fr 30.24  \\ft grave: Heb.\nheap\\f* \n"},{"number":25,"text":"Did not I weep for him that was in trouble? was \\add not\\add*\nmy soul grieved for the poor?\\f + \\fr 30.25  \\ft in trouble: Heb. hard of\nday?\\f* \n"},{"number":26,"text":"When I looked for good, then evil came \\add unto me:\\add*\nand when I waited for light, there came darkness. \n"},{"number":27,"text":"My bowels boiled, and rested not: the days of affliction prevented me.\n"},{"number":28,"text":"I went mourning without the sun: I stood up, \\add and\\add*\nI cried in the congregation. \n"},{"number":29,"text":"I am a brother to dragons, and a companion to owls.\\f + \\fr 30.29 \n\\ft owls: or, ostriches\\f* \n"},{"number":30,"text":"My skin is black upon me, and my bones are burned with heat.\n"},{"number":31,"text":"My harp also is \\add turned\\add* to mourning, and my organ\ninto the voice of them that weep. \n"}],"number":30},{"verses":[{"number":1,"text":"I made a covenant with mine eyes; why then should I think upon a\nmaid? \n"},{"number":2,"text":"For what portion of God \\add is there\\add* from above? and\n\\add what\\add* inheritance of the Almighty from on high? \n"},{"number":3,"text":"\\add Is\\add* not destruction to the wicked? and a strange \\add punishment\\add*\nto the workers of iniquity? \n"},{"number":4,"text":"Doth not he see my ways, and count all my steps? \n"},{"number":5,"text":"If I have walked with vanity, or if my foot hath hasted to\ndeceit; \n"},{"number":6,"text":"Let me be weighed in an even balance, that God may know mine\nintegrity.\\f + \\fr 31.6  \\ft Let…: Heb. Let him weigh me in balances of\njustice\\f* \n"},{"number":7,"text":"If my step hath turned out of the way, and mine heart walked\nafter mine eyes, and if any blot hath cleaved to mine hands; \n"},{"number":8,"text":"\\add Then\\add* let me sow, and let another eat; yea, let my\noffspring be rooted out. \n\n"},{"number":9,"text":"If mine heart have been deceived by a woman, or \\add if\\add*\nI have laid wait at my neighbour’s door; \n"},{"number":10,"text":"\\add Then\\add* let my wife grind unto another, and let others\nbow down upon her. \n"},{"number":11,"text":"For this \\add is\\add* an heinous crime; yea, it \\add is\\add*\nan iniquity \\add to be punished by\\add* the judges. \n"},{"number":12,"text":"For it \\add is\\add* a fire \\add that\\add* consumeth to destruction,\nand would root out all mine increase. \n"},{"number":13,"text":"If I did despise the cause of my manservant or of my maidservant,\nwhen they contended with me; \n"},{"number":14,"text":"What then shall I do when God riseth up? and when he visiteth,\nwhat shall I answer him? \n"},{"number":15,"text":"Did not he that made me in the womb make him? and did not\none fashion us in the womb?\\f + \\fr 31.15  \\ft did not one…: or, did he not fashion us in one\nwomb?\\f* \n\n"},{"number":16,"text":"If I have withheld the poor from \\add their\\add* desire, or have caused the\neyes of the widow to fail; \n"},{"number":17,"text":"Or have eaten my morsel myself alone, and the fatherless hath not\neaten thereof; \n"},{"number":18,"text":"(For from my youth he was brought up with me, as \\add with\\add*\na father, and I have guided her from my mother’s womb;)\\f + \\fr 31.18 \n\\ft her: that is, the widow\\f* \n"},{"number":19,"text":"If I have seen any perish for want of clothing, or any poor\nwithout covering; \n"},{"number":20,"text":"If his loins have not blessed me, and \\add if\\add* he were\n\\add not\\add* warmed with the fleece of my sheep; \n"},{"number":21,"text":"If I have lifted up my hand against the fatherless, when I\nsaw my help in the gate: \n"},{"number":22,"text":"\\add Then\\add* let mine arm fall from my shoulder blade, and mine\narm be broken from the bone.\\f + \\fr 31.22  \\ft bone: or, chanelbone\\f*\n"},{"number":23,"text":"For destruction \\add from\\add* God \\add was\\add* a terror\nto me, and by reason of his highness I could not endure. \n\n"},{"number":24,"text":"If I have made gold my hope, or have said to the fine gold,\n\\add Thou art\\add* my confidence; \n"},{"number":25,"text":"If I rejoiced because my wealth \\add was\\add* great, and because mine\nhand had gotten much;\\f + \\fr 31.25  \\ft gotten…: Heb. found much\\f*\n"},{"number":26,"text":"If I beheld the sun when it shined, or the moon walking  \\add in\\add*\nbrightness;\\f + \\fr 31.26  \\ft sun: Heb. light\\f*\\f + \\fr 31.26 \n\\ft in…: Heb. bright\\f* \n"},{"number":27,"text":"And my heart hath been secretly enticed, or my mouth hath\nkissed my hand:\\f + \\fr 31.27  \\ft my mouth…: Heb. my hand hath kissed my\nmouth\\f* \n"},{"number":28,"text":"This also \\add were\\add* an iniquity \\add to be punished by\\add*\nthe judge: for I should have denied the God \\add that is\\add* above.\n"},{"number":29,"text":"If I rejoiced at the destruction of him that hated me, or lifted\nup myself when evil found him: \n"},{"number":30,"text":"Neither have I suffered my mouth to sin by wishing a curse\nto his soul.\\f + \\fr 31.30  \\ft mouth: Heb. palate\\f* \n"},{"number":31,"text":"If the men of my tabernacle said not, Oh that we had of his\nflesh! we cannot be satisfied. \n"},{"number":32,"text":"The stranger did not lodge in the street: \\add but\\add* I\nopened my doors to the traveller.\\f + \\fr 31.32  \\ft traveller: or,\nway\\f* \n\n"},{"number":33,"text":"If I covered my transgressions as Adam, by hiding mine iniquity\nin my bosom:\\f + \\fr 31.33  \\ft as Adam: or, after the manner of\nmen\\f* \n"},{"number":34,"text":"Did I fear a great multitude, or did the contempt of families\nterrify me, that I kept silence, \\add and\\add* went not out of the\ndoor? \n"},{"number":35,"text":"Oh that one would hear me! behold, my desire \\add is, that\\add*\nthe Almighty would answer me, and \\add that\\add* mine adversary had\nwritten a book.\\f + \\fr 31.35  \\ft my…: or, my sign is that the Almighty\nwill\\f* \n"},{"number":36,"text":"Surely I would take it upon my shoulder, \\add and\\add* bind it\n\\add as\\add* a crown to me. \n"},{"number":37,"text":"I would declare unto him the number of my steps; as a prince\nwould I go near unto him. \n"},{"number":38,"text":"If my land cry against me, or that the furrows likewise thereof\ncomplain;\\f + \\fr 31.38  \\ft complain: Heb. weep\\f* \n"},{"number":39,"text":"If I have eaten the fruits thereof without money, or have caused the\nowners thereof to lose their life:\\f + \\fr 31.39  \\ft fruits: Heb.\nstrength\\f*\\f + \\fr 31.39  \\ft the owners…: Heb. the soul of the owners thereof to expire, or, breathe\nout\\f* \n"},{"number":40,"text":"Let thistles grow instead of wheat, and cockle instead of\nbarley. The words of Job are ended.\\f + \\fr 31.40  \\ft cockle: or, noisome\nweeds\\f* \n"}],"number":31},{"verses":[{"number":1,"text":"So these three men ceased to answer Job, because he \\add was\\add*\nrighteous in his own eyes.\\f + \\fr 32.1  \\ft to…: Heb. from answering\\f*\n"},{"number":2,"text":"Then was kindled the wrath of Elihu the son of Barachel the\nBuzite, of the kindred of Ram: against Job was his wrath kindled,\nbecause he justified himself rather than God.\\f + \\fr 32.2  \\ft himself: Heb. his\nsoul\\f* \n"},{"number":3,"text":"Also against his three friends was his wrath kindled, because they had\nfound no answer, and \\add yet\\add* had condemned Job. \n"},{"number":4,"text":"Now Elihu had waited till Job had spoken, because they \\add were\\add*\nelder than he.\\f + \\fr 32.4  \\ft waited…: Heb. expected Job in words\\f*\\f + \\fr 32.4 \n\\ft elder: Heb. elder for days\\f* \n"},{"number":5,"text":"When Elihu saw that \\add there was\\add* no answer in the mouth of\n\\add these\\add* three men, then his wrath was kindled. \n\n"},{"number":6,"text":"And Elihu the son of Barachel the Buzite answered and said, I\n\\add am\\add* young, and ye \\add are\\add* very old; wherefore I was\nafraid, and durst not shew you mine opinion.\\f + \\fr 32.6  \\ft young: Heb. few of\ndays\\f*\\f + \\fr 32.6  \\ft durst…: Heb. feared\\f* \n"},{"number":7,"text":"I said, Days should speak, and multitude of years should teach\nwisdom. \n"},{"number":8,"text":"But \\add there is\\add* a spirit in man: and the inspiration\nof the Almighty giveth them understanding. \n"},{"number":9,"text":"Great men are not \\add always\\add* wise: neither do the aged\nunderstand judgment. \n"},{"number":10,"text":"Therefore I said, Hearken to me; I also will shew mine opinion.\n"},{"number":11,"text":"Behold, I waited for your words; I gave ear to your reasons,\nwhilst ye searched out what to say.\\f + \\fr 32.11  \\ft reasons: Heb.\nunderstandings\\f*\\f + \\fr 32.11  \\ft what…: Heb. words\\f* \n"},{"number":12,"text":"Yea, I attended unto you, and, behold, \\add there was\\add*\nnone of you that convinced Job, \\add or\\add* that answered his words:\n"},{"number":13,"text":"Lest ye should say, We have found out wisdom: God thrusteth him\ndown, not man. \n"},{"number":14,"text":"Now he hath not directed \\add his\\add* words against me: neither will I\nanswer him with your speeches.\\f + \\fr 32.14  \\ft directed: or, ordered\\f*\n\n"},{"number":15,"text":"They were amazed, they answered no more: they left off speaking.\\f + \\fr 32.15 \n\\ft left…: Heb. removed speeches from themselves\\f* \n"},{"number":16,"text":"When I had waited, (for they spake not, but stood still, \\add and\\add*\nanswered no more;) \n"},{"number":17,"text":"\\add I said\\add*, I will answer also my part, I also will\nshew mine opinion. \n"},{"number":18,"text":"For I am full of matter, the spirit within me constraineth\nme.\\f + \\fr 32.18  \\ft matter: Heb. words\\f*\\f + \\fr 32.18  \\ft spirit…: Heb. spirit of my\nbelly\\f* \n"},{"number":19,"text":"Behold, my belly \\add is\\add* as wine \\add which\\add* hath no\nvent; it is ready to burst like new bottles.\\f + \\fr 32.19  \\ft hath…: Heb. is not\nopened\\f* \n"},{"number":20,"text":"I will speak, that I may be refreshed: I will open my lips\nand answer.\\f + \\fr 32.20  \\ft be…: Heb. breathe\\f* \n"},{"number":21,"text":"Let me not, I pray you, accept any man’s person, neither let me give flattering\ntitles unto man. \n"},{"number":22,"text":"For I know not to give flattering titles; \\add in so doing\\add*\nmy maker would soon take me away. \n"}],"number":32},{"verses":[{"number":1,"text":"Wherefore, Job, I pray thee, hear my speeches, and hearken\nto all my words. \n"},{"number":2,"text":"Behold, now I have opened my mouth, my tongue hath spoken in my\nmouth.\\f + \\fr 33.2  \\ft in my mouth: Heb. in my palate\\f* \n"},{"number":3,"text":"My words \\add shall be of\\add* the uprightness of my heart:\nand my lips shall utter knowledge clearly. \n"},{"number":4,"text":"The Spirit of God hath made me, and the breath of the Almighty\nhath given me life. \n"},{"number":5,"text":"If thou canst answer me, set \\add thy words\\add* in order before\nme, stand up. \n"},{"number":6,"text":"Behold, I \\add am\\add* according to thy wish in God’s stead: I also am\nformed out of the clay.\\f + \\fr 33.6  \\ft wish: Heb. mouth\\f*\\f + \\fr 33.6 \n\\ft formed: Heb. cut\\f* \n"},{"number":7,"text":"Behold, my terror shall not make thee afraid, neither shall my\nhand be heavy upon thee. \n\n"},{"number":8,"text":"Surely thou hast spoken in mine hearing, and I have heard the\nvoice of \\add thy\\add* words, \\add saying\\add*,\\f + \\fr 33.8  \\ft hearing: Heb.\nears\\f* \n"},{"number":9,"text":"I am clean without transgression, I \\add am\\add* innocent; neither\n\\add is there\\add* iniquity in me. \n"},{"number":10,"text":"Behold, he findeth occasions against me, he counteth me for his\nenemy, \n"},{"number":11,"text":"He putteth my feet in the stocks, he marketh all my paths.\n"},{"number":12,"text":"Behold, \\add in\\add* this thou art not just: I will answer\nthee, that God is greater than man. \n"},{"number":13,"text":"Why dost thou strive against him? for he giveth not account\nof any of his matters.\\f + \\fr 33.13  \\ft he giveth…: Heb. he answereth\nnot\\f* \n\n"},{"number":14,"text":"For God speaketh once, yea twice, \\add yet man\\add* perceiveth it not.\n"},{"number":15,"text":"In a dream, in a vision of the night, when deep sleep falleth\nupon men, in slumberings upon the bed; \n"},{"number":16,"text":"Then he openeth the ears of men, and sealeth their instruction,\\f + \\fr 33.16 \n\\ft he…: Heb. he revealeth, or, uncovereth\\f* \n"},{"number":17,"text":"That he may withdraw man \\add from his\\add* purpose, and hide\npride from man.\\f + \\fr 33.17  \\ft purpose: Heb. work\\f* \n"},{"number":18,"text":"He keepeth back his soul from the pit, and his life from perishing\nby the sword.\\f + \\fr 33.18  \\ft from perishing: Heb. from passing\\f*\n\n"},{"number":19,"text":"He is chastened also with pain upon his bed, and the multitude\nof his bones with strong \\add pain:\\add* \n"},{"number":20,"text":"So that his life abhorreth bread, and his soul dainty meat.\\f + \\fr 33.20 \n\\ft dainty…: Heb. meat of desire\\f* \n"},{"number":21,"text":"His flesh is consumed away, that it cannot be seen; and his\nbones \\add that\\add* were not seen stick out. \n"},{"number":22,"text":"Yea, his soul draweth near unto the grave, and his life to the\ndestroyers. \n"},{"number":23,"text":"If there be a messenger with him, an interpreter, one among a\nthousand, to shew unto man his uprightness: \n"},{"number":24,"text":"Then he is gracious unto him, and saith, Deliver him from going\ndown to the pit: I have found a ransom.\\f + \\fr 33.24  \\ft a ransom: or, an\natonement\\f* \n"},{"number":25,"text":"His flesh shall be fresher than a child’s: he shall return\nto the days of his youth:\\f + \\fr 33.25  \\ft a child’s: Heb. childhood\\f*\n"},{"number":26,"text":"He shall pray unto God, and he will be favourable unto him: and he shall\nsee his face with joy: for he will render unto man his righteousness.\n"},{"number":27,"text":"He looketh upon men, and \\add if any\\add* say, I have sinned,\nand perverted \\add that which was\\add* right, and it profited me\nnot;\\f + \\fr 33.27  \\ft He…: or, He shall look upon men, and say\\f*\n"},{"number":28,"text":"He will deliver his soul from going into the pit, and his\nlife shall see the light.\\f + \\fr 33.28  \\ft He…: or, He hath delivered my soul, etc, and my\nlife\\f* \n\n"},{"number":29,"text":"Lo, all these \\add things\\add* worketh God oftentimes with\nman,\\f + \\fr 33.29  \\ft oftentimes: Heb. twice and thrice\\f* \n"},{"number":30,"text":"To bring back his soul from the pit, to be enlightened with the\nlight of the living. \n"},{"number":31,"text":"Mark well, O Job, hearken unto me: hold thy peace, and I will\nspeak. \n"},{"number":32,"text":"If thou hast any thing to say, answer me: speak, for I desire\nto justify thee. \n"},{"number":33,"text":"If not, hearken unto me: hold thy peace, and I shall teach\nthee wisdom. \n"}],"number":33},{"verses":[{"number":1,"text":"Furthermore Elihu answered and said, \n"},{"number":2,"text":"Hear my words, O ye wise \\add men;\\add* and give ear unto me, ye that have\nknowledge. \n"},{"number":3,"text":"For the ear trieth words, as the mouth tasteth meat.\\f + \\fr 34.3 \n\\ft mouth: Heb. palate\\f* \n"},{"number":4,"text":"Let us choose to us judgment: let us know among ourselves what\n\\add is\\add* good. \n"},{"number":5,"text":"For Job hath said, I am righteous: and God hath taken away\nmy judgment. \n"},{"number":6,"text":"Should I lie against my right? my wound \\add is\\add* incurable\nwithout transgression.\\f + \\fr 34.6  \\ft my wound: Heb. mine arrow\\f*\n"},{"number":7,"text":"What man \\add is\\add* like Job, \\add who\\add* drinketh up scorning\nlike water? \n"},{"number":8,"text":"Which goeth in company with the workers of iniquity, and walketh\nwith wicked men. \n"},{"number":9,"text":"For he hath said, It profiteth a man nothing that he should\ndelight himself with God. \n\n"},{"number":10,"text":"Therefore hearken unto me, ye men of understanding: far be\nit from God, \\add that he should do\\add* wickedness; and \\add from\\add*\nthe Almighty, \\add that he should commit\\add* iniquity.\\f + \\fr 34.10 \n\\ft men…: Heb. men of heart\\f* \n"},{"number":11,"text":"For the work of a man shall he render unto him, and cause every\nman to find according to \\add his\\add* ways. \n"},{"number":12,"text":"Yea, surely God will not do wickedly, neither will the Almighty\npervert judgment. \n"},{"number":13,"text":"Who hath given him a charge over the earth? or who hath disposed\nthe whole world?\\f + \\fr 34.13  \\ft the whole: Heb. all of it?\\f*\n"},{"number":14,"text":"If he set his heart upon man, \\add if\\add* he gather unto himself his\nspirit and his breath;\\f + \\fr 34.14  \\ft man: Heb. him\\f* \n"},{"number":15,"text":"All flesh shall perish together, and man shall turn again\nunto dust. \n\n"},{"number":16,"text":"If now \\add thou hast\\add* understanding, hear this: hearken\nto the voice of my words. \n"},{"number":17,"text":"Shall even he that hateth right govern? and wilt thou condemn\nhim that is most just?\\f + \\fr 34.17  \\ft govern: Heb. bind?\\f* \n"},{"number":18,"text":"\\add Is it fit\\add* to say to a king, \\add Thou art\\add* wicked?\n\\add and\\add* to princes, \\add Ye are\\add* ungodly? \n"},{"number":19,"text":"\\add How much less to him\\add* that accepteth not the persons\nof princes, nor regardeth the rich more than the poor? for they all\n\\add are\\add* the work of his hands. \n"},{"number":20,"text":"In a moment shall they die, and the people shall be troubled\nat midnight, and pass away: and the mighty shall be taken away without\nhand.\\f + \\fr 34.20  \\ft the mighty…: Heb. they shall take away the\nmighty\\f* \n"},{"number":21,"text":"For his eyes \\add are\\add* upon the ways of man, and he seeth\nall his goings. \n"},{"number":22,"text":"\\add There is\\add* no darkness, nor shadow of death, where the\nworkers of iniquity may hide themselves. \n"},{"number":23,"text":"For he will not lay upon man more \\add than right;\\add* that he should\nenter into judgment with God.\\f + \\fr 34.23  \\ft enter: Heb. go\\f*\n"},{"number":24,"text":"He shall break in pieces mighty men without number, and set\nothers in their stead.\\f + \\fr 34.24  \\ft number: Heb. searching\nout\\f* \n"},{"number":25,"text":"Therefore he knoweth their works, and he overturneth \\add them\\add*\nin the night, so that they are destroyed.\\f + \\fr 34.25  \\ft destroyed: Heb.\ncrushed\\f* \n"},{"number":26,"text":"He striketh them as wicked men in the open sight of others;\\f + \\fr 34.26 \n\\ft open…: Heb. place of beholders\\f* \n"},{"number":27,"text":"Because they turned back from him, and would not consider\nany of his ways:\\f + \\fr 34.27  \\ft him: Heb. after him\\f* \n"},{"number":28,"text":"So that they cause the cry of the poor to come unto him, and he\nheareth the cry of the afflicted. \n"},{"number":29,"text":"When he giveth quietness, who then can make trouble? and when he\nhideth \\add his\\add* face, who then can behold him? whether \\add it be\ndone\\add* against a nation, or against a man only: \n"},{"number":30,"text":"That the hypocrite reign not, lest the people be ensnared.\n\n"},{"number":31,"text":"Surely it is meet to be said unto God, I have borne \\add chastisement\\add*,\nI will not offend \\add any more:\\add* \n"},{"number":32,"text":"\\add That which\\add* I see not teach thou me: if I have done\niniquity, I will do no more. \n"},{"number":33,"text":"\\add Should it be\\add* according to thy mind? he will recompense\nit, whether thou refuse, or whether thou choose; and not I: therefore\nspeak what thou knowest.\\f + \\fr 34.33  \\ft according…: Heb. from with\nthee?\\f* \n"},{"number":34,"text":"Let men of understanding tell me, and let a wise man hearken unto\nme.\\f + \\fr 34.34  \\ft of…: Heb. of heart\\f* \n"},{"number":35,"text":"Job hath spoken without knowledge, and his words \\add were\\add*\nwithout wisdom. \n"},{"number":36,"text":"My desire \\add is that\\add* Job may be tried unto the end because of\n\\add his\\add* answers for wicked men.\\f + \\fr 34.36  \\ft My…: or, My father, let Job be\ntried\\f* \n"},{"number":37,"text":"For he addeth rebellion unto his sin, he clappeth \\add his\nhands\\add* among us, and multiplieth his words against God. \n"}],"number":34},{"verses":[{"number":1,"text":"Elihu spake moreover, and said, \n"},{"number":2,"text":"Thinkest thou this to be right, \\add that\\add* thou saidst,\nMy righteousness \\add is\\add* more than God’s? \n"},{"number":3,"text":"For thou saidst, What advantage will it be unto thee? \\add and\\add*,\nWhat profit shall I have, \\add if I be cleansed\\add* from my sin?\\f + \\fr 35.3 \n\\ft if…: or, by it more than by my sin\\f* \n"},{"number":4,"text":"I will answer thee, and thy companions with thee.\\f + \\fr 35.4 \n\\ft answer…: Heb. return to thee words\\f* \n"},{"number":5,"text":"Look unto the heavens, and see; and behold the clouds \\add which\\add*\nare higher than thou. \n"},{"number":6,"text":"If thou sinnest, what doest thou against him? or \\add if\\add*\nthy transgressions be multiplied, what doest thou unto him? \n"},{"number":7,"text":"If thou be righteous, what givest thou him? or what receiveth\nhe of thine hand? \n"},{"number":8,"text":"Thy wickedness \\add may hurt\\add* a man as thou \\add art;\\add*\nand thy righteousness \\add may profit\\add* the son of man. \n\n"},{"number":9,"text":"By reason of the multitude of oppressions they make \\add the\noppressed\\add* to cry: they cry out by reason of the arm of the mighty.\n"},{"number":10,"text":"But none saith, Where \\add is\\add* God my maker, who giveth\nsongs in the night; \n"},{"number":11,"text":"Who teacheth us more than the beasts of the earth, and maketh us\nwiser than the fowls of heaven? \n"},{"number":12,"text":"There they cry, but none giveth answer, because of the pride\nof evil men. \n"},{"number":13,"text":"Surely God will not hear vanity, neither will the Almighty\nregard it. \n\n"},{"number":14,"text":"Although thou sayest thou shalt not see him, \\add yet\\add*\njudgment \\add is\\add* before him; therefore trust thou in him. \n"},{"number":15,"text":"But now, because \\add it is\\add* not \\add so\\add*, he hath\nvisited in his anger; yet he knoweth \\add it\\add* not in great extremity:\\f + \\fr 35.15 \n\\ft he hath: that is, God hath\\f*\\f + \\fr 35.15  \\ft he knoweth: that is, Job\nknoweth\\f* \n"},{"number":16,"text":"Therefore doth Job open his mouth in vain; he multiplieth\nwords without knowledge. \n"}],"number":35},{"verses":[{"number":1,"text":"Elihu also proceeded, and said, \n"},{"number":2,"text":"Suffer me a little, and I will shew thee that \\add I have\\add*\nyet to speak on God’s behalf.\\f + \\fr 36.2  \\ft I have…: Heb. there are yet words for\nGod\\f* \n"},{"number":3,"text":"I will fetch my knowledge from afar, and will ascribe righteousness\nto my Maker. \n"},{"number":4,"text":"For truly my words \\add shall\\add* not \\add be\\add* false:\nhe that is perfect in knowledge \\add is\\add* with thee. \n\n"},{"number":5,"text":"Behold, God \\add is\\add* mighty, and despiseth not \\add any: he\nis\\add* mighty in strength \\add and\\add* wisdom.\\f + \\fr 36.5  \\ft wisdom: Heb.\nheart\\f* \n"},{"number":6,"text":"He preserveth not the life of the wicked: but giveth right\nto the poor.\\f + \\fr 36.6  \\ft poor: or, afflicted\\f* \n"},{"number":7,"text":"He withdraweth not his eyes from the righteous: but with kings\n\\add are they\\add* on the throne; yea, he doth establish them for\never, and they are exalted. \n"},{"number":8,"text":"And if \\add they be\\add* bound in fetters, \\add and\\add* be\nholden in cords of affliction; \n"},{"number":9,"text":"Then he sheweth them their work, and their transgressions that they have\nexceeded. \n"},{"number":10,"text":"He openeth also their ear to discipline, and commandeth that they\nreturn from iniquity. \n"},{"number":11,"text":"If they obey and serve \\add him\\add*, they shall spend their\ndays in prosperity, and their years in pleasures. \n"},{"number":12,"text":"But if they obey not, they shall perish by the sword, and they shall\ndie without knowledge.\\f + \\fr 36.12  \\ft perish: Heb. pass away\\f*\n"},{"number":13,"text":"But the hypocrites in heart heap up wrath: they cry not when he\nbindeth them. \n"},{"number":14,"text":"They die in youth, and their life \\add is\\add* among the unclean.\\f + \\fr 36.14 \n\\ft They…: Heb. Their soul dieth\\f*\\f + \\fr 36.14  \\ft unclean: or,\nsodomites\\f* \n\n"},{"number":15,"text":"He delivereth the poor in his affliction, and openeth their\nears in oppression.\\f + \\fr 36.15  \\ft poor: or, afflicted\\f* \n"},{"number":16,"text":"Even so would he have removed thee out of the strait \\add into\\add*\na broad place, where \\add there is\\add* no straitness; and that which should be\nset on thy table \\add should be\\add* full of fatness.\\f + \\fr 36.16 \n\\ft that…: Heb. the rest of thy table\\f* \n"},{"number":17,"text":"But thou hast fulfilled the judgment of the wicked: judgment\nand justice take hold \\add on thee\\add*.\\f + \\fr 36.17  \\ft take…: or, should uphold\nthee\\f* \n"},{"number":18,"text":"Because \\add there is\\add* wrath, \\add beware\\add* lest he take thee\naway with \\add his\\add* stroke: then a great ransom cannot deliver\nthee.\\f + \\fr 36.18  \\ft deliver…: Heb. turn thee aside\\f* \n"},{"number":19,"text":"Will he esteem thy riches? \\add no\\add*, not gold, nor all the\nforces of strength. \n"},{"number":20,"text":"Desire not the night, when people are cut off in their place.\n"},{"number":21,"text":"Take heed, regard not iniquity: for this hast thou chosen\nrather than affliction. \n"},{"number":22,"text":"Behold, God exalteth by his power: who teacheth like him?\n"},{"number":23,"text":"Who hath enjoined him his way? or who can say, Thou hast wrought\niniquity? \n\n"},{"number":24,"text":"Remember that thou magnify his work, which men behold. \n"},{"number":25,"text":"Every man may see it; man may behold \\add it\\add* afar off.\n"},{"number":26,"text":"Behold, God \\add is\\add* great, and we know \\add him\\add*\nnot, neither can the number of his years be searched out. \n"},{"number":27,"text":"For he maketh small the drops of water: they pour down rain\naccording to the vapour thereof: \n"},{"number":28,"text":"Which the clouds do drop \\add and\\add* distil upon man abundantly.\n"},{"number":29,"text":"Also can \\add any\\add* understand the spreadings of the clouds,\n\\add or\\add* the noise of his tabernacle? \n"},{"number":30,"text":"Behold, he spreadeth his light upon it, and covereth the bottom\nof the sea.\\f + \\fr 36.30  \\ft bottom: Heb. roots\\f* \n"},{"number":31,"text":"For by them judgeth he the people; he giveth meat in abundance.\n"},{"number":32,"text":"With clouds he covereth the light; and commandeth it \\add not to\nshine\\add* by \\add the cloud\\add* that cometh betwixt. \n"},{"number":33,"text":"The noise thereof sheweth concerning it, the cattle also concerning the\nvapour.\\f + \\fr 36.33  \\ft the vapour: Heb. that which goeth up\\f*\n"}],"number":36},{"verses":[{"number":1,"text":"At this also my heart trembleth, and is moved out of his place.\n"},{"number":2,"text":"Hear attentively the noise of his voice, and the sound \\add that\\add*\ngoeth out of his mouth.\\f + \\fr 37.2  \\ft Hear…: Heb. Hear in hearing\\f*\n"},{"number":3,"text":"He directeth it under the whole heaven, and his lightning unto the\nends of the earth.\\f + \\fr 37.3  \\ft lightning: Heb. light\\f*\\f + \\fr 37.3 \n\\ft ends: Heb. wings\\f* \n"},{"number":4,"text":"After it a voice roareth: he thundereth with the voice of his\nexcellency; and he will not stay them when his voice is heard. \n"},{"number":5,"text":"God thundereth marvellously with his voice; great things doeth\nhe, which we cannot comprehend. \n\n"},{"number":6,"text":"For he saith to the snow, Be thou \\add on\\add* the earth; likewise to the\nsmall rain, and to the great rain of his strength.\\f + \\fr 37.6 \n\\ft likewise…: Heb. and to the shower of rain, and to the showers of rain of his\nstrength\\f* \n"},{"number":7,"text":"He sealeth up the hand of every man; that all men may know\nhis work. \n"},{"number":8,"text":"Then the beasts go into dens, and remain in their places. \n"},{"number":9,"text":"Out of the south cometh the whirlwind: and cold out of the\nnorth.\\f + \\fr 37.9  \\ft south: Heb. chamber\\f*\\f + \\fr 37.9  \\ft north: Heb. scattering\nwinds\\f* \n"},{"number":10,"text":"By the breath of God frost is given: and the breadth of the\nwaters is straitened. \n"},{"number":11,"text":"Also by watering he wearieth the thick cloud: he scattereth\nhis bright cloud:\\f + \\fr 37.11  \\ft his…: Heb. the cloud of his\nlight\\f* \n"},{"number":12,"text":"And it is turned round about by his counsels: that they may\ndo whatsoever he commandeth them upon the face of the world in the\nearth. \n"},{"number":13,"text":"He causeth it to come, whether for correction, or for his\nland, or for mercy.\\f + \\fr 37.13  \\ft correction: Heb. a rod\\f*\n\n"},{"number":14,"text":"Hearken unto this, O Job: stand still, and consider the wondrous\nworks of God. \n"},{"number":15,"text":"Dost thou know when God disposed them, and caused the light\nof his cloud to shine? \n"},{"number":16,"text":"Dost thou know the balancings of the clouds, the wondrous\nworks of him which is perfect in knowledge? \n"},{"number":17,"text":"How thy garments \\add are\\add* warm, when he quieteth the\nearth by the south \\add wind\\add*? \n"},{"number":18,"text":"Hast thou with him spread out the sky, \\add which is\\add*\nstrong, \\add and\\add* as a molten looking glass? \n"},{"number":19,"text":"Teach us what we shall say unto him; \\add for\\add* we cannot\norder \\add our speech\\add* by reason of darkness. \n"},{"number":20,"text":"Shall it be told him that I speak? if a man speak, surely he shall be swallowed\nup. \n\n"},{"number":21,"text":"And now \\add men\\add* see not the bright light which \\add is\\add*\nin the clouds: but the wind passeth, and cleanseth them. \n"},{"number":22,"text":"Fair weather cometh out of the north: with God \\add is\\add*\nterrible majesty.\\f + \\fr 37.22  \\ft Fair…: Heb. Gold\\f* \n"},{"number":23,"text":"\\add Touching\\add* the Almighty, we cannot find him out: \\add he\nis\\add* excellent in power, and in judgment, and in plenty of justice:\nhe will not afflict. \n"},{"number":24,"text":"Men do therefore fear him: he respecteth not any \\add that\nare\\add* wise of heart. \n"}],"number":37},{"verses":[{"number":1,"text":"Then the \\nd LORD\\nd* answered  Job out of the whirlwind, and\nsaid, \n"},{"number":2,"text":"Who \\add is\\add* this that darkeneth counsel by words without\nknowledge? \n"},{"number":3,"text":"Gird up now thy loins like a man; for I will demand of thee, and\nanswer thou me.\\f + \\fr 38.3  \\ft answer…: Heb. make me know\\f* \n\n"},{"number":4,"text":"Where wast thou when I laid the foundations of the earth? declare,\nif thou hast understanding.\\f + \\fr 38.4  \\ft hast…: Heb. knowest\nunderstanding\\f* \n"},{"number":5,"text":"Who hath laid the measures thereof, if thou knowest? or who hath\nstretched the line upon it? \n"},{"number":6,"text":"Whereupon are the foundations thereof fastened? or who laid\nthe corner stone thereof;\\f + \\fr 38.6  \\ft foundations: Heb. sockets\\f*\\f + \\fr 38.6 \n\\ft fastened: Heb. made to sink?\\f* \n"},{"number":7,"text":"When the morning stars sang together, and all the sons of God\nshouted for joy? \n"},{"number":8,"text":"Or \\add who\\add* shut up the sea with doors, when it brake forth,\n\\add as if\\add* it had issued out of the womb? \n"},{"number":9,"text":"When I made the cloud the garment thereof, and thick darkness\na swaddlingband for it, \n"},{"number":10,"text":"And brake up for it my decreed \\add place\\add*, and set bars\nand doors,\\f + \\fr 38.10  \\ft brake…: or, established my decree upon\nit\\f* \n"},{"number":11,"text":"And said, Hitherto shalt thou come, but no further: and here shall thy\nproud waves be stayed?\\f + \\fr 38.11  \\ft thy…: Heb. the pride of thy\nwaves\\f* \n\n"},{"number":12,"text":"Hast thou commanded the morning since thy days; \\add and\\add*\ncaused the dayspring to know his place; \n"},{"number":13,"text":"That it might take hold of the ends of the earth, that the\nwicked might be shaken out of it?\\f + \\fr 38.13  \\ft ends: Heb. wings\\f*\n"},{"number":14,"text":"It is turned as clay \\add to\\add* the seal; and they stand\nas a garment. \n"},{"number":15,"text":"And from the wicked their light is withholden, and the high\narm shall be broken. \n"},{"number":16,"text":"Hast thou entered into the springs of the sea? or hast thou\nwalked in the search of the depth? \n"},{"number":17,"text":"Have the gates of death been opened unto thee? or hast thou\nseen the doors of the shadow of death? \n"},{"number":18,"text":"Hast thou perceived the breadth of the earth? declare if thou\nknowest it all. \n"},{"number":19,"text":"Where \\add is\\add* the way \\add where\\add* light dwelleth? and\n\\add as for\\add* darkness, where \\add is\\add* the place thereof,\n"},{"number":20,"text":"That thou shouldest take it to the bound thereof, and that thou shouldest\nknow the paths \\add to\\add* the house thereof?\\f + \\fr 38.20  \\ft to the bound: or, at,\netc\\f* \n"},{"number":21,"text":"Knowest thou \\add it\\add*, because thou wast then born? or\n\\add because\\add* the number of thy days \\add is\\add* great? \n"},{"number":22,"text":"Hast thou entered into the treasures of the snow? or hast thou\nseen the treasures of the hail, \n"},{"number":23,"text":"Which I have reserved against the time of trouble, against the\nday of battle and war? \n"},{"number":24,"text":"By what way is the light parted, \\add which\\add* scattereth\nthe east wind upon the earth? \n\n"},{"number":25,"text":"Who hath divided a watercourse for the overflowing of waters,\nor a way for the lightning of thunder; \n"},{"number":26,"text":"To cause it to rain on the earth, \\add where\\add* no man \\add is;\non\\add* the wilderness, wherein \\add there is\\add* no man; \n"},{"number":27,"text":"To satisfy the desolate and waste \\add ground;\\add* and to cause the\nbud of the tender herb to spring forth? \n"},{"number":28,"text":"Hath the rain a father? or who hath begotten the drops of\ndew? \n"},{"number":29,"text":"Out of whose womb came the ice? and the hoary frost of heaven,\nwho hath gendered it? \n"},{"number":30,"text":"The waters are hid as \\add with\\add* a stone, and the face\nof the deep is frozen.\\f + \\fr 38.30  \\ft is…: Heb. is taken\\f* \n"},{"number":31,"text":"Canst thou bind the sweet influences of Pleiades, or loose\nthe bands of Orion?\\f + \\fr 38.31  \\ft Pleiades: or, the seven stars: Heb.\nCimah\\f*\\f + \\fr 38.31  \\ft Orion: Heb. Cesil?\\f* \n"},{"number":32,"text":"Canst thou bring forth Mazzaroth in his season? or canst thou\nguide Arcturus with his sons?\\f + \\fr 38.32  \\ft Mazzaroth: or, the twelve\nsigns\\f*\\f + \\fr 38.32  \\ft guide: Heb. guide them\\f* \n"},{"number":33,"text":"Knowest thou the ordinances of heaven? canst thou set the\ndominion thereof in the earth? \n"},{"number":34,"text":"Canst thou lift up thy voice to the clouds, that abundance\nof waters may cover thee? \n"},{"number":35,"text":"Canst thou send lightnings, that they may go, and say unto thee, Here we\n\\add are\\add*?\\f + \\fr 38.35  \\ft Here…: Heb. Behold us?\\f* \n"},{"number":36,"text":"Who hath put wisdom in the inward parts? or who hath given\nunderstanding to the heart? \n"},{"number":37,"text":"Who can number the clouds in wisdom? or who can stay the bottles\nof heaven,\\f + \\fr 38.37  \\ft stay: Heb. cause to lie down\\f* \n"},{"number":38,"text":"When the dust groweth into hardness, and the clods cleave fast\ntogether?\\f + \\fr 38.38  \\ft groweth…: or, is turned into mire: Heb. is\npoured\\f* \n"},{"number":39,"text":"Wilt thou hunt the prey for the lion? or fill the appetite\nof the young lions,\\f + \\fr 38.39  \\ft the appetite: Heb. the life\\f*\n"},{"number":40,"text":"When they couch in \\add their\\add* dens, \\add and\\add* abide\nin the covert to lie in wait? \n"},{"number":41,"text":"Who provideth for the raven his food? when his young ones\ncry unto God, they wander for lack of meat. \n"}],"number":38},{"verses":[{"number":1,"text":"Knowest thou the time when the wild goats of the rock bring\nforth? \\add or\\add* canst thou mark when the hinds do calve? \n"},{"number":2,"text":"Canst thou number the months \\add that\\add* they fulfil? or\nknowest thou the time when they bring forth? \n"},{"number":3,"text":"They bow themselves, they bring forth their young ones, they cast\nout their sorrows. \n"},{"number":4,"text":"Their young ones are in good liking, they grow up with corn;\nthey go forth, and return not unto them. \n"},{"number":5,"text":"Who hath sent out the wild ass free? or who hath loosed the\nbands of the wild ass? \n"},{"number":6,"text":"Whose house I have made the wilderness, and the barren land his\ndwellings.\\f + \\fr 39.6  \\ft barren…: Heb. salt places\\f* \n"},{"number":7,"text":"He scorneth the multitude of the city, neither regardeth he the\ncrying of the driver.\\f + \\fr 39.7  \\ft of the driver: Heb. of the\nexactor\\f* \n"},{"number":8,"text":"The range of the mountains \\add is\\add* his pasture, and he\nsearcheth after every green thing. \n"},{"number":9,"text":"Will the unicorn be willing to serve thee, or abide by thy\ncrib? \n"},{"number":10,"text":"Canst thou bind the unicorn with his band in the furrow? or will he\nharrow the valleys after thee? \n"},{"number":11,"text":"Wilt thou trust him, because his strength \\add is\\add* great?\nor wilt thou leave thy labour to him? \n"},{"number":12,"text":"Wilt thou believe him, that he will bring home thy seed, and\ngather \\add it into\\add* thy barn? \n\n"},{"number":13,"text":"\\add Gavest thou\\add* the goodly wings unto the peacocks?\nor wings and feathers unto the ostrich?\\f + \\fr 39.13  \\ft wings and…: or, the feathers of the stork and\nostrich\\f* \n"},{"number":14,"text":"Which leaveth her eggs in the earth, and warmeth them in dust,\n"},{"number":15,"text":"And forgetteth that the foot may crush them, or that the wild\nbeast may break them. \n"},{"number":16,"text":"She is hardened against her young ones, as though \\add they\nwere\\add* not hers: her labour is in vain without fear; \n"},{"number":17,"text":"Because God hath deprived her of wisdom, neither hath he imparted\nto her understanding. \n"},{"number":18,"text":"What time she lifteth up herself on high, she scorneth the\nhorse and his rider. \n\n"},{"number":19,"text":"Hast thou given the horse strength? hast thou clothed his\nneck with thunder? \n"},{"number":20,"text":"Canst thou make him afraid as a grasshopper? the glory of his\nnostrils \\add is\\add* terrible.\\f + \\fr 39.20  \\ft terrible: Heb.\nterror\\f* \n"},{"number":21,"text":"He paweth in the valley, and rejoiceth in \\add his\\add* strength:\nhe goeth on to meet the armed men.\\f + \\fr 39.21  \\ft He paweth: or, His feet\ndig\\f*\\f + \\fr 39.21  \\ft the armed…: Heb. the armour\\f* \n"},{"number":22,"text":"He mocketh at fear, and is not affrighted; neither turneth he\nback from the sword. \n"},{"number":23,"text":"The quiver rattleth against him, the glittering spear and the\nshield. \n"},{"number":24,"text":"He swalloweth the ground with fierceness and rage: neither\nbelieveth he that \\add it is\\add* the sound of the trumpet. \n"},{"number":25,"text":"He saith among the trumpets, Ha, ha; and he smelleth the battle\nafar off, the thunder of the captains, and the shouting. \n\n"},{"number":26,"text":"Doth the hawk fly by thy wisdom, \\add and\\add* stretch  her\nwings toward the south? \n"},{"number":27,"text":"Doth the eagle mount up at thy command, and make her nest\non high?\\f + \\fr 39.27  \\ft at…: Heb. by thy mouth\\f* \n"},{"number":28,"text":"She dwelleth and abideth on the rock, upon the crag of the\nrock, and the strong place. \n"},{"number":29,"text":"From thence she seeketh the prey, \\add and\\add* her eyes behold\nafar off. \n"},{"number":30,"text":"Her young ones also suck up blood: and where the slain \\add are\\add*, there\n\\add is\\add* she. \n"}],"number":39},{"verses":[{"number":1,"text":"Moreover the \\nd LORD\\nd* answered Job, and said, \n"},{"number":2,"text":"Shall he that contendeth with the Almighty instruct \\add him\\add*?\nhe that reproveth God, let him answer it. \n\n"},{"number":3,"text":"¶ Then Job answered the \\nd LORD\\nd*, and said, \n"},{"number":4,"text":"Behold, I am vile; what shall I answer thee? I will lay mine\nhand upon my mouth. \n"},{"number":5,"text":"Once have I spoken; but I will not answer: yea, twice; but I will proceed no\nfurther. \n\n"},{"number":6,"text":"¶ Then answered the \\nd LORD\\nd* unto Job out of the whirlwind,\nand said, \n"},{"number":7,"text":"Gird up thy loins now like a man: I will demand of thee, and\ndeclare thou unto me. \n"},{"number":8,"text":"Wilt thou also disannul my judgment? wilt thou condemn me, that thou mayest be\nrighteous? \n"},{"number":9,"text":"Hast thou an arm like God? or canst thou thunder with a voice like him?\n"},{"number":10,"text":"Deck thyself now \\add with\\add* majesty and excellency; and\narray thyself with glory and beauty. \n"},{"number":11,"text":"Cast abroad the rage of thy wrath: and behold every one \\add that\nis\\add* proud, and abase him. \n"},{"number":12,"text":"Look on every one \\add that is\\add* proud, \\add and\\add* bring him\nlow; and tread down the wicked in their place. \n"},{"number":13,"text":"Hide them in the dust together; \\add and\\add* bind their faces\nin secret. \n"},{"number":14,"text":"Then will I also confess unto thee that thine own right hand\ncan save thee. \n\n"},{"number":15,"text":"¶ Behold now behemoth, which I made with thee; he eateth grass\nas an ox.\\f + \\fr 40.15  \\ft behemoth: probably an extinct animal of some\nkind\\f* \n"},{"number":16,"text":"Lo now, his strength \\add is\\add* in his loins, and his force\n\\add is\\add* in the navel of his belly. \n"},{"number":17,"text":"He moveth his tail like a cedar: the sinews of his stones\nare wrapped together.\\f + \\fr 40.17  \\ft He…: or, He setteth up\\f*\n"},{"number":18,"text":"His bones \\add are as\\add* strong pieces of brass; his bones\n\\add are\\add* like bars of iron. \n"},{"number":19,"text":"He \\add is\\add* the chief of the ways of God: he that made\nhim can make his sword to approach \\add unto him\\add*. \n"},{"number":20,"text":"Surely the mountains bring him forth food, where all the beasts\nof the field play. \n"},{"number":21,"text":"He lieth under the shady trees, in the covert of the reed,\nand fens. \n"},{"number":22,"text":"The shady trees cover him \\add with\\add* their shadow; the\nwillows of the brook compass him about. \n"},{"number":23,"text":"Behold, he drinketh up a river, \\add and\\add* hasteth not: he\ntrusteth that he can draw up Jordan into his mouth.\\f + \\fr 40.23 \n\\ft he drinketh up: Heb. he oppresseth\\f* \n"},{"number":24,"text":"He taketh it with his eyes: \\add his\\add* nose pierceth through\nsnares.\\f + \\fr 40.24  \\ft He…: or, Will any take him in his sight, or, bore his nose with a\ngin?\\f* \n"}],"number":40},{"verses":[{"number":1,"text":"Canst thou draw out leviathan with an hook? or his tongue with a\ncord \\add which\\add* thou lettest down?\\f + \\fr 41.1  \\ft leviathan: probably an extinct animal of some\nkind\\f*\\f + \\fr 41.1  \\ft which…: Heb. which thou drownest?\\f* \n"},{"number":2,"text":"Canst thou put an hook into his nose? or bore his jaw through with a\nthorn? \n"},{"number":3,"text":"Will he make many supplications unto thee? will he speak soft\n\\add words\\add* unto thee? \n"},{"number":4,"text":"Will he make a covenant with thee? wilt thou take him for a\nservant for ever? \n"},{"number":5,"text":"Wilt thou play with him as \\add with\\add* a bird? or wilt thou\nbind him for thy maidens? \n"},{"number":6,"text":"Shall the companions make a banquet of him? shall they part\nhim among the merchants? \n"},{"number":7,"text":"Canst thou fill his skin with barbed irons? or his head with\nfish spears? \n"},{"number":8,"text":"Lay thine hand upon him, remember the battle, do no more. \n"},{"number":9,"text":"Behold, the hope of him is in vain: shall not \\add one\\add*\nbe cast down even at the sight of him? \n"},{"number":10,"text":"None \\add is so\\add* fierce that dare stir him up: who then is able to\nstand before me? \n\n"},{"number":11,"text":"Who hath prevented me, that I should repay \\add him? whatsoever\nis\\add* under the whole heaven is mine. \n"},{"number":12,"text":"I will not conceal his parts, nor his power, nor his comely\nproportion. \n"},{"number":13,"text":"Who can discover the face of his garment? \\add or\\add* who can\ncome \\add to him\\add* with his double bridle?\\f + \\fr 41.13  \\ft with: or,\nwithin\\f* \n"},{"number":14,"text":"Who can open the doors of his face? his teeth \\add are\\add*\nterrible round about. \n"},{"number":15,"text":"\\add His\\add* scales \\add are his\\add* pride, shut up together\n\\add as with\\add* a close seal.\\f + \\fr 41.15  \\ft scales: Heb. strong pieces of\nshields\\f* \n"},{"number":16,"text":"One is so near to another, that no air can come between them.\n"},{"number":17,"text":"They are joined one to another, they stick together, that they cannot be\nsundered. \n"},{"number":18,"text":"By his neesings a light doth shine, and his eyes \\add are\\add*\nlike the eyelids of the morning. \n"},{"number":19,"text":"Out of his mouth go burning lamps, \\add and\\add* sparks of\nfire leap out. \n"},{"number":20,"text":"Out of his nostrils goeth smoke, as \\add out\\add* of a seething\npot or caldron. \n"},{"number":21,"text":"His breath kindleth coals, and a flame goeth out of his mouth.\n"},{"number":22,"text":"In his neck remaineth strength, and sorrow is turned into\njoy before him.\\f + \\fr 41.22  \\ft is turned into joy: Heb. rejoiceth\\f*\n"},{"number":23,"text":"The flakes of his flesh are joined together: they are firm\nin themselves; they cannot be moved.\\f + \\fr 41.23  \\ft flakes: Heb.\nfallings\\f* \n"},{"number":24,"text":"His heart is as firm as a stone; yea, as hard as a piece of the\nnether \\add millstone\\add*. \n"},{"number":25,"text":"When he raiseth up himself, the mighty are afraid: by reason of\nbreakings they purify themselves. \n"},{"number":26,"text":"The sword of him that layeth at him cannot hold: the spear,\nthe dart, nor the habergeon.\\f + \\fr 41.26  \\ft habergeon: or, breastplate\\f*\n"},{"number":27,"text":"He esteemeth iron as straw, \\add and\\add* brass as rotten\nwood. \n"},{"number":28,"text":"The arrow cannot make him flee: slingstones are turned with him into\nstubble. \n"},{"number":29,"text":"Darts are counted as stubble: he laugheth at the shaking of a\nspear. \n"},{"number":30,"text":"Sharp stones \\add are\\add* under him: he spreadeth sharp pointed\nthings upon the mire.\\f + \\fr 41.30  \\ft Sharp stones: Heb. Sharp pieces of\npotsherd\\f* \n"},{"number":31,"text":"He maketh the deep to boil like a pot: he maketh the sea like a pot of\nointment. \n"},{"number":32,"text":"He maketh a path to shine after him; \\add one\\add* would think\nthe deep \\add to be\\add* hoary. \n"},{"number":33,"text":"Upon earth there is not his like, who is made without fear.\\f + \\fr 41.33 \n\\ft is made without fear: or, behave themselves without fear\\f* \n"},{"number":34,"text":"He beholdeth all high \\add things:\\add* he \\add is\\add* a\nking over all the children of pride. \n"}],"number":41},{"verses":[{"number":1,"text":"Then Job answered the \\nd LORD\\nd*, and said, \n"},{"number":2,"text":"I know that thou canst do every \\add thing\\add*, and \\add that\\add*\nno thought can be withholden from thee.\\f + \\fr 42.2  \\ft no thought can be…: or, no thought of thine can be\nhindered\\f* \n"},{"number":3,"text":"Who \\add is\\add* he that hideth counsel without knowledge? therefore have I\nuttered that I understood not; things too wonderful for me, which I\nknew not. \n"},{"number":4,"text":"Hear, I beseech thee, and I will speak: I will demand of thee, and\ndeclare thou unto me. \n"},{"number":5,"text":"I have heard of thee by the hearing of the ear: but now mine\neye seeth thee. \n"},{"number":6,"text":"Wherefore I abhor \\add myself\\add*, and repent in dust and\nashes. \n\n"},{"number":7,"text":"¶ And it was \\add so\\add*, that after the \\nd LORD\\nd* had spoken\nthese words unto Job, the \\nd LORD\\nd* said to Eliphaz the Temanite,\nMy wrath is kindled against thee, and against thy two friends: for ye have not\nspoken of me \\add the thing that is\\add* right, as my servant Job\n\\add hath\\add*. \n"},{"number":8,"text":"Therefore take unto you now seven bullocks and seven rams,\nand go to my servant Job, and offer up for yourselves a burnt offering;\nand my servant Job shall pray for you: for him will I accept: lest I\ndeal with you \\add after your\\add* folly, in that ye have not spoken of me\n\\add the thing which is\\add* right, like my servant Job.\\f + \\fr 42.8 \n\\ft him: Heb. his face, or, person\\f* \n"},{"number":9,"text":"So Eliphaz the Temanite and Bildad the Shuhite \\add and\\add*\nZophar the Naamathite went, and did according as the \\nd LORD\\nd*\ncommanded them: the \\nd LORD\\nd* also accepted Job.\\f + \\fr 42.9 \n\\ft Job: Heb. the face of Job\\f* \n\n"},{"number":10,"text":"And the \\nd LORD\\nd* turned the captivity of Job, when he\nprayed for his friends: also the \\nd LORD\\nd* gave Job twice as much as he had\nbefore.\\f + \\fr 42.10  \\ft gave…: Heb. added all that had been to Job unto the\ndouble\\f* \n"},{"number":11,"text":"Then came there unto him all his brethren, and all his sisters,\nand all they that had been of his acquaintance before, and did eat\nbread with him in his house: and they bemoaned him, and comforted\nhim over all the evil that the \\nd LORD\\nd* had brought upon him: every\nman also gave him a piece of money, and every one an earring of gold.\n"},{"number":12,"text":"So the \\nd LORD\\nd* blessed the latter end of Job more than his\nbeginning: for he had fourteen thousand sheep, and six thousand camels,\nand a thousand yoke of oxen, and a thousand she asses. \n"},{"number":13,"text":"He had also seven sons and three daughters. \n"},{"number":14,"text":"And he called the name of the first, Jemima; and the name\nof the second, Kezia; and the name of the third, Keren-happuch. \n"},{"number":15,"text":"And in all the land were no women found \\add so\\add* fair\nas the daughters of Job: and their father gave them inheritance among\ntheir brethren. \n"},{"number":16,"text":"After this lived Job an hundred and forty years, and saw his\nsons, and his sons’ sons, \\add even\\add* four generations. \n"},{"number":17,"text":"So Job died, \\add being\\add* old and full of days. "}],"number":42}]}