{"headers":{"id":"EXO  Exodus","h":"Exodus","toc1":"The Second Book of Moses, called Exodus","toc2":"Exodus","toc3":"Exo","mt1":"The Second Book of Moses, called Exodus"},"book":"Exodus","chapters":[{"verses":[{"number":1,"text":"Now these \\add are\\add* the names of the children of Israel,\nwhich came into Egypt; every man and his household came with Jacob.\n"},{"number":2,"text":"Reuben, Simeon, Levi, and Judah, \n"},{"number":3,"text":"Issachar, Zebulun, and Benjamin, \n"},{"number":4,"text":"Dan, and Naphtali, Gad, and Asher. \n"},{"number":5,"text":"And all the souls that came out of the loins of Jacob were\nseventy souls: for Joseph was in Egypt \\add already\\add*.\\f + \\fr 1.5 \n\\ft loins: Heb. thigh\\f* \n"},{"number":6,"text":"And Joseph died, and all his brethren, and all that generation.\n\n"},{"number":7,"text":"¶ And the children of Israel were fruitful, and increased abundantly,\nand multiplied, and waxed exceeding mighty; and the land was filled with them.\n\n"},{"number":8,"text":"Now there arose up a new king over Egypt, which knew not Joseph.\n"},{"number":9,"text":"And he said unto his people, Behold, the people of the children\nof Israel \\add are\\add* more and mightier than we: \n"},{"number":10,"text":"Come on, let us deal wisely with them; lest they multiply,\nand it come to pass, that, when there falleth out any war, they join\nalso unto our enemies, and fight against us, and \\add so\\add* get them\nup out of the land. \n"},{"number":11,"text":"Therefore they did set over them taskmasters to afflict them with their\nburdens. And they built for Pharaoh treasure cities, Pithom and Raamses.\n"},{"number":12,"text":"But the more they afflicted them, the more they multiplied\nand grew. And they were grieved because of the children of Israel.\\f + \\fr 1.12 \n\\ft But…: Heb. And as they afflicted them, so they multiplied, etc\\f*\n"},{"number":13,"text":"And the Egyptians made the children of Israel to serve with\nrigour: \n"},{"number":14,"text":"And they made their lives bitter with hard bondage, in morter,\nand in brick, and in all manner of service in the field: all their\nservice, wherein they made them serve, \\add was\\add* with rigour.\n\n"},{"number":15,"text":"¶ And the king of Egypt spake to the Hebrew midwives, of which the\nname of the one \\add was\\add* Shiphrah, and the name of the other\nPuah: \n"},{"number":16,"text":"And he said, When ye do the office of a midwife to the Hebrew\nwomen, and see \\add them\\add* upon the stools; if it \\add be\\add*\na son, then ye shall kill him: but if it \\add be\\add* a daughter,\nthen she shall live. \n"},{"number":17,"text":"But the midwives feared God, and did not as the king of Egypt\ncommanded them, but saved the men children alive. \n"},{"number":18,"text":"And the king of Egypt called for the midwives, and said unto them,\nWhy have ye done this thing, and have saved the men children alive?\n"},{"number":19,"text":"And the midwives said unto Pharaoh, Because the Hebrew women\n\\add are\\add* not as the Egyptian women; for they \\add are\\add* lively,\nand are delivered ere the midwives come in unto them. \n"},{"number":20,"text":"Therefore God dealt well with the midwives: and the people\nmultiplied, and waxed very mighty. \n"},{"number":21,"text":"And it came to pass, because the midwives feared God, that he\nmade them houses. \n"},{"number":22,"text":"And Pharaoh charged all his people, saying, Every son that is\nborn ye shall cast into the river, and every daughter ye shall save\nalive. \n"}],"number":1},{"verses":[{"number":1,"text":"And there went a man of the house of Levi, and took \\add to\nwife\\add* a daughter of Levi. \n"},{"number":2,"text":"And the woman conceived, and bare a son: and when she saw him that he\n\\add was a\\add* goodly \\add child\\add*, she hid him three months.\n"},{"number":3,"text":"And when she could not longer hide him, she took for him an\nark of bulrushes, and daubed it with slime and with pitch, and put\nthe child therein; and she laid \\add it\\add* in the flags by the\nriver’s brink. \n"},{"number":4,"text":"And his sister stood afar off, to wit what would be done to him.\n\n"},{"number":5,"text":"¶ And the daughter of Pharaoh came down to wash \\add herself\\add*\nat the river; and her maidens walked along by the river’s side; and when she\nsaw the ark among the flags, she sent her maid to fetch it. \n"},{"number":6,"text":"And when she had opened \\add it\\add*, she saw the child: and, behold, the\nbabe wept. And she had compassion on him, and said, This \\add is\none\\add* of the Hebrews’ children. \n"},{"number":7,"text":"Then said his sister to Pharaoh’s daughter, Shall I go and\ncall to thee a nurse of the Hebrew women, that she may nurse the\nchild for thee? \n"},{"number":8,"text":"And Pharaoh’s daughter said to her, Go. And the maid went and\ncalled the child’s mother. \n"},{"number":9,"text":"And Pharaoh’s daughter said unto her, Take this child away,\nand nurse it for me, and I will give \\add thee\\add* thy wages. And the\nwoman took the child, and nursed it. \n"},{"number":10,"text":"And the child grew, and she brought him unto Pharaoh’s daughter,\nand he became her son. And she called his name Moses: and she said,\nBecause I drew him out of the water.\\f + \\fr 2.10  \\ft Moses: that is, Drawn\nout\\f* \n\n"},{"number":11,"text":"¶ And it came to pass in those days, when Moses was grown,\nthat he went out unto his brethren, and looked on their burdens:\nand he spied an Egyptian smiting an Hebrew, one of his brethren.\n"},{"number":12,"text":"And he looked this way and that way, and when he saw that\n\\add there was\\add* no man, he slew the Egyptian, and hid him in the\nsand. \n"},{"number":13,"text":"And when he went out the second day, behold, two men of the\nHebrews strove together: and he said to him that did the wrong, Wherefore\nsmitest thou thy fellow? \n"},{"number":14,"text":"And he said, Who made thee a prince and a judge over us? intendest\nthou to kill me, as thou killedst the Egyptian? And Moses feared,\nand said, Surely this thing is known.\\f + \\fr 2.14  \\ft a prince: Heb. a man, a\nprince\\f* \n"},{"number":15,"text":"Now when Pharaoh heard this thing, he sought to slay Moses.\nBut Moses fled from the face of Pharaoh, and dwelt in the land of\nMidian: and he sat down by a well. \n\n"},{"number":16,"text":"Now the priest of Midian had seven daughters: and they came\nand drew \\add water\\add*, and filled the troughs to water their father’s\nflock.\\f + \\fr 2.16  \\ft priest: or, prince\\f* \n"},{"number":17,"text":"And the shepherds came and drove them away: but Moses stood\nup and helped them, and watered their flock. \n"},{"number":18,"text":"And when they came to Reuel their father, he said, How \\add is it\nthat\\add* ye are come so soon to day?\\f + \\fr 2.18  \\ft Reuel: called also Jethro, or,\nJether\\f* \n"},{"number":19,"text":"And they said, An Egyptian delivered us out of the hand of the\nshepherds, and also drew \\add water\\add* enough for us, and watered\nthe flock. \n"},{"number":20,"text":"And he said unto his daughters, And where \\add is\\add* he? why\n\\add is\\add* it \\add that\\add* ye have left the man? call him, that he may\neat bread. \n"},{"number":21,"text":"And Moses was content to dwell with the man: and he gave Moses\nZipporah his daughter. \n"},{"number":22,"text":"And she bare \\add him\\add* a son, and he called his name Gershom:\nfor he said, I have been a stranger in a strange land.\\f + \\fr 2.22 \n\\ft Gershom: that is, A stranger here\\f* \n\n"},{"number":23,"text":"¶ And it came to pass in process of time, that the king of\nEgypt died: and the children of Israel sighed by reason of the bondage,\nand they cried, and their cry came up unto God by reason of the bondage.\n"},{"number":24,"text":"And God heard their groaning, and God remembered his covenant\nwith Abraham, with Isaac, and with Jacob. \n"},{"number":25,"text":"And God looked upon the children of Israel, and God had respect unto\n\\add them\\add*.\\f + \\fr 2.25  \\ft had…: Heb. knew\\f* \n"}],"number":2},{"verses":[{"number":1,"text":"Now Moses kept the flock of Jethro his father in law, the priest\nof Midian: and he led the flock to the backside of the desert, and\ncame to the mountain of God, \\add even\\add* to Horeb. \n"},{"number":2,"text":"And the angel of the \\nd LORD\\nd* appeared unto him in a flame\nof fire out of the midst of a bush: and he looked, and, behold, the\nbush burned with fire, and the bush \\add was\\add* not consumed. \n"},{"number":3,"text":"And Moses said, I will now turn aside, and see this great sight,\nwhy the bush is not burnt. \n"},{"number":4,"text":"And when the \\nd LORD\\nd* saw that he turned aside to see,\nGod called unto him out of the midst of the bush, and said, Moses,\nMoses. And he said, Here \\add am\\add* I. \n"},{"number":5,"text":"And he said, Draw not nigh hither: put off thy shoes from off thy\nfeet, for the place whereon thou standest \\add is\\add* holy ground.\n"},{"number":6,"text":"Moreover he said, I \\add am\\add* the God of thy father, the\nGod of Abraham, the God of Isaac, and the God of Jacob. And Moses\nhid his face; for he was afraid to look upon God. \n\n"},{"number":7,"text":"¶ And the \\nd LORD\\nd* said, I have surely seen the affliction\nof my people which \\add are\\add* in Egypt, and have heard their cry\nby reason of their taskmasters; for I know their sorrows; \n"},{"number":8,"text":"And I am come down to deliver them out of the hand of the Egyptians,\nand to bring them up out of that land unto a good land and a large,\nunto a land flowing with milk and honey; unto the place of the Canaanites,\nand the Hittites, and the Amorites, and the Perizzites, and the Hivites,\nand the Jebusites. \n"},{"number":9,"text":"Now therefore, behold, the cry of the children of Israel is\ncome unto me: and I have also seen the oppression wherewith the Egyptians\noppress them. \n"},{"number":10,"text":"Come now therefore, and I will send thee unto Pharaoh, that thou mayest bring\nforth my people the children of Israel out of Egypt. \n\n"},{"number":11,"text":"¶ And Moses said unto God, Who \\add am\\add* I, that I should\ngo unto Pharaoh, and that I should bring forth the children of Israel\nout of Egypt? \n"},{"number":12,"text":"And he said, Certainly I will be with thee; and this \\add shall\nbe\\add* a token unto thee, that I have sent thee: When thou hast brought\nforth the people out of Egypt, ye shall serve God upon this mountain.\n"},{"number":13,"text":"And Moses said unto God, Behold, \\add when\\add* I come unto the\nchildren of Israel, and shall say unto them, The God of your fathers\nhath sent me unto you; and they shall say to me, What \\add is\\add*\nhis name? what shall I say unto them? \n"},{"number":14,"text":"And God said unto Moses, I AM THAT I AM: and he said, Thus shalt thou\nsay unto the children of Israel, I AM hath sent me unto you. \n"},{"number":15,"text":"And God said moreover unto Moses, Thus shalt thou say unto the\nchildren of Israel, The \\nd LORD\\nd* God of your fathers, the God\nof Abraham, the God of Isaac, and the God of Jacob, hath sent me unto you: this\n\\add is\\add* my name for ever, and this \\add is\\add* my memorial\nunto all generations. \n\n"},{"number":16,"text":"Go, and gather the elders of Israel together, and say unto them, The\n\\nd LORD\\nd* God of your fathers, the God of Abraham, of Isaac, and of\nJacob, appeared unto me, saying, I have surely visited you, and \\add seen\\add*\nthat which is done to you in Egypt: \n"},{"number":17,"text":"And I have said, I will bring you up out of the affliction\nof Egypt unto the land of the Canaanites, and the Hittites, and the\nAmorites, and the Perizzites, and the Hivites, and the Jebusites,\nunto a land flowing with milk and honey. \n"},{"number":18,"text":"And they shall hearken to thy voice: and thou shalt come,\nthou and the elders of Israel, unto the king of Egypt, and ye shall\nsay unto him, The \\nd LORD\\nd* God of the Hebrews hath met with us: and now let us\ngo, we beseech thee, three days’ journey into the wilderness, that we may\nsacrifice to the \\nd LORD\\nd* our God. \n\n"},{"number":19,"text":"¶ And I am sure that the king of Egypt will not let you go,\nno, not by a mighty hand.\\f + \\fr 3.19  \\ft no…: or, but by strong\nhand\\f* \n"},{"number":20,"text":"And I will stretch out my hand, and smite Egypt with all my\nwonders which I will do in the midst thereof: and after that he will let you\ngo. \n"},{"number":21,"text":"And I will give this people favour in the sight of the Egyptians:\nand it shall come to pass, that, when ye go, ye shall not go empty:\n"},{"number":22,"text":"But every woman shall borrow of her neighbour, and of her that\nsojourneth in her house, jewels of silver, and jewels of gold, and\nraiment: and ye shall put \\add them\\add* upon your sons, and upon your\ndaughters; and ye shall spoil the Egyptians.\\f + \\fr 3.22  \\ft the Egyptians: or,\nEgypt\\f* \n"}],"number":3},{"verses":[{"number":1,"text":"And Moses answered and said, But, behold, they will not believe\nme, nor hearken unto my voice: for they will say, The \\nd LORD\\nd*\nhath not appeared unto thee. \n"},{"number":2,"text":"And the \\nd LORD\\nd* said unto him, What \\add is\\add* that in thine\nhand? And he said, A rod. \n"},{"number":3,"text":"And he said, Cast it on the ground. And he cast it on the ground,\nand it became a serpent; and Moses fled from before it. \n"},{"number":4,"text":"And the \\nd LORD\\nd* said unto Moses, Put forth thine hand,\nand take it by the tail. And he put forth his hand, and caught it, and it became a\nrod in his hand: \n"},{"number":5,"text":"That they may believe that the \\nd LORD\\nd* God of their fathers,\nthe God of Abraham, the God of Isaac, and the God of Jacob, hath\nappeared unto thee. \n\n"},{"number":6,"text":"¶ And the \\nd LORD\\nd* said furthermore unto him, Put now thine\nhand into thy bosom. And he put his hand into his bosom: and when he\ntook it out, behold, his hand \\add was\\add* leprous as snow. \n"},{"number":7,"text":"And he said, Put thine hand into thy bosom again. And he put\nhis hand into his bosom again; and plucked it out of his bosom, and, behold, it was turned\nagain as his \\add other\\add* flesh. \n"},{"number":8,"text":"And it shall come to pass, if they will not believe thee, neither\nhearken to the voice of the first sign, that they will believe the\nvoice of the latter sign. \n"},{"number":9,"text":"And it shall come to pass, if they will not believe also these\ntwo signs, neither hearken unto thy voice, that thou shalt take of the\nwater of the river, and pour \\add it\\add* upon the dry \\add land:\\add*\nand the water which thou takest out of the river shall become blood\nupon the dry \\add land\\add*.\\f + \\fr 4.9  \\ft shall become: Heb. shall be and shall\nbe\\f* \n\n"},{"number":10,"text":"¶ And Moses said unto the \\nd LORD\\nd*, O my Lord, I \\add am\\add*\nnot eloquent, neither heretofore, nor since thou hast spoken unto thy\nservant: but I \\add am\\add* slow of speech, and of a slow tongue.\\f + \\fr 4.10 \n\\ft eloquent: Heb. a man of words\\f*\\f + \\fr 4.10  \\ft heretofore: Heb. since yesterday, nor since the third\nday\\f* \n"},{"number":11,"text":"And the \\nd LORD\\nd* said unto him, Who hath made man’s mouth?\nor who maketh the dumb, or deaf, or the seeing, or the blind? have not I the\n\\nd LORD\\nd*? \n"},{"number":12,"text":"Now therefore go, and I will be with thy mouth, and teach\nthee what thou shalt say. \n"},{"number":13,"text":"And he said, O my Lord, send, I pray thee, by the hand \\add of him\nwhom\\add* thou wilt send.\\f + \\fr 4.13  \\ft wilt: or, shouldest\\f*\n"},{"number":14,"text":"And the anger of the \\nd LORD\\nd* was kindled against Moses,\nand he said, \\add Is\\add* not Aaron the Levite thy brother? I know\nthat he can speak well. And also, behold, he cometh forth to meet\nthee: and when he seeth thee, he will be glad in his heart. \n"},{"number":15,"text":"And thou shalt speak unto him, and put words in his mouth:\nand I will be with thy mouth, and with his mouth, and will teach\nyou what ye shall do. \n"},{"number":16,"text":"And he shall be thy spokesman unto the people: and he shall be,\n\\add even\\add* he shall be to thee instead of a mouth, and thou shalt be to him instead of\nGod. \n"},{"number":17,"text":"And thou shalt take this rod in thine hand, wherewith thou shalt\ndo signs. \n\n"},{"number":18,"text":"¶ And Moses went and returned to Jethro his father in law,\nand said unto him, Let me go, I pray thee, and return unto my brethren which\n\\add are\\add* in Egypt, and see whether they be yet alive. And Jethro\nsaid to Moses, Go in peace.\\f + \\fr 4.18  \\ft Jethro: Heb. Jether\\f*\n"},{"number":19,"text":"And the \\nd LORD\\nd* said unto Moses in Midian, Go, return\ninto Egypt: for all the men are dead which sought thy life. \n"},{"number":20,"text":"And Moses took his wife and his sons, and set them upon an\nass, and he returned to the land of Egypt: and Moses took the rod\nof God in his hand. \n"},{"number":21,"text":"And the \\nd LORD\\nd* said unto Moses, When thou goest to return\ninto Egypt, see that thou do all those wonders before Pharaoh, which I have\nput in thine hand: but I will harden his heart, that he shall not let the\npeople go. \n"},{"number":22,"text":"And thou shalt say unto Pharaoh, Thus saith the \\nd LORD\\nd*,\nIsrael \\add is\\add* my son, \\add even\\add* my firstborn: \n"},{"number":23,"text":"And I say unto thee, Let my son go, that he may serve me: and if thou\nrefuse to let him go, behold, I will slay thy son, \\add even\\add*\nthy firstborn. \n\n"},{"number":24,"text":"¶ And it came to pass by the way in the inn, that the \\nd LORD\\nd*\nmet him, and sought to kill him. \n"},{"number":25,"text":"Then Zipporah took a sharp stone, and cut off the foreskin\nof her son, and cast \\add it\\add* at his feet, and said, Surely a\nbloody husband \\add art\\add* thou to me.\\f + \\fr 4.25  \\ft sharp…: or,\nknife\\f*\\f + \\fr 4.25  \\ft cast…: Heb. made it touch\\f* \n"},{"number":26,"text":"So he let him go: then she said, A bloody husband \\add thou\nart\\add*, because of the circumcision. \n\n"},{"number":27,"text":"¶ And the \\nd LORD\\nd* said to Aaron, Go into the wilderness\nto meet Moses. And he went, and met him in the mount of God, and\nkissed him. \n"},{"number":28,"text":"And Moses told Aaron all the words of the \\nd LORD\\nd* who had\nsent him, and all the signs which he had commanded him. \n\n"},{"number":29,"text":"¶ And Moses and Aaron went and gathered together all the elders\nof the children of Israel: \n"},{"number":30,"text":"And Aaron spake all the words which the \\nd LORD\\nd* had spoken\nunto Moses, and did the signs in the sight of the people. \n"},{"number":31,"text":"And the people believed: and when they heard that the \\nd LORD\\nd*\nhad visited the children of Israel, and that he had looked upon their\naffliction, then they bowed their heads and worshipped. \n"}],"number":4},{"verses":[{"number":1,"text":"And afterward Moses and Aaron went in, and told Pharaoh, Thus\nsaith the \\nd LORD\\nd* God of Israel, Let my people go, that they may hold a\nfeast unto me in the wilderness. \n"},{"number":2,"text":"And Pharaoh said, Who \\add is\\add* the \\nd LORD\\nd*, that I should\nobey his voice to let Israel go? I know not the \\nd LORD\\nd*, neither will I let\nIsrael go. \n\n"},{"number":3,"text":"And they said, The God of the Hebrews hath met with us: let us\ngo, we pray thee, three days’ journey into the desert, and sacrifice\nunto the \\nd LORD\\nd* our God; lest he fall upon us with pestilence,\nor with the sword. \n"},{"number":4,"text":"And the king of Egypt said unto them, Wherefore do ye, Moses\nand Aaron, let the people from their works? get you unto your burdens.\n"},{"number":5,"text":"And Pharaoh said, Behold, the people of the land now \\add are\\add*\nmany, and ye make them rest from their burdens. \n"},{"number":6,"text":"And Pharaoh commanded the same day the taskmasters of the people,\nand their officers, saying, \n"},{"number":7,"text":"Ye shall no more give the people straw to make brick, as heretofore:\nlet them go and gather straw for themselves. \n"},{"number":8,"text":"And the tale of the bricks, which they did make heretofore,\nye shall lay upon them; ye shall not diminish \\add ought\\add* thereof: for they\n\\add be\\add* idle; therefore they cry, saying, Let us go \\add and\\add*\nsacrifice to our God. \n"},{"number":9,"text":"Let there more work be laid upon the men, that they may labour\ntherein; and let them not regard vain words.\\f + \\fr 5.9  \\ft Let there…: Heb. Let the work be heavy upon the\nmen\\f* \n\n"},{"number":10,"text":"¶ And the taskmasters of the people went out, and their officers,\nand they spake to the people, saying, Thus saith Pharaoh, I will not\ngive you straw. \n"},{"number":11,"text":"Go ye, get you straw where ye can find it: yet not ought of your\nwork shall be diminished. \n"},{"number":12,"text":"So the people were scattered abroad throughout all the land\nof Egypt to gather stubble instead of straw. \n"},{"number":13,"text":"And the taskmasters hasted \\add them\\add*, saying, Fulfil\nyour works, \\add your\\add* daily tasks, as when there was straw.\\f + \\fr 5.13 \n\\ft your daily…: Heb. a matter of a day in his day\\f* \n"},{"number":14,"text":"And the officers of the children of Israel, which Pharaoh’s\ntaskmasters had set over them, were beaten, \\add and\\add* demanded,\nWherefore have ye not fulfilled your task in making brick both yesterday\nand to day, as heretofore? \n\n"},{"number":15,"text":"¶ Then the officers of the children of Israel came and cried\nunto Pharaoh, saying, Wherefore dealest thou thus with thy servants?\n"},{"number":16,"text":"There is no straw given unto thy servants, and they say to us,\nMake brick: and, behold, thy servants \\add are\\add* beaten; but the\nfault \\add is\\add* in thine own people. \n"},{"number":17,"text":"But he said, Ye \\add are\\add* idle, \\add ye are\\add* idle:\ntherefore ye say, Let us go \\add and\\add* do sacrifice to the \\nd LORD\\nd*.\n"},{"number":18,"text":"Go therefore now, \\add and\\add* work; for there shall no straw\nbe given you, yet shall ye deliver the tale of bricks. \n"},{"number":19,"text":"And the officers of the children of Israel did see \\add that\\add* they\n\\add were\\add* in evil \\add case\\add*, after it was said, Ye shall not\nminish \\add ought\\add* from your bricks of your daily task. \n\n"},{"number":20,"text":"¶ And they met Moses and Aaron, who stood in the way, as they came\nforth from Pharaoh: \n"},{"number":21,"text":"And they said unto them, The \\nd LORD\\nd* look upon you, and\njudge; because ye have made our savour to be abhorred in the eyes\nof Pharaoh, and in the eyes of his servants, to put a sword in their\nhand to slay us.\\f + \\fr 5.21  \\ft to be…: Heb. to stink\\f* \n"},{"number":22,"text":"And Moses returned unto the \\nd LORD\\nd*, and said, Lord, wherefore hast thou\n\\add so\\add* evil entreated this people? why \\add is\\add* it \\add that\\add*\nthou hast sent me? \n"},{"number":23,"text":"For since I came to Pharaoh to speak in thy name, he hath done\nevil to this people; neither hast thou delivered thy people at all.\\f + \\fr 5.23 \n\\ft neither…: Heb. delivering thou hast not delivered\\f* \n"}],"number":5},{"verses":[{"number":1,"text":"Then the \\nd LORD\\nd* said unto Moses, Now shalt thou see what I will\ndo to Pharaoh: for with a strong hand shall he let them go, and with a\nstrong hand shall he drive them out of his land. \n"},{"number":2,"text":"And God spake unto Moses, and said unto him, I \\add am\\add*\nthe \\nd LORD\\nd*:\\f + \\fr 6.2  \\ft the \\+nd LORD\\+nd*: or, \\+nd JEHOVAH\\+nd*\\f*\n"},{"number":3,"text":"And I appeared unto Abraham, unto Isaac, and unto Jacob, by\n\\add the name of\\add* God Almighty, but by my name \\nd JEHOVAH\\nd*\nwas I not known to them. \n"},{"number":4,"text":"And I have also established my covenant with them, to give\nthem the land of Canaan, the land of their pilgrimage, wherein they were\nstrangers. \n"},{"number":5,"text":"And I have also heard the groaning of the children of Israel,\nwhom the Egyptians keep in bondage; and I have remembered my covenant.\n"},{"number":6,"text":"Wherefore say unto the children of Israel, I \\add am\\add* the\n\\nd LORD\\nd*, and I will bring you out from under the burdens of the\nEgyptians, and I will rid you out of their bondage, and I will redeem\nyou with a stretched out arm, and with great judgments: \n"},{"number":7,"text":"And I will take you to me for a people, and I will be to you a\nGod: and ye shall know that I \\add am\\add* the \\nd LORD\\nd* your\nGod, which bringeth you out from under the burdens of the Egyptians.\n"},{"number":8,"text":"And I will bring you in unto the land, concerning the which I did\nswear to give it to Abraham, to Isaac, and to Jacob; and I will give\nit you for an heritage: I \\add am\\add* the \\nd LORD\\nd*.\\f + \\fr 6.8 \n\\ft swear: Heb. lift up my hand\\f* \n\n"},{"number":9,"text":"¶ And Moses spake so unto the children of Israel: but they hearkened\nnot unto Moses for anguish of spirit, and for cruel bondage.\\f + \\fr 6.9 \n\\ft anguish: Heb. shortness, or, straitness\\f* \n\n"},{"number":10,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":11,"text":"Go in, speak unto Pharaoh king of Egypt, that he let the children\nof Israel go out of his land. \n"},{"number":12,"text":"And Moses spake before the \\nd LORD\\nd*, saying, Behold, the\nchildren of Israel have not hearkened unto me; how then shall Pharaoh\nhear me, who \\add am\\add* of uncircumcised lips? \n"},{"number":13,"text":"And the \\nd LORD\\nd* spake unto Moses and unto Aaron, and gave them a\ncharge unto the children of Israel, and unto Pharaoh king of Egypt,\nto bring the children of Israel out of the land of Egypt. \n\n"},{"number":14,"text":"¶ These \\add be\\add* the heads of their fathers’ houses: The\nsons of Reuben the firstborn of Israel; Hanoch, and Pallu, Hezron,\nand Carmi: these \\add be\\add* the families of Reuben. \n"},{"number":15,"text":"And the sons of Simeon; Jemuel, and Jamin, and Ohad, and Jachin,\nand Zohar, and Shaul the son of a Canaanitish woman: these \\add are\\add*\nthe families of Simeon. \n\n"},{"number":16,"text":"¶ And these \\add are\\add* the names of the sons of Levi according to their\ngenerations; Gershon, and Kohath, and Merari: and the years of the\nlife of Levi \\add were\\add* an hundred thirty and seven years. \n"},{"number":17,"text":"The sons of Gershon; Libni, and Shimi, according to their\nfamilies. \n"},{"number":18,"text":"And the sons of Kohath; Amram, and Izhar, and Hebron, and\nUzziel: and the years of the life of Kohath \\add were\\add* an hundred\nthirty and three years. \n"},{"number":19,"text":"And the sons of Merari; Mahali and Mushi: these \\add are\\add*\nthe families of Levi according to their generations. \n"},{"number":20,"text":"And Amram took him Jochebed his father’s sister to wife; and she\nbare him Aaron and Moses: and the years of the life of Amram \\add were\\add*\nan hundred and thirty and seven years. \n\n"},{"number":21,"text":"¶ And the sons of Izhar; Korah, and Nepheg, and Zichri. \n"},{"number":22,"text":"And the sons of Uzziel; Mishael, and Elzaphan, and Zithri.\n"},{"number":23,"text":"And Aaron took him Elisheba, daughter of Amminadab, sister\nof Naashon, to wife; and she bare him Nadab, and Abihu, Eleazar,\nand Ithamar. \n"},{"number":24,"text":"And the sons of Korah; Assir, and Elkanah, and Abiasaph: these\n\\add are\\add* the families of the Korhites. \n"},{"number":25,"text":"And Eleazar Aaron’s son took him \\add one\\add* of the daughters\nof Putiel to wife; and she bare him Phinehas: these \\add are\\add*\nthe heads of the fathers of the Levites according to their families.\n"},{"number":26,"text":"These \\add are\\add* that Aaron and Moses, to whom the \\nd LORD\\nd*\nsaid, Bring out the children of Israel from the land of Egypt according to their\narmies. \n"},{"number":27,"text":"These \\add are\\add* they which spake to Pharaoh king of Egypt,\nto bring out the children of Israel from Egypt: these \\add are\\add*\nthat Moses and Aaron. \n\n"},{"number":28,"text":"¶ And it came to pass on the day \\add when\\add* the \\nd LORD\\nd*\nspake unto Moses in the land of Egypt, \n"},{"number":29,"text":"That the \\nd LORD\\nd* spake unto Moses, saying, I \\add am\\add*\nthe \\nd LORD\\nd*: speak thou unto Pharaoh king of Egypt all that I\nsay unto thee. \n"},{"number":30,"text":"And Moses said before the \\nd LORD\\nd*, Behold, I \\add am\\add*\nof uncircumcised lips, and how shall Pharaoh hearken unto me? \n"}],"number":6},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* said unto Moses, See, I have made thee a\ngod to Pharaoh: and Aaron thy brother shall be thy prophet. \n"},{"number":2,"text":"Thou shalt speak all that I command thee: and Aaron thy brother\nshall speak unto Pharaoh, that he send the children of Israel out of his\nland. \n"},{"number":3,"text":"And I will harden Pharaoh’s heart, and multiply my signs and my\nwonders in the land of Egypt. \n"},{"number":4,"text":"But Pharaoh shall not hearken unto you, that I may lay my hand\nupon Egypt, and bring forth mine armies, \\add and\\add* my people\nthe children of Israel, out of the land of Egypt by great judgments.\n"},{"number":5,"text":"And the Egyptians shall know that I \\add am\\add* the \\nd LORD\\nd*,\nwhen I stretch forth mine hand upon Egypt, and bring out the children\nof Israel from among them. \n"},{"number":6,"text":"And Moses and Aaron did as the \\nd LORD\\nd* commanded them, so\ndid they. \n"},{"number":7,"text":"And Moses \\add was\\add* fourscore years old, and Aaron fourscore\nand three years old, when they spake unto Pharaoh. \n\n"},{"number":8,"text":"¶ And the \\nd LORD\\nd* spake unto Moses and unto Aaron, saying,\n"},{"number":9,"text":"When Pharaoh shall speak unto you, saying, Shew a miracle for you: then thou shalt\nsay unto Aaron, Take thy rod, and cast \\add it\\add* before Pharaoh,\n\\add and\\add* it shall become a serpent. \n\n"},{"number":10,"text":"¶ And Moses and Aaron went in unto Pharaoh, and they did so as the\n\\nd LORD\\nd* had commanded: and Aaron cast down his rod before Pharaoh,\nand before his servants, and it became a serpent. \n"},{"number":11,"text":"Then Pharaoh also called the wise men and the sorcerers: now the\nmagicians of Egypt, they also did in like manner with their enchantments.\n"},{"number":12,"text":"For they cast down every man his rod, and they became serpents:\nbut Aaron’s rod swallowed up their rods. \n"},{"number":13,"text":"And he hardened Pharaoh’s heart, that he hearkened not unto them; as the\n\\nd LORD\\nd* had said. \n\n"},{"number":14,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Pharaoh’s heart \\add is\\add*\nhardened, he refuseth to let the people go. \n"},{"number":15,"text":"Get thee unto Pharaoh in the morning; lo, he goeth out unto the\nwater; and thou shalt stand by the river’s brink against he come;\nand the rod which was turned to a serpent shalt thou take in thine\nhand. \n"},{"number":16,"text":"And thou shalt say unto him, The \\nd LORD\\nd* God of the Hebrews\nhath sent me unto thee, saying, Let my people go, that they may serve\nme in the wilderness: and, behold, hitherto thou wouldest not hear.\n"},{"number":17,"text":"Thus saith the \\nd LORD\\nd*, In this thou shalt know that I\n\\add am\\add* the \\nd LORD\\nd*: behold, I will smite with the rod that\n\\add is\\add* in mine hand upon the waters which \\add are\\add* in the\nriver, and they shall be turned to blood. \n"},{"number":18,"text":"And the fish that \\add is\\add* in the river shall die, and the\nriver shall stink; and the Egyptians shall lothe to drink of the\nwater of the river. \n\n"},{"number":19,"text":"¶ And the \\nd LORD\\nd* spake unto Moses, Say unto Aaron, Take\nthy rod, and stretch out thine hand upon the waters of Egypt, upon their\nstreams, upon their rivers, and upon their ponds, and upon all their\npools of water, that they may become blood; and \\add that\\add* there may be\nblood throughout all the land of Egypt, both in \\add vessels of\\add*\nwood, and in \\add vessels of\\add* stone.\\f + \\fr 7.19  \\ft pools…: Heb. gathering of their\nwaters\\f* \n"},{"number":20,"text":"And Moses and Aaron did so, as the \\nd LORD\\nd* commanded;\nand he lifted up the rod, and smote the waters that \\add were\\add*\nin the river, in the sight of Pharaoh, and in the sight of his servants;\nand all the waters that \\add were\\add* in the river were turned to\nblood. \n"},{"number":21,"text":"And the fish that \\add was\\add* in the river died; and the\nriver stank, and the Egyptians could not drink of the water of the\nriver; and there was blood throughout all the land of Egypt. \n"},{"number":22,"text":"And the magicians of Egypt did so with their enchantments:\nand Pharaoh’s heart was hardened, neither did he hearken unto them; as the\n\\nd LORD\\nd* had said. \n"},{"number":23,"text":"And Pharaoh turned and went into his house, neither did he\nset his heart to this also. \n"},{"number":24,"text":"And all the Egyptians digged  round about the river for water\nto drink; for they could not drink of the water of the river. \n"},{"number":25,"text":"And seven days were fulfilled, after that the \\nd LORD\\nd*\nhad smitten the river. \n"}],"number":7},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, Go unto Pharaoh, and\nsay unto him, Thus saith the \\nd LORD\\nd*, Let my people go, that they may\nserve me. \n"},{"number":2,"text":"And if thou refuse to let \\add them\\add* go, behold, I will\nsmite all thy borders with frogs: \n"},{"number":3,"text":"And the river shall bring forth frogs abundantly, which shall go\nup and come into thine house, and into thy bedchamber, and upon thy\nbed, and into the house of thy servants, and upon thy people, and into thine\novens, and into thy kneadingtroughs:\\f + \\fr 8.3  \\ft kneadingtroughs: or,\ndough\\f* \n"},{"number":4,"text":"And the frogs shall come up both on thee, and upon thy people,\nand upon all thy servants. \n\n"},{"number":5,"text":"¶ And the \\nd LORD\\nd* spake unto Moses, Say unto Aaron, Stretch\nforth thine hand with thy rod over the streams, over the rivers,\nand over the ponds, and cause frogs to come up upon the land of Egypt.\n"},{"number":6,"text":"And Aaron stretched out his hand over the waters of Egypt;\nand the frogs came up, and covered the land of Egypt. \n"},{"number":7,"text":"And the magicians did so with their enchantments, and brought\nup frogs upon the land of Egypt. \n\n"},{"number":8,"text":"¶ Then Pharaoh called for Moses and Aaron, and said, Intreat\nthe \\nd LORD\\nd*, that he may take away the frogs from me, and from my\npeople; and I will let the people go, that they may do sacrifice\nunto the \\nd LORD\\nd*. \n"},{"number":9,"text":"And Moses said unto Pharaoh, Glory over me: when shall I intreat\nfor thee, and for thy servants, and for thy people, to destroy the\nfrogs from thee and thy houses, \\add that\\add* they may remain in the\nriver only?\\f + \\fr 8.9  \\ft Glory…: or, Have this honour over me,\netc\\f*\\f + \\fr 8.9  \\ft when: or, against when\\f*\\f + \\fr 8.9  \\ft to destroy: Heb. to cut\noff\\f* \n"},{"number":10,"text":"And he said, To morrow. And he said, \\add Be it\\add* according to thy\nword: that thou mayest know that \\add there is\\add* none like unto the\n\\nd LORD\\nd* our God.\\f + \\fr 8.10  \\ft To morrow: or, Against to\nmorrow\\f* \n"},{"number":11,"text":"And the frogs shall depart from thee, and from thy houses,\nand from thy servants, and from thy people; they shall remain in the\nriver only. \n"},{"number":12,"text":"And Moses and Aaron went out from Pharaoh: and Moses cried\nunto the \\nd LORD\\nd* because of the frogs which he had brought against\nPharaoh. \n"},{"number":13,"text":"And the \\nd LORD\\nd* did according to the word of Moses; and the\nfrogs died out of the houses, out of the villages, and out of the\nfields. \n"},{"number":14,"text":"And they gathered them together upon heaps: and the land stank.\n"},{"number":15,"text":"But when Pharaoh saw that there was respite, he hardened his\nheart, and hearkened not unto them; as the \\nd LORD\\nd* had said.\n\n"},{"number":16,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Say unto Aaron, Stretch\nout thy rod, and smite the dust of the land, that it may become lice\nthroughout all the land of Egypt. \n"},{"number":17,"text":"And they did so; for Aaron stretched out his hand with his\nrod, and smote the dust of the earth, and it became lice in man,\nand in beast; all the dust of the land became lice throughout all the\nland of Egypt. \n"},{"number":18,"text":"And the magicians did so with their enchantments to bring\nforth lice, but they could not: so there were lice upon man, and upon\nbeast. \n"},{"number":19,"text":"Then the magicians said unto Pharaoh, This \\add is\\add* the\nfinger of God: and Pharaoh’s heart was hardened, and he hearkened\nnot unto them; as the \\nd LORD\\nd* had said. \n\n"},{"number":20,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Rise up early in the\nmorning, and stand before Pharaoh; lo, he cometh forth to the water;\nand say unto him, Thus saith the \\nd LORD\\nd*, Let my people go,\nthat they may serve me. \n"},{"number":21,"text":"Else, if thou wilt not let my people go, behold, I will send\nswarms \\add of flies\\add* upon thee, and upon thy servants, and upon thy\npeople, and into thy houses: and the houses of the Egyptians shall be\nfull of swarms \\add of flies\\add*, and also the ground whereon they\n\\add are\\add*.\\f + \\fr 8.21  \\ft swarms…: or, a mixture of noisome beasts,\netc\\f* \n"},{"number":22,"text":"And I will sever in that day the land of Goshen, in which my\npeople dwell, that no swarms \\add of flies\\add* shall be there; to the\nend thou mayest know that I \\add am\\add* the \\nd LORD\\nd* in the\nmidst of the earth. \n"},{"number":23,"text":"And I will put a division between my people and thy people:\nto morrow shall this sign be.\\f + \\fr 8.23  \\ft a division: Heb. a\nredemption\\f*\\f + \\fr 8.23  \\ft to morrow: or, by to morrow\\f* \n"},{"number":24,"text":"And the \\nd LORD\\nd* did so; and there came a grievous swarm\n\\add of flies\\add* into the house of Pharaoh, and \\add into\\add*\nhis servants’ houses, and into all the land of Egypt: the land was\ncorrupted by reason of the swarm \\add of flies\\add*.\\f + \\fr 8.24 \n\\ft corrupted: or, destroyed\\f* \n\n"},{"number":25,"text":"¶ And Pharaoh called for Moses and for Aaron, and said, Go\nye, sacrifice to your God in the land. \n"},{"number":26,"text":"And Moses said, It is not meet so to do; for we shall sacrifice\nthe abomination of the Egyptians to the \\nd LORD\\nd* our God: lo, shall we\nsacrifice the abomination of the Egyptians before their eyes, and will they not\nstone us? \n"},{"number":27,"text":"We will go three days’ journey into the wilderness, and sacrifice\nto the \\nd LORD\\nd* our God, as he shall command us. \n"},{"number":28,"text":"And Pharaoh said, I will let you go, that ye may sacrifice\nto the \\nd LORD\\nd* your God in the wilderness; only ye shall not\ngo very far away: intreat for me. \n"},{"number":29,"text":"And Moses said, Behold, I go out from thee, and I will intreat\nthe \\nd LORD\\nd* that the swarms \\add of flies\\add* may depart from\nPharaoh, from his servants, and from his people, to morrow: but let not\nPharaoh deal deceitfully any more in not letting the people go to\nsacrifice to the \\nd LORD\\nd*. \n"},{"number":30,"text":"And Moses went out from Pharaoh, and intreated the \\nd LORD\\nd*.\n"},{"number":31,"text":"And the \\nd LORD\\nd* did according to the word of Moses; and he\nremoved the swarms \\add of flies\\add* from Pharaoh, from his servants,\nand from his people; there remained not one. \n"},{"number":32,"text":"And Pharaoh hardened his heart at this time also, neither would he let the\npeople go. \n"}],"number":8},{"verses":[{"number":1,"text":"Then the \\nd LORD\\nd* said unto Moses, Go in unto Pharaoh,\nand tell him, Thus saith the \\nd LORD\\nd* God of the Hebrews, Let my\npeople go, that they may serve me. \n"},{"number":2,"text":"For if thou refuse to let \\add them\\add* go, and wilt hold them still,\n"},{"number":3,"text":"Behold, the hand of the \\nd LORD\\nd* is upon thy cattle which\n\\add is\\add* in the field, upon the horses, upon the asses, upon the\ncamels, upon the oxen, and upon the sheep: \\add there shall be\\add*\na very grievous murrain. \n"},{"number":4,"text":"And the \\nd LORD\\nd* shall sever between the cattle of Israel\nand the cattle of Egypt: and there shall nothing die of all \\add that\nis\\add* the children’s of Israel. \n"},{"number":5,"text":"And the \\nd LORD\\nd* appointed  a set time, saying, To morrow\nthe \\nd LORD\\nd* shall do this thing in the land. \n"},{"number":6,"text":"And the \\nd LORD\\nd* did that thing on the morrow, and all the\ncattle of Egypt died: but of the cattle of the children of Israel\ndied not one. \n"},{"number":7,"text":"And Pharaoh sent, and, behold, there was not one of the cattle\nof the Israelites dead. And the heart of Pharaoh was hardened, and he did not let the\npeople go. \n\n"},{"number":8,"text":"¶ And the \\nd LORD\\nd* said unto Moses and unto Aaron, Take\nto you handfuls of ashes of the furnace, and let Moses sprinkle it toward the\nheaven in the sight of Pharaoh. \n"},{"number":9,"text":"And it shall become small dust in all the land of Egypt, and shall be a\nboil breaking forth \\add with\\add* blains upon man, and upon beast,\nthroughout all the land of Egypt. \n"},{"number":10,"text":"And they took ashes of the furnace, and stood before Pharaoh;\nand Moses sprinkled it up toward heaven; and it became a boil breaking\nforth \\add with\\add* blains upon man, and upon beast. \n"},{"number":11,"text":"And the magicians could not stand before Moses because of the\nboils; for the boil was upon the magicians, and upon all the Egyptians.\n"},{"number":12,"text":"And the \\nd LORD\\nd* hardened  the heart of Pharaoh, and he\nhearkened not unto them; as the \\nd LORD\\nd* had spoken unto Moses.\n\n"},{"number":13,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Rise up early in the\nmorning, and stand before Pharaoh, and say unto him, Thus saith the\n\\nd LORD\\nd* God of the Hebrews, Let my people go, that they may\nserve me. \n"},{"number":14,"text":"For I will at this time send all my plagues upon thine heart,\nand upon thy servants, and upon thy people; that thou mayest know that\n\\add there is\\add* none like me in all the earth. \n"},{"number":15,"text":"For now I will stretch out my hand, that I may smite thee and thy\npeople with pestilence; and thou shalt be cut off from the earth.\n"},{"number":16,"text":"And in very deed for this \\add cause\\add* have I raised thee\nup, for to shew \\add in\\add* thee my power; and that my name may be\ndeclared throughout all the earth.\\f + \\fr 9.16  \\ft raised…: Heb. made thee\nstand\\f* \n"},{"number":17,"text":"As yet exaltest thou thyself against my people, that thou wilt not let them\ngo? \n"},{"number":18,"text":"Behold, to morrow about this time I will cause it to rain\na very grievous hail, such as hath not been in Egypt since the foundation thereof even until now.\n"},{"number":19,"text":"Send therefore now, \\add and\\add* gather thy cattle, and all that thou hast in the\nfield; \\add for upon\\add* every man and beast which shall be found\nin the field, and shall not be brought home, the hail shall come\ndown upon them, and they shall die. \n"},{"number":20,"text":"He that feared the word of the \\nd LORD\\nd* among the servants\nof Pharaoh made his servants and his cattle flee into the houses:\n"},{"number":21,"text":"And he that regarded not the word of the \\nd LORD\\nd* left\nhis servants and his cattle in the field.\\f + \\fr 9.21  \\ft regarded…: Heb. set not his heart\nunto\\f* \n\n"},{"number":22,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Stretch forth thine\nhand toward heaven, that there may be hail in all the land of Egypt,\nupon man, and upon beast, and upon every herb of the field, throughout the\nland of Egypt. \n"},{"number":23,"text":"And Moses stretched forth his rod toward heaven: and the \\nd LORD\\nd*\nsent thunder and hail, and the fire ran along upon the ground; and the\n\\nd LORD\\nd* rained hail upon the land of Egypt. \n"},{"number":24,"text":"So there was hail, and fire mingled with the hail, very grievous,\nsuch as there was none like it in all the land of Egypt since it became a\nnation. \n"},{"number":25,"text":"And the hail smote throughout all the land of Egypt all that\n\\add was\\add* in the field, both man and beast; and the hail smote\nevery herb of the field, and brake every tree of the field. \n"},{"number":26,"text":"Only in the land of Goshen, where the children of Israel \\add were\\add*,\nwas there no hail. \n\n"},{"number":27,"text":"¶ And Pharaoh sent, and called for Moses and Aaron, and said\nunto them, I have sinned this time: the \\nd LORD\\nd* \\add is\\add*\nrighteous, and I and my people \\add are\\add* wicked. \n"},{"number":28,"text":"Intreat the \\nd LORD\\nd* (for \\add it is\\add* enough) that there be no\n\\add more\\add* mighty thunderings and hail; and I will let you go,\nand ye shall stay no longer.\\f + \\fr 9.28  \\ft mighty…: Heb. voices of\nGod\\f* \n"},{"number":29,"text":"And Moses said unto him, As soon as I am gone out of the city,\nI will spread abroad my hands unto the \\nd LORD\\nd*; \\add and\\add*\nthe thunder shall cease, neither shall there be any more hail; that thou mayest\nknow how that the earth \\add is\\add* the \\nd LORD’s\\nd*. \n"},{"number":30,"text":"But as for thee and thy servants, I know that ye will not yet\nfear the \\nd LORD\\nd* God. \n"},{"number":31,"text":"And the flax and the barley was smitten: for the barley \\add was\\add*\nin the ear, and the flax \\add was\\add* bolled. \n"},{"number":32,"text":"But the wheat and the rie were not smitten: for they \\add were\\add*\nnot grown up.\\f + \\fr 9.32  \\ft not grown…: Heb. hidden or, dark\\f*\n"},{"number":33,"text":"And Moses went out of the city from Pharaoh, and spread abroad\nhis hands unto the \\nd LORD\\nd*: and the thunders and hail ceased,\nand the rain was not poured upon the earth. \n"},{"number":34,"text":"And when Pharaoh saw that the rain and the hail and the thunders\nwere ceased, he sinned yet more, and hardened his heart, he and his\nservants. \n"},{"number":35,"text":"And the heart of Pharaoh was hardened, neither would he let the\nchildren of Israel go; as the \\nd LORD\\nd* had spoken by Moses.\\f + \\fr 9.35 \n\\ft by Moses: Heb. by the hand of Moses\\f* \n"}],"number":9},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* said unto Moses, Go in unto Pharaoh: for I have\nhardened his heart, and the heart of his servants, that I might shew\nthese my signs before him: \n"},{"number":2,"text":"And that thou mayest tell in the ears of thy son, and of thy\nson’s son, what things I have wrought in Egypt, and my signs which I have\ndone among them; that ye may know how that I \\add am\\add* the \\nd LORD\\nd*.\n"},{"number":3,"text":"And Moses and Aaron came in unto Pharaoh, and said unto him, Thus\nsaith the \\nd LORD\\nd* God of the Hebrews, How long wilt thou refuse\nto humble thyself before me? let my people go, that they may serve me.\n"},{"number":4,"text":"Else, if thou refuse to let my people go, behold, to morrow\nwill I bring the locusts into thy coast: \n"},{"number":5,"text":"And they shall cover the face of the earth, that one cannot be\nable to see the earth: and they shall eat the residue of that which is\nescaped, which remaineth unto you from the hail, and shall eat every\ntree which groweth for you out of the field:\\f + \\fr 10.5  \\ft face: Heb.\neye\\f* \n"},{"number":6,"text":"And they shall fill thy houses, and the houses of all thy servants,\nand the houses of all the Egyptians; which neither thy fathers, nor thy\nfathers’ fathers have seen, since the day that they were upon the\nearth unto this day. And he turned himself, and went out from Pharaoh.\n"},{"number":7,"text":"And Pharaoh’s servants said unto him, How long shall this man be a\nsnare unto us? let the men go, that they may serve the \\nd LORD\\nd*\ntheir God: knowest thou not yet that Egypt is destroyed? \n"},{"number":8,"text":"And Moses and Aaron were brought again unto Pharaoh: and he\nsaid unto them, Go, serve the \\nd LORD\\nd* your God: \\add but\\add* who\n\\add are\\add* they that shall go?\\f + \\fr 10.8  \\ft who…: Heb. who and who,\netc\\f* \n"},{"number":9,"text":"And Moses said, We will go with our young and with our old,\nwith our sons and with our daughters, with our flocks and with our\nherds will we go; for we \\add must hold\\add* a feast unto the \\nd LORD\\nd*.\n"},{"number":10,"text":"And he said unto them, Let the \\nd LORD\\nd* be so with you, as I will let you\ngo, and your little ones: look \\add to it;\\add* for evil \\add is\\add*\nbefore you. \n"},{"number":11,"text":"Not so: go now ye \\add that are\\add* men, and serve the \\nd LORD\\nd*;\nfor that ye did desire. And they were driven out from Pharaoh’s presence.\n\n"},{"number":12,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Stretch out thine hand\nover the land of Egypt for the locusts, that they may come up upon the\nland of Egypt, and eat every herb of the land, \\add even\\add* all that the\nhail hath left. \n"},{"number":13,"text":"And Moses stretched forth his rod over the land of Egypt,\nand the \\nd LORD\\nd* brought an east wind upon the land all that\nday, and all \\add that\\add* night; \\add and\\add* when it was morning,\nthe east wind brought the locusts. \n"},{"number":14,"text":"And the locusts went up over all the land of Egypt, and rested\nin all the coasts of Egypt: very grievous \\add were they;\\add* before\nthem there were no such locusts as they, neither after them shall be such.\n"},{"number":15,"text":"For they covered the face of the whole earth, so that the\nland was darkened; and they did eat every herb of the land, and all the\nfruit of the trees which the hail had left: and there remained not any green\nthing in the trees, or in the herbs of the field, through all the\nland of Egypt. \n\n"},{"number":16,"text":"¶ Then Pharaoh called for Moses and Aaron in haste; and he\nsaid, I have sinned against the \\nd LORD\\nd* your God, and against\nyou.\\f + \\fr 10.16  \\ft called: Heb. hastened to call\\f* \n"},{"number":17,"text":"Now therefore forgive, I pray thee, my sin only this once,\nand intreat the \\nd LORD\\nd* your God, that he may take away from me this\ndeath only. \n"},{"number":18,"text":"And he went out from Pharaoh, and intreated the \\nd LORD\\nd*.\n"},{"number":19,"text":"And the \\nd LORD\\nd* turned a mighty strong west wind, which took\naway the locusts, and cast them into the Red sea; there remained\nnot one locust in all the coasts of Egypt.\\f + \\fr 10.19  \\ft cast: Heb.\nfastened\\f* \n"},{"number":20,"text":"But the \\nd LORD\\nd* hardened  Pharaoh’s heart, so that he would not let the\nchildren of Israel go. \n\n"},{"number":21,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Stretch out thine hand\ntoward heaven, that there may be darkness over the land of Egypt,\neven darkness \\add which\\add* may be felt.\\f + \\fr 10.21  \\ft even…: Heb. that one may feel\ndarkness\\f* \n"},{"number":22,"text":"And Moses stretched forth his hand toward heaven; and there was a\nthick darkness in all the land of Egypt three days: \n"},{"number":23,"text":"They saw not one another, neither rose any from his place for\nthree days: but all the children of Israel had light in their dwellings.\n\n"},{"number":24,"text":"¶ And Pharaoh called unto Moses, and said, Go ye, serve the\n\\nd LORD\\nd*; only let your flocks and your herds be stayed: let your little\nones also go with you. \n"},{"number":25,"text":"And Moses said, Thou must give us also sacrifices and burnt\nofferings, that we may sacrifice unto the \\nd LORD\\nd* our God.\\f + \\fr 10.25 \n\\ft us: Heb. into our hands\\f* \n"},{"number":26,"text":"Our cattle also shall go with us; there shall not an hoof\nbe left behind; for thereof must we take to serve the \\nd LORD\\nd*\nour God; and we know not with what we must serve the \\nd LORD\\nd*,\nuntil we come thither. \n\n"},{"number":27,"text":"¶ But the \\nd LORD\\nd* hardened  Pharaoh’s heart, and he would\nnot let them go. \n"},{"number":28,"text":"And Pharaoh said unto him, Get thee from me, take heed to thyself,\nsee my face no more; for in \\add that\\add* day thou seest my face\nthou shalt die. \n"},{"number":29,"text":"And Moses said, Thou hast spoken well, I will see thy face\nagain no more. \n"}],"number":10},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* said unto Moses, Yet will I bring one\nplague \\add more\\add* upon Pharaoh, and upon Egypt; afterwards he will let you\ngo hence: when he shall let \\add you\\add* go, he shall surely thrust you\nout hence altogether. \n"},{"number":2,"text":"Speak now in the ears of the people, and let every man borrow\nof his neighbour, and every woman of her neighbour, jewels of silver,\nand jewels of gold. \n"},{"number":3,"text":"And the \\nd LORD\\nd* gave the people favour in the sight of the\nEgyptians. Moreover the man Moses \\add was\\add* very great in the\nland of Egypt, in the sight of Pharaoh’s servants, and in the sight\nof the people. \n\n"},{"number":4,"text":"And Moses said, Thus saith the \\nd LORD\\nd*, About midnight\nwill I go out into the midst of Egypt: \n"},{"number":5,"text":"And all the firstborn in the land of Egypt shall die, from the\nfirstborn of Pharaoh that sitteth upon his throne, even unto the\nfirstborn of the maidservant that \\add is\\add* behind the mill; and all the\nfirstborn of beasts. \n"},{"number":6,"text":"And there shall be a great cry throughout all the land of Egypt,\nsuch as there was none like it, nor shall be like it any more. \n"},{"number":7,"text":"But against any of the children of Israel shall not a dog move\nhis tongue, against man or beast: that ye may know how that the \\nd LORD\\nd*\ndoth put a difference between the Egyptians and Israel. \n"},{"number":8,"text":"And all these thy servants shall come down unto me, and bow\ndown themselves unto me, saying, Get thee out, and all the people\nthat follow thee: and after that I will go out. And he went out from\nPharaoh in a great anger.\\f + \\fr 11.8  \\ft that follow…: Heb. that is at thy\nfeet\\f*\\f + \\fr 11.8  \\ft a great…: Heb. heat of anger\\f* \n"},{"number":9,"text":"And the \\nd LORD\\nd* said unto Moses, Pharaoh shall not hearken\nunto you; that my wonders may be multiplied in the land of Egypt.\n"},{"number":10,"text":"And Moses and Aaron did all these wonders before Pharaoh:\nand the \\nd LORD\\nd* hardened Pharaoh’s heart, so that he would not let the\nchildren of Israel go out of his land. \n"}],"number":11},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses and Aaron in the land\nof Egypt, saying, \n"},{"number":2,"text":"This month \\add shall be\\add* unto you the beginning of months: it\n\\add shall be\\add* the first month of the year to you. \n\n"},{"number":3,"text":"¶ Speak ye unto all the congregation of Israel, saying, In the\ntenth \\add day\\add* of this month they shall take to them every man\na lamb, according to the house of \\add their\\add* fathers, a lamb\nfor an house:\\f + \\fr 12.3  \\ft lamb: or, kid\\f* \n"},{"number":4,"text":"And if the household be too little for the lamb, let him and his\nneighbour next unto his house take \\add it\\add* according to the\nnumber of the souls; every man according to his eating shall make your\ncount for the lamb. \n"},{"number":5,"text":"Your lamb shall be without blemish, a male of the first year:\nye shall take \\add it\\add* out from the sheep, or from the goats:\\f + \\fr 12.5 \n\\ft of…: Heb. son of a year\\f* \n"},{"number":6,"text":"And ye shall keep it up until the fourteenth day of the same\nmonth: and the whole assembly of the congregation of Israel shall\nkill it in the evening.\\f + \\fr 12.6  \\ft in…: Heb. between the two\nevenings\\f* \n"},{"number":7,"text":"And they shall take of the blood, and strike \\add it\\add* on the\ntwo side posts and on the upper door post of the houses, wherein they shall\neat it. \n"},{"number":8,"text":"And they shall eat the flesh in that night, roast with fire,\nand unleavened bread; \\add and\\add* with bitter \\add herbs\\add* they shall\neat it. \n"},{"number":9,"text":"Eat not of it raw, nor sodden at all with water, but roast\n\\add with\\add* fire; his head with his legs, and with the purtenance thereof.\n"},{"number":10,"text":"And ye shall let nothing of it remain until the morning; and that which\nremaineth of it until the morning ye shall burn with fire. \n\n"},{"number":11,"text":"¶ And thus shall ye eat it; \\add with\\add* your loins girded,\nyour shoes on your feet, and your staff in your hand; and ye shall\neat it in haste: it \\add is\\add* the \\nd LORD’s\\nd* passover. \n"},{"number":12,"text":"For I will pass through the land of Egypt this night, and will\nsmite all the firstborn in the land of Egypt, both man and beast;\nand against all the gods of Egypt I will execute judgment: I \\add am\\add*\nthe \\nd LORD\\nd*.\\f + \\fr 12.12  \\ft gods: or, princes\\f* \n"},{"number":13,"text":"And the blood shall be to you for a token upon the houses where ye\n\\add are:\\add* and when I see the blood, I will pass over you, and the\nplague shall not be upon you to destroy \\add you\\add*, when I smite\nthe land of Egypt.\\f + \\fr 12.13  \\ft to destroy…: Heb. for a destruction\\f*\n"},{"number":14,"text":"And this day shall be unto you for a memorial; and ye shall\nkeep it a feast to the \\nd LORD\\nd* throughout your generations;\nye shall keep it a feast by an ordinance for ever. \n"},{"number":15,"text":"Seven days shall ye eat unleavened bread; even the first day\nye shall put away leaven out of your houses: for whosoever eateth\nleavened bread from the first day until the seventh day, that soul\nshall be cut off from Israel. \n"},{"number":16,"text":"And in the first day \\add there shall be\\add* an holy convocation,\nand in the seventh day there shall be an holy convocation to you; no manner of\nwork shall be done in them, save \\add that\\add* which every man must\neat, that only may be done of you.\\f + \\fr 12.16  \\ft man: Heb. soul\\f*\n"},{"number":17,"text":"And ye shall observe \\add the feast of\\add* unleavened bread;\nfor in this selfsame day have I brought your armies out of the land\nof Egypt: therefore shall ye observe this day in your generations\nby an ordinance for ever. \n\n"},{"number":18,"text":"¶ In the first \\add month\\add*, on the fourteenth day of the\nmonth at even, ye shall eat unleavened bread, until the one and twentieth\nday of the month at even. \n"},{"number":19,"text":"Seven days shall there be no leaven found in your houses:\nfor whosoever eateth that which is leavened, even that soul shall be cut\noff from the congregation of Israel, whether he be a stranger, or\nborn in the land. \n"},{"number":20,"text":"Ye shall eat nothing leavened; in all your habitations shall ye\neat unleavened bread. \n\n"},{"number":21,"text":"¶ Then Moses called for all the elders of Israel, and said\nunto them, Draw out and take you a lamb according to your families,\nand kill the passover.\\f + \\fr 12.21  \\ft lamb: or, kid\\f* \n"},{"number":22,"text":"And ye shall take a bunch of hyssop, and dip \\add it\\add*\nin the blood that \\add is\\add* in the bason, and strike the lintel\nand the two side posts with the blood that \\add is\\add* in the bason;\nand none of you shall go out at the door of his house until the morning.\n"},{"number":23,"text":"For the \\nd LORD\\nd* will pass through to smite the Egyptians;\nand when he seeth the blood upon the lintel, and on the two side\nposts, the \\nd LORD\\nd* will pass over the door, and will not suffer\nthe destroyer to come in unto your houses to smite \\add you\\add*.\n"},{"number":24,"text":"And ye shall observe this thing for an ordinance to thee and to thy\nsons for ever. \n"},{"number":25,"text":"And it shall come to pass, when ye be come to the land which the\n\\nd LORD\\nd* will give you, according as he hath promised, that ye shall\nkeep this service. \n"},{"number":26,"text":"And it shall come to pass, when your children shall say unto you, What mean ye by this\nservice? \n"},{"number":27,"text":"That ye shall say, It \\add is\\add* the sacrifice of the \\nd LORD’s\\nd*\npassover, who passed over the houses of the children of Israel in\nEgypt, when he smote the Egyptians, and delivered our houses. And the\npeople bowed the head and worshipped. \n"},{"number":28,"text":"And the children of Israel went away, and did as the \\nd LORD\\nd*\nhad commanded Moses and Aaron, so did they. \n\n"},{"number":29,"text":"¶ And it came to pass, that at midnight the \\nd LORD\\nd* smote\nall the firstborn in the land of Egypt, from the firstborn of Pharaoh\nthat sat on his throne unto the firstborn of the captive that \\add was\\add*\nin the dungeon; and all the firstborn of cattle.\\f + \\fr 12.29  \\ft dungeon: Heb. house of the\npit\\f* \n"},{"number":30,"text":"And Pharaoh rose up in the night, he, and all his servants,\nand all the Egyptians; and there was a great cry in Egypt; for \\add there\nwas\\add* not a house where \\add there was\\add* not one dead. \n\n"},{"number":31,"text":"¶ And he called for Moses and Aaron by night, and said, Rise\nup, \\add and\\add* get you forth from among my people, both ye and the\nchildren of Israel; and go, serve the \\nd LORD\\nd*, as ye have said.\n"},{"number":32,"text":"Also take your flocks and your herds, as ye have said, and be\ngone; and bless me also. \n"},{"number":33,"text":"And the Egyptians were urgent upon the people, that they might\nsend them out of the land in haste; for they said, We \\add be\\add*\nall dead \\add men\\add*. \n"},{"number":34,"text":"And the people took their dough before it was leavened, their\nkneadingtroughs being bound up in their clothes upon their shoulders.\\f + \\fr 12.34 \n\\ft kneadingtroughs: or, dough\\f* \n"},{"number":35,"text":"And the children of Israel did according to the word of Moses;\nand they borrowed of the Egyptians jewels of silver, and jewels of\ngold, and raiment: \n"},{"number":36,"text":"And the \\nd LORD\\nd* gave the people favour in the sight of the\nEgyptians, so that they lent unto them \\add such things as they required\\add*.\nAnd they spoiled the Egyptians. \n\n"},{"number":37,"text":"¶ And the children of Israel journeyed from Rameses to Succoth,\nabout six hundred thousand on foot \\add that were\\add* men, beside\nchildren. \n"},{"number":38,"text":"And a mixed multitude went up also with them; and flocks,\nand herds, \\add even\\add* very much cattle.\\f + \\fr 12.38  \\ft a mixed…: Heb. a great\nmixture\\f* \n"},{"number":39,"text":"And they baked unleavened cakes of the dough which they brought\nforth out of Egypt, for it was not leavened; because they were thrust\nout of Egypt, and could not tarry, neither had they prepared for themselves any\nvictual. \n\n"},{"number":40,"text":"¶ Now the sojourning of the children of Israel, who dwelt in\nEgypt, \\add was\\add* four hundred and thirty years. \n"},{"number":41,"text":"And it came to pass at the end of the four hundred and thirty\nyears, even the selfsame day it came to pass, that all the hosts\nof the \\nd LORD\\nd* went out from the land of Egypt. \n"},{"number":42,"text":"It \\add is\\add* a night to be much observed unto the \\nd LORD\\nd*\nfor bringing them out from the land of Egypt: this \\add is\\add* that\nnight of the \\nd LORD\\nd* to be observed of all the children of Israel\nin their generations.\\f + \\fr 12.42  \\ft a night…: Heb. a night of\nobservations\\f* \n\n"},{"number":43,"text":"¶ And the \\nd LORD\\nd* said unto Moses and Aaron, This \\add is\\add*\nthe ordinance of the passover: There shall no stranger eat thereof:\n"},{"number":44,"text":"But every man’s servant that is bought for money, when thou hast\ncircumcised him, then shall he eat thereof. \n"},{"number":45,"text":"A foreigner and an hired servant shall not eat thereof. \n"},{"number":46,"text":"In one house shall it be eaten; thou shalt not carry forth\nought of the flesh abroad out of the house; neither shall ye break\na bone thereof. \n"},{"number":47,"text":"All the congregation of Israel shall keep it.\\f + \\fr 12.47 \n\\ft keep…: Heb. do it\\f* \n"},{"number":48,"text":"And when a stranger shall sojourn with thee, and will keep\nthe passover to the \\nd LORD\\nd*, let all his males be circumcised,\nand then let him come near and keep it; and he shall be as one that is\nborn in the land: for no uncircumcised person shall eat thereof.\n"},{"number":49,"text":"One law shall be to him that is homeborn, and unto the stranger\nthat sojourneth among you. \n"},{"number":50,"text":"Thus did all the children of Israel; as the \\nd LORD\\nd* commanded\nMoses and Aaron, so did they. \n"},{"number":51,"text":"And it came to pass the selfsame day, \\add that\\add* the \\nd LORD\\nd*\ndid bring the children of Israel out of the land of Egypt by their\narmies. \n"}],"number":12},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Sanctify unto me all the firstborn, whatsoever openeth the\nwomb among the children of Israel, \\add both\\add* of man and of beast: it\n\\add is\\add* mine. \n\n"},{"number":3,"text":"¶ And Moses said unto the people, Remember this day, in which ye came\nout from Egypt, out of the house of bondage; for by strength of hand\nthe \\nd LORD\\nd* brought you out from this \\add place:\\add* there shall no leavened\nbread be eaten.\\f + \\fr 13.3  \\ft bondage: Heb. servants\\f* \n"},{"number":4,"text":"This day came ye out in the month Abib. \n\n"},{"number":5,"text":"¶ And it shall be when the \\nd LORD\\nd* shall bring thee into the\nland of the Canaanites, and the Hittites, and the Amorites, and the\nHivites, and the Jebusites, which he sware unto thy fathers to give\nthee, a land flowing with milk and honey, that thou shalt keep this\nservice in this month. \n"},{"number":6,"text":"Seven days thou shalt eat unleavened bread, and in the seventh\nday \\add shall be\\add* a feast to the \\nd LORD\\nd*. \n"},{"number":7,"text":"Unleavened bread shall be eaten seven days; and there shall no leavened\nbread be seen with thee, neither shall there be leaven seen with thee in all thy\nquarters. \n\n"},{"number":8,"text":"¶ And thou shalt shew thy son in that day, saying, \\add This is\ndone\\add* because of that \\add which\\add* the \\nd LORD\\nd* did unto me when I came\nforth out of Egypt. \n"},{"number":9,"text":"And it shall be for a sign unto thee upon thine hand, and for a\nmemorial between thine eyes, that the \\nd LORD’s\\nd* law may be in thy\nmouth: for with a strong hand hath the \\nd LORD\\nd* brought thee\nout of Egypt. \n"},{"number":10,"text":"Thou shalt therefore keep this ordinance in his season from\nyear to year. \n\n"},{"number":11,"text":"¶ And it shall be when the \\nd LORD\\nd* shall bring thee into the\nland of the Canaanites, as he sware unto thee and to thy fathers,\nand shall give it thee, \n"},{"number":12,"text":"That thou shalt set apart unto the \\nd LORD\\nd* all that openeth\nthe matrix, and every firstling that cometh of a beast which thou hast; the\nmales \\add shall be\\add* the \\nd LORD’s\\nd*.\\f + \\fr 13.12  \\ft set…: Heb. cause to pass\nover\\f* \n"},{"number":13,"text":"And every firstling of an ass thou shalt redeem with a lamb;\nand if thou wilt not redeem it, then thou shalt break his neck: and all the\nfirstborn of man among thy children shalt thou redeem.\\f + \\fr 13.13 \n\\ft lamb: or, kid\\f* \n\n"},{"number":14,"text":"¶ And it shall be when thy son asketh thee in time to come,\nsaying, What \\add is\\add* this? that thou shalt say unto him, By\nstrength of hand the \\nd LORD\\nd* brought us out from Egypt, from the\nhouse of bondage:\\f + \\fr 13.14  \\ft in…: Heb. to morrow\\f* \n"},{"number":15,"text":"And it came to pass, when Pharaoh would hardly let us go,\nthat the \\nd LORD\\nd* slew all the firstborn in the land of Egypt,\nboth the firstborn of man, and the firstborn of beast: therefore I\nsacrifice to the \\nd LORD\\nd* all that openeth the matrix, being\nmales; but all the firstborn of my children I redeem. \n"},{"number":16,"text":"And it shall be for a token upon thine hand, and for frontlets\nbetween thine eyes: for by strength of hand the \\nd LORD\\nd* brought us\nforth out of Egypt. \n\n"},{"number":17,"text":"¶ And it came to pass, when Pharaoh had let the people go,\nthat God led them not \\add through\\add* the way of the land of the\nPhilistines, although that \\add was\\add* near; for God said, Lest peradventure the\npeople repent  when they see war, and they return to Egypt: \n"},{"number":18,"text":"But God led the people about, \\add through\\add* the way of the\nwilderness of the Red sea: and the children of Israel went up harnessed\nout of the land of Egypt.\\f + \\fr 13.18  \\ft harnessed: or, by five in a\nrank\\f* \n"},{"number":19,"text":"And Moses took the bones of Joseph with him: for he had straitly\nsworn the children of Israel, saying, God will surely visit you; and ye shall carry\nup my bones away hence with you. \n\n"},{"number":20,"text":"¶ And they took their journey from Succoth, and encamped in\nEtham, in the edge of the wilderness. \n"},{"number":21,"text":"And the \\nd LORD\\nd* went before them by day in a pillar of a\ncloud, to lead them the way; and by night in a pillar of fire, to give them\nlight; to go by day and night: \n"},{"number":22,"text":"He took not away the pillar of the cloud by day, nor the pillar\nof fire by night, \\add from\\add* before the people. \n"}],"number":13},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Speak unto the children of Israel, that they turn and encamp\nbefore Pi-hahiroth, between Migdol and the sea, over against Baal-zephon:\nbefore it shall ye encamp by the sea. \n"},{"number":3,"text":"For Pharaoh will say of the children of Israel, They \\add are\\add*\nentangled in the land, the wilderness hath shut them in. \n"},{"number":4,"text":"And I will harden Pharaoh’s heart, that he shall follow after\nthem; and I will be honoured upon Pharaoh, and upon all his host;\nthat the Egyptians may know that I \\add am\\add* the \\nd LORD\\nd*.\nAnd they did so. \n\n"},{"number":5,"text":"¶ And it was told the king of Egypt that the people fled: and the\nheart of Pharaoh and of his servants was turned against the people,\nand they said, Why have we done this, that we have let Israel go\nfrom serving us? \n"},{"number":6,"text":"And he made ready his chariot, and took his people with him:\n"},{"number":7,"text":"And he took six hundred chosen chariots, and all the chariots\nof Egypt, and captains over every one of them. \n"},{"number":8,"text":"And the \\nd LORD\\nd* hardened  the heart of Pharaoh king of\nEgypt, and he pursued after the children of Israel: and the children\nof Israel went out with an high hand. \n"},{"number":9,"text":"But the Egyptians pursued after them, all the horses \\add and\\add*\nchariots of Pharaoh, and his horsemen, and his army, and overtook\nthem encamping by the sea, beside Pi-hahiroth, before Baal-zephon.\n\n"},{"number":10,"text":"¶ And when Pharaoh drew nigh, the children of Israel lifted\nup their eyes, and, behold, the Egyptians marched after them; and they were\nsore afraid: and the children of Israel cried out unto the \\nd LORD\\nd*.\n"},{"number":11,"text":"And they said unto Moses, Because \\add there were\\add* no\ngraves in Egypt, hast thou taken us away to die in the wilderness?\nwherefore hast thou dealt thus with us, to carry us forth out of\nEgypt? \n"},{"number":12,"text":"\\add Is\\add* not this the word that we did tell thee in Egypt,\nsaying, Let us alone, that we may serve the Egyptians? For \\add it had\nbeen\\add* better for us to serve the Egyptians, than that we should\ndie in the wilderness. \n\n"},{"number":13,"text":"¶ And Moses said unto the people, Fear ye not, stand still,\nand see the salvation of the \\nd LORD\\nd*, which he will shew to you to\nday: for the Egyptians whom ye have seen to day, ye shall see them\nagain no more for ever.\\f + \\fr 14.13  \\ft for the…: or, for whereas ye have seen the Egyptians to\nday\\f* \n"},{"number":14,"text":"The \\nd LORD\\nd* shall fight for you, and ye shall hold your\npeace. \n\n"},{"number":15,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Wherefore criest thou unto me?\nspeak unto the children of Israel, that they go forward: \n"},{"number":16,"text":"But lift thou up thy rod, and stretch out thine hand over the\nsea, and divide it: and the children of Israel shall go on dry \\add ground\\add*\nthrough the midst of the sea. \n"},{"number":17,"text":"And I, behold, I will harden the hearts of the Egyptians,\nand they shall follow them: and I will get me honour upon Pharaoh,\nand upon all his host, upon his chariots, and upon his horsemen.\n"},{"number":18,"text":"And the Egyptians shall know that I \\add am\\add* the \\nd LORD\\nd*,\nwhen I have gotten me honour upon Pharaoh, upon his chariots, and upon his\nhorsemen. \n\n"},{"number":19,"text":"¶ And the angel of God, which went before the camp of Israel,\nremoved and went behind them; and the pillar of the cloud went from before their\nface, and stood behind them: \n"},{"number":20,"text":"And it came between the camp of the Egyptians and the camp\nof Israel; and it was a cloud and darkness \\add to them\\add*, but it gave\nlight by night \\add to these:\\add* so that the one came not near\nthe other all the night. \n\n"},{"number":21,"text":"And Moses stretched out his hand over the sea; and the \\nd LORD\\nd*\ncaused the sea to go \\add back\\add* by a strong east wind all that\nnight, and made the sea dry \\add land\\add*, and the waters were divided.\n"},{"number":22,"text":"And the children of Israel went into the midst of the sea\nupon the dry \\add ground:\\add* and the waters \\add were\\add* a wall\nunto them on their right hand, and on their left. \n\n"},{"number":23,"text":"¶ And the Egyptians pursued, and went in after them to the\nmidst of the sea, \\add even\\add* all Pharaoh’s horses, his chariots,\nand his horsemen. \n"},{"number":24,"text":"And it came to pass, that in the morning watch the \\nd LORD\\nd*\nlooked unto the host of the Egyptians through the pillar of fire\nand of the cloud, and troubled the host of the Egyptians, \n"},{"number":25,"text":"And took off their chariot wheels, that they drave them heavily:\nso that the Egyptians said, Let us flee from the face of Israel;\nfor the \\nd LORD\\nd* fighteth for them against the Egyptians.\\f + \\fr 14.25 \n\\ft that they…: or, and made them to go heavily\\f* \n\n"},{"number":26,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Stretch out thine hand\nover the sea, that the waters may come again upon the Egyptians,\nupon their chariots, and upon their horsemen. \n"},{"number":27,"text":"And Moses stretched forth his hand over the sea, and the sea\nreturned to his strength when the morning appeared; and the Egyptians\nfled against it; and the \\nd LORD\\nd* overthrew  the Egyptians in the\nmidst of the sea.\\f + \\fr 14.27  \\ft overthrew: Heb. shook off\\f*\n"},{"number":28,"text":"And the waters returned, and covered the chariots, and the\nhorsemen, \\add and\\add* all the host of Pharaoh that came into the\nsea after them; there remained not so much as one of them. \n"},{"number":29,"text":"But the children of Israel walked upon dry \\add land\\add*\nin the midst of the sea; and the waters \\add were\\add* a wall unto them on their right\nhand, and on their left. \n"},{"number":30,"text":"Thus the \\nd LORD\\nd* saved Israel that day out of the hand\nof the Egyptians; and Israel saw the Egyptians dead upon the sea\nshore. \n"},{"number":31,"text":"And Israel saw that great work which the \\nd LORD\\nd* did\nupon the Egyptians: and the people feared the \\nd LORD\\nd*, and believed\nthe \\nd LORD\\nd*, and his servant Moses.\\f + \\fr 14.31  \\ft work: Heb.\nhand\\f* \n"}],"number":14},{"verses":[{"number":1,"text":"Then sang Moses and the children of Israel this song unto the\n\\nd LORD\\nd*, and spake, saying, I will sing unto the \\nd LORD\\nd*,\nfor he hath triumphed gloriously: the horse and his rider hath he\nthrown into the sea. \n"},{"number":2,"text":"The \\nd LORD\\nd* \\add is\\add* my strength and song, and he is become my\nsalvation: he \\add is\\add* my God, and I will prepare him an habitation;\nmy father’s God, and I will exalt him. \n"},{"number":3,"text":"The \\nd LORD\\nd* \\add is\\add* a man of war: the \\nd LORD\\nd*\n\\add is\\add* his name. \n"},{"number":4,"text":"Pharaoh’s chariots and his host hath he cast into the sea:\nhis chosen captains also are drowned in the Red sea. \n"},{"number":5,"text":"The depths have covered them: they sank into the bottom as\na stone. \n"},{"number":6,"text":"Thy right hand, O \\nd LORD\\nd*, is become glorious in power:\nthy right hand, O \\nd LORD\\nd*, hath dashed in pieces the enemy.\n"},{"number":7,"text":"And in the greatness of thine excellency thou hast overthrown\nthem that rose up against thee: thou sentest forth thy wrath, \\add which\\add*\nconsumed them as stubble. \n"},{"number":8,"text":"And with the blast of thy nostrils the waters were gathered\ntogether, the floods stood upright as an heap, \\add and\\add* the\ndepths were congealed in the heart of the sea. \n"},{"number":9,"text":"The enemy said, I will pursue, I will overtake, I will divide\nthe spoil; my lust shall be satisfied upon them; I will draw my sword,\nmy hand shall destroy them.\\f + \\fr 15.9  \\ft destroy: or, repossess\\f*\n"},{"number":10,"text":"Thou didst blow with thy wind, the sea covered them: they\nsank as lead in the mighty waters. \n"},{"number":11,"text":"Who \\add is\\add* like unto thee, O \\nd LORD\\nd*, among the\ngods? who \\add is\\add* like thee, glorious in holiness, fearful \\add in\\add*\npraises, doing wonders?\\f + \\fr 15.11  \\ft gods: or, mighty ones?\\f*\n"},{"number":12,"text":"Thou stretchedst out thy right hand, the earth swallowed them.\n"},{"number":13,"text":"Thou in thy mercy hast led forth the people \\add  which\\add*\nthou hast redeemed: thou hast guided \\add them\\add* in thy strength\nunto thy holy habitation. \n"},{"number":14,"text":"The people shall hear, \\add and\\add* be afraid: sorrow shall take\nhold on the inhabitants of Palestina. \n"},{"number":15,"text":"Then the dukes of Edom shall be amazed; the mighty men of\nMoab, trembling shall take hold upon them; all the inhabitants of\nCanaan shall melt away. \n"},{"number":16,"text":"Fear and dread shall fall upon them; by the greatness of thine\narm they shall be \\add as\\add* still as a stone; till thy people\npass over, O \\nd LORD\\nd*, till the people pass over, \\add  which\\add*\nthou hast purchased. \n"},{"number":17,"text":"Thou shalt bring them in, and plant them in the mountain of thine\ninheritance, \\add in\\add* the place, O \\nd LORD\\nd*, \\add which\\add*\nthou hast made for thee to dwell in, \\add in\\add* the Sanctuary,\nO Lord, \\add which\\add* thy hands have established. \n"},{"number":18,"text":"The \\nd LORD\\nd* shall reign for ever and ever. \n"},{"number":19,"text":"For the horse of Pharaoh went in with his chariots and with his\nhorsemen into the sea, and the \\nd LORD\\nd* brought again the waters\nof the sea upon them; but the children of Israel went on dry \\add land\\add*\nin the midst of the sea. \n\n"},{"number":20,"text":"¶ And Miriam the prophetess, the sister of Aaron, took a timbrel\nin her hand; and all the women went out after her with timbrels and with\ndances. \n"},{"number":21,"text":"And Miriam answered them, Sing ye to the \\nd LORD\\nd*, for he hath\ntriumphed gloriously; the horse and his rider hath he thrown into the\nsea. \n\n"},{"number":22,"text":"So Moses brought Israel from the Red sea, and they went out\ninto the wilderness of Shur; and they went three days in the wilderness,\nand found no water. \n\n"},{"number":23,"text":"¶ And when they came to Marah, they could not drink of the\nwaters of Marah, for they \\add were\\add* bitter: therefore the name\nof it was called Marah.\\f + \\fr 15.23  \\ft Marah: that is Bitterness\\f*\n"},{"number":24,"text":"And the people murmured against Moses, saying, What shall we\ndrink? \n"},{"number":25,"text":"And he cried unto the \\nd LORD\\nd*; and the \\nd LORD\\nd* shewed\nhim a tree, \\add which\\add* when he had cast into the waters, the\nwaters were made sweet: there he made for them a statute and an ordinance,\nand there he proved them, \n"},{"number":26,"text":"And said, If thou wilt diligently hearken to the voice of the\n\\nd LORD\\nd* thy God, and wilt do that which is right in his sight,\nand wilt give ear to his commandments, and keep all his statutes,\nI will put none of these diseases upon thee, which I have brought\nupon the Egyptians: for I \\add am\\add* the \\nd LORD\\nd* that healeth thee.\n\n"},{"number":27,"text":"¶ And they came to Elim, where \\add were\\add* twelve wells\nof water, and threescore and ten palm trees: and they encamped there by the\nwaters. \n"}],"number":15},{"verses":[{"number":1,"text":"And they took their journey from Elim, and all the congregation\nof the children of Israel came unto the wilderness of Sin, which\n\\add is\\add* between Elim and Sinai, on the fifteenth day of the\nsecond month after their departing out of the land of Egypt. \n"},{"number":2,"text":"And the whole congregation of the children of Israel murmured\nagainst Moses and Aaron in the wilderness: \n"},{"number":3,"text":"And the children of Israel said unto them, Would to God we had\ndied by the hand of the \\nd LORD\\nd* in the land of Egypt, when we\nsat by the flesh pots, \\add and\\add* when we did eat bread to the\nfull; for ye have brought us forth into this wilderness, to kill\nthis whole assembly with hunger. \n\n"},{"number":4,"text":"¶ Then said the \\nd LORD\\nd* unto Moses, Behold, I will rain\nbread from heaven for you; and the people shall go out and gather\na certain rate every day, that I may prove them, whether they will\nwalk in my law, or no.\\f + \\fr 16.4  \\ft a certain…: Heb. the portion of a day in his\nday\\f* \n"},{"number":5,"text":"And it shall come to pass, that on the sixth day they shall\nprepare \\add that\\add* which they bring in; and it shall be twice\nas much as they gather daily. \n"},{"number":6,"text":"And Moses and Aaron said unto all the children of Israel, At\neven, then ye shall know that the \\nd LORD\\nd* hath brought you out\nfrom the land of Egypt: \n"},{"number":7,"text":"And in the morning, then ye shall see the glory of the \\nd LORD\\nd*;\nfor that he heareth your murmurings against the \\nd LORD\\nd*: and what\n\\add are\\add* we, that ye murmur against us? \n"},{"number":8,"text":"And Moses said, \\add This shall be\\add*, when the \\nd LORD\\nd*\nshall give you in the evening flesh to eat, and in the morning bread\nto the full; for that the \\nd LORD\\nd* heareth your murmurings which ye\nmurmur against him: and what \\add are\\add* we? your murmurings \\add are\\add*\nnot against us, but against the \\nd LORD\\nd*. \n\n"},{"number":9,"text":"¶ And Moses spake unto Aaron, Say unto all the congregation\nof the children of Israel, Come near before the \\nd LORD\\nd*: for he hath\nheard your murmurings. \n"},{"number":10,"text":"And it came to pass, as Aaron spake unto the whole congregation\nof the children of Israel, that they looked toward the wilderness,\nand, behold, the glory of the \\nd LORD\\nd* appeared in the cloud.\n\n"},{"number":11,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":12,"text":"I have heard the murmurings of the children of Israel: speak\nunto them, saying, At even ye shall eat flesh, and in the morning\nye shall be filled with bread; and ye shall know that I \\add am\\add*\nthe \\nd LORD\\nd* your God. \n\n"},{"number":13,"text":"And it came to pass, that at even the quails came up, and\ncovered the camp: and in the morning the dew lay round about the\nhost. \n"},{"number":14,"text":"And when the dew that lay was gone up, behold, upon the face\nof the wilderness \\add there lay\\add* a small round thing, \\add as\\add*\nsmall as the hoar frost on the ground. \n"},{"number":15,"text":"And when the children of Israel saw \\add it\\add*, they said\none to another, It \\add is\\add* manna: for they wist not what it\n\\add was\\add*. And Moses said unto them, This \\add is\\add* the bread\nwhich the \\nd LORD\\nd* hath given you to eat.\\f + \\fr 16.15  \\ft It is…: or, What is this? or, It is a\nportion\\f* \n\n"},{"number":16,"text":"¶ This \\add is\\add* the thing which the \\nd LORD\\nd* hath commanded,\nGather of it every man according to his eating, an omer for every\nman, \\add according to\\add* the number of your persons; take ye every\nman for \\add them\\add* which \\add are\\add* in his tents.\\f + \\fr 16.16 \n\\ft for every…: Heb. by the poll, or, head\\f*\\f + \\fr 16.16  \\ft persons: Heb.\nsouls\\f* \n"},{"number":17,"text":"And the children of Israel did so, and gathered, some more,\nsome less. \n"},{"number":18,"text":"And when they did mete \\add it\\add* with an omer, he that gathered\nmuch had nothing over, and he that gathered little had no lack; they\ngathered every man according to his eating. \n"},{"number":19,"text":"And Moses said, Let no man leave of it till the morning. \n"},{"number":20,"text":"Notwithstanding they hearkened not unto Moses; but some of them\nleft of it until the morning, and it bred worms, and stank: and Moses\nwas wroth with them. \n"},{"number":21,"text":"And they gathered it every morning, every man according to his\neating: and when the sun waxed hot, it melted. \n\n"},{"number":22,"text":"¶ And it came to pass, \\add that\\add* on the sixth day they\ngathered twice as much bread, two omers for one \\add man:\\add* and all the\nrulers of the congregation came and told Moses. \n"},{"number":23,"text":"And he said unto them, This \\add is that\\add* which the \\nd LORD\\nd*\nhath said, To morrow \\add is\\add* the rest of the holy sabbath unto the\n\\nd LORD\\nd*: bake \\add that\\add* which ye will bake \\add to day\\add*,\nand seethe that ye will seethe; and that which remaineth over lay\nup for you to be kept until the morning. \n"},{"number":24,"text":"And they laid it up till the morning, as Moses bade: and it did not\nstink, neither was there any worm therein. \n"},{"number":25,"text":"And Moses said, Eat that to day; for to day \\add is\\add* a\nsabbath unto the \\nd LORD\\nd*: to day ye shall not find it in the\nfield. \n"},{"number":26,"text":"Six days ye shall gather it; but on the seventh day, \\add which\nis\\add* the sabbath, in it there shall be none. \n\n"},{"number":27,"text":"¶ And it came to pass, \\add that\\add* there went out \\add some\\add*\nof the people on the seventh day for to gather, and they found none.\n"},{"number":28,"text":"And the \\nd LORD\\nd* said unto Moses, How long refuse ye to\nkeep my commandments and my laws? \n"},{"number":29,"text":"See, for that the \\nd LORD\\nd* hath given you the sabbath,\ntherefore he giveth you on the sixth day the bread of two days; abide\nye every man in his place, let no man go out of his place on the\nseventh day. \n"},{"number":30,"text":"So the people rested on the seventh day. \n"},{"number":31,"text":"And the house of Israel called the name thereof Manna: and it\n\\add was\\add* like coriander seed, white; and the taste of it \\add was\\add*\nlike wafers \\add made\\add* with honey. \n\n"},{"number":32,"text":"¶ And Moses said, This \\add is\\add* the thing which the \\nd LORD\\nd*\ncommandeth, Fill an omer of it to be kept for your generations; that they may\nsee the bread wherewith I have fed you in the wilderness, when I brought you\nforth from the land of Egypt. \n"},{"number":33,"text":"And Moses said unto Aaron, Take a pot, and put an omer full\nof manna therein, and lay it up before the \\nd LORD\\nd*, to be kept\nfor your generations. \n"},{"number":34,"text":"As the \\nd LORD\\nd* commanded  Moses, so Aaron laid it up\nbefore the Testimony, to be kept. \n"},{"number":35,"text":"And the children of Israel did eat manna forty years, until they\ncame to a land inhabited; they did eat manna, until they came unto the\nborders of the land of Canaan. \n"},{"number":36,"text":"Now an omer \\add is\\add* the tenth \\add part\\add* of an ephah.\n"}],"number":16},{"verses":[{"number":1,"text":"And all the congregation of the children of Israel journeyed\nfrom the wilderness of Sin, after their journeys, according to the\ncommandment of the \\nd LORD\\nd*, and pitched in Rephidim: and \\add there\nwas\\add* no water for the people to drink. \n"},{"number":2,"text":"Wherefore the people did chide with Moses, and said, Give us\nwater that we may drink. And Moses said unto them, Why chide ye with me? wherefore do ye\ntempt the \\nd LORD\\nd*? \n"},{"number":3,"text":"And the people thirsted there for water; and the people murmured\nagainst Moses, and said, Wherefore \\add is\\add* this \\add that\\add*\nthou hast brought us up out of Egypt, to kill us and our children\nand our cattle with thirst? \n"},{"number":4,"text":"And Moses cried unto the \\nd LORD\\nd*, saying, What shall I\ndo unto this people? they be almost ready to stone me. \n"},{"number":5,"text":"And the \\nd LORD\\nd* said unto Moses, Go on before the people,\nand take with thee of the elders of Israel; and thy rod, wherewith thou\nsmotest the river, take in thine hand, and go. \n"},{"number":6,"text":"Behold, I will stand before thee there upon the rock in Horeb;\nand thou shalt smite the rock, and there shall come water out of it, that the\npeople may drink. And Moses did so in the sight of the elders of\nIsrael. \n"},{"number":7,"text":"And he called the name of the place Massah, and Meribah, because of the\nchiding of the children of Israel, and because they tempted the \\nd LORD\\nd*,\nsaying, Is the \\nd LORD\\nd* among us, or not?\\f + \\fr 17.7  \\ft Massah: that is,\nTemptation\\f*\\f + \\fr 17.7  \\ft Meribah: that is, Chiding, or, Strife\\f*\n\n"},{"number":8,"text":"¶ Then came Amalek, and fought with Israel in Rephidim. \n"},{"number":9,"text":"And Moses said unto Joshua, Choose us out men, and go out,\nfight with Amalek: to morrow I will stand on the top of the hill\nwith the rod of God in mine hand.\\f + \\fr 17.9  \\ft Joshua: called\nJesus\\f* \n"},{"number":10,"text":"So Joshua did as Moses had said to him, and fought with Amalek:\nand Moses, Aaron, and Hur went up to the top of the hill. \n"},{"number":11,"text":"And it came to pass, when Moses held up his hand, that Israel\nprevailed: and when he let down his hand, Amalek prevailed. \n"},{"number":12,"text":"But Moses’ hands \\add were\\add* heavy; and they took a stone,\nand put \\add it\\add* under him, and he sat thereon; and Aaron and\nHur stayed up his hands, the one on the one side, and the other on the other\nside; and his hands were steady until the going down of the sun.\n"},{"number":13,"text":"And Joshua discomfited Amalek and his people with the edge\nof the sword. \n"},{"number":14,"text":"And the \\nd LORD\\nd* said unto Moses, Write this \\add for\\add*\na memorial in a book, and rehearse \\add it\\add* in the ears of Joshua:\nfor I will utterly put out the remembrance of Amalek from under heaven.\n"},{"number":15,"text":"And Moses built an altar, and called the name of it Jehovah-nissi:\\f + \\fr 17.15 \n\\ft Jehovah-nissi: that is, The \\+nd LORD\\+nd* my banner\\f* \n"},{"number":16,"text":"For he said, Because the \\nd LORD\\nd* hath sworn \\add that\\add*\nthe \\nd LORD\\nd* \\add will have\\add* war with Amalek from generation\nto generation.\\f + \\fr 17.16  \\ft Because…: or, Because the hand of Amalek is against the throne of the\n\\+nd LORD\\+nd*, therefore, etc\\f*\\f + \\fr 17.16  \\ft the \\+nd LORD\\+nd* hath…: Heb. the hand upon the throne of the\n\\+nd LORD\\+nd*\\f* \n"}],"number":17},{"verses":[{"number":1,"text":"When Jethro, the priest of Midian, Moses’ father in law, heard\nof all that God had done for Moses, and for Israel his people, \\add and\\add*\nthat the \\nd LORD\\nd* had brought Israel out of Egypt; \n"},{"number":2,"text":"Then Jethro, Moses’ father in law, took Zipporah, Moses’ wife,\nafter he had sent her back, \n"},{"number":3,"text":"And her two sons; of which the name of the one \\add was\\add*\nGershom; for he said, I have been an alien in a strange land:\\f + \\fr 18.3 \n\\ft Gershom: that is A stranger there\\f* \n"},{"number":4,"text":"And the name of the other \\add was\\add* Eliezer; for the God\nof my father, \\add said he, was\\add* mine help, and delivered me from the\nsword of Pharaoh:\\f + \\fr 18.4  \\ft Eliezer: that is, My God is an\nhelp\\f* \n"},{"number":5,"text":"And Jethro, Moses’ father in law, came with his sons and his\nwife unto Moses into the wilderness, where he encamped at the mount\nof God: \n"},{"number":6,"text":"And he said unto Moses, I thy father in law Jethro am come\nunto thee, and thy wife, and her two sons with her. \n\n"},{"number":7,"text":"¶ And Moses went out to meet his father in law, and did obeisance,\nand kissed him; and they asked each other of \\add their\\add* welfare;\nand they came into the tent.\\f + \\fr 18.7  \\ft welfare: Heb. peace\\f*\n"},{"number":8,"text":"And Moses told his father in law all that the \\nd LORD\\nd*\nhad done unto Pharaoh and to the Egyptians for Israel’s sake, \\add and\\add*\nall the travail that had come upon them by the way, and \\add how\\add*\nthe \\nd LORD\\nd* delivered them.\\f + \\fr 18.8  \\ft come…: Heb. found\nthem\\f* \n"},{"number":9,"text":"And Jethro rejoiced for all the goodness which the \\nd LORD\\nd*\nhad done to Israel, whom he had delivered out of the hand of the\nEgyptians. \n"},{"number":10,"text":"And Jethro said, Blessed \\add be\\add* the \\nd LORD\\nd*, who hath\ndelivered you out of the hand of the Egyptians, and out of the hand\nof Pharaoh, who hath delivered the people from under the hand of the\nEgyptians. \n"},{"number":11,"text":"Now I know that the \\nd LORD\\nd* \\add is\\add* greater than all\ngods: for in the thing wherein they dealt proudly \\add he was\\add* above them.\n"},{"number":12,"text":"And Jethro, Moses’ father in law, took a burnt offering and\nsacrifices for God: and Aaron came, and all the elders of Israel,\nto eat bread with Moses’ father in law before God. \n\n"},{"number":13,"text":"¶ And it came to pass on the morrow, that Moses sat to judge\nthe people: and the people stood by Moses from the morning unto the\nevening. \n"},{"number":14,"text":"And when Moses’ father in law saw all that he did to the people,\nhe said, What \\add is\\add* this thing that thou doest to the people?\nwhy sittest thou thyself alone, and all the people stand by thee from\nmorning unto even? \n"},{"number":15,"text":"And Moses said unto his father in law, Because the people\ncome unto me to enquire of God: \n"},{"number":16,"text":"When they have a matter, they come unto me; and I judge between\none and another, and I do make \\add them\\add* know the statutes of\nGod, and his laws.\\f + \\fr 18.16  \\ft one…: Heb. a man and his fellow\\f*\n"},{"number":17,"text":"And Moses’ father in law said unto him, The thing that thou\ndoest \\add is\\add* not good. \n"},{"number":18,"text":"Thou wilt surely wear away, both thou, and this people that\n\\add is\\add* with thee: for this thing \\add is\\add* too heavy for thee; thou art not\nable to perform it thyself alone.\\f + \\fr 18.18  \\ft Thou wilt…: Heb. Fading thou wilt\nfade\\f* \n"},{"number":19,"text":"Hearken now unto my voice, I will give thee counsel, and God\nshall be with thee: Be thou for the people to God-ward, that thou mayest\nbring the causes unto God: \n"},{"number":20,"text":"And thou shalt teach them ordinances and laws, and shalt shew\nthem the way wherein they must walk, and the work that they must\ndo. \n"},{"number":21,"text":"Moreover thou shalt provide out of all the people able men,\nsuch as fear God, men of truth, hating covetousness; and place \\add such\\add* over them,\n\\add to be\\add* rulers of thousands, \\add and\\add* rulers of hundreds,\nrulers of fifties, and rulers of tens: \n"},{"number":22,"text":"And let them judge the people at all seasons: and it shall be,\n\\add that\\add* every great matter they shall bring unto thee, but every\nsmall matter they shall judge: so shall it be easier for thyself, and they shall\nbear \\add the burden\\add* with thee. \n"},{"number":23,"text":"If thou shalt do this thing, and God command thee \\add so\\add*,\nthen thou shalt be able to endure, and all this people shall also\ngo to their place in peace. \n"},{"number":24,"text":"So Moses hearkened to the voice of his father in law, and\ndid all that he had said. \n"},{"number":25,"text":"And Moses chose able men out of all Israel, and made them\nheads over the people, rulers of thousands, rulers of hundreds, rulers\nof fifties, and rulers of tens. \n"},{"number":26,"text":"And they judged the people at all seasons: the hard causes\nthey brought unto Moses, but every small matter they judged themselves.\n\n"},{"number":27,"text":"¶ And Moses let his father in law depart; and he went his way into his own\nland. \n"}],"number":18},{"verses":[{"number":1,"text":"In the third month, when the children of Israel were gone forth\nout of the land of Egypt, the same day came they \\add into\\add* the\nwilderness of Sinai. \n"},{"number":2,"text":"For they were departed from Rephidim, and were come \\add to\\add*\nthe desert of Sinai, and had pitched in the wilderness; and there\nIsrael camped before the mount. \n"},{"number":3,"text":"And Moses went up unto God, and the \\nd LORD\\nd* called unto him out of the\nmountain, saying, Thus shalt thou say to the house of Jacob, and\ntell the children of Israel; \n"},{"number":4,"text":"Ye have seen what I did unto the Egyptians, and \\add how\\add*\nI bare you on eagles’ wings, and brought you unto myself. \n"},{"number":5,"text":"Now therefore, if ye will obey my voice indeed, and keep my\ncovenant, then ye shall be a peculiar treasure unto me above all\npeople: for all the earth \\add is\\add* mine: \n"},{"number":6,"text":"And ye shall be unto me a kingdom of priests, and an holy nation. These\n\\add are\\add* the words which thou shalt speak unto the children\nof Israel. \n\n"},{"number":7,"text":"¶ And Moses came and called for the elders of the people, and\nlaid before their faces all these words which the \\nd LORD\\nd* commanded him.\n"},{"number":8,"text":"And all the people answered together, and said, All that the\n\\nd LORD\\nd* hath spoken we will do. And Moses returned the words\nof the people unto the \\nd LORD\\nd*. \n\n"},{"number":9,"text":"And the \\nd LORD\\nd* said unto Moses, Lo, I come unto thee in a\nthick cloud, that the people may hear when I speak with thee, and\nbelieve thee for ever. And Moses told the words of the people unto the\n\\nd LORD\\nd*. \n\n"},{"number":10,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Go unto the people,\nand sanctify them to day and to morrow, and let them wash their clothes,\n"},{"number":11,"text":"And be ready against the third day: for the third day the\n\\nd LORD\\nd* will come down in the sight of all the people upon mount\nSinai. \n"},{"number":12,"text":"And thou shalt set bounds unto the people round about, saying,\nTake heed to yourselves, \\add that ye\\add* go \\add not\\add* up into the\nmount, or touch the border of it: whosoever toucheth the mount shall be\nsurely put to death: \n"},{"number":13,"text":"There shall not an hand touch it, but he shall surely be stoned,\nor shot through; whether \\add it be\\add* beast or man, it shall not\nlive: when the trumpet soundeth long, they shall come up to the mount.\\f + \\fr 19.13 \n\\ft trumpet: or, cornet\\f* \n\n"},{"number":14,"text":"¶ And Moses went down from the mount unto the people, and sanctified\nthe people; and they washed their clothes. \n"},{"number":15,"text":"And he said unto the people, Be ready against the third day:\ncome not at \\add your\\add* wives. \n\n"},{"number":16,"text":"¶ And it came to pass on the third day in the morning, that there were\nthunders and lightnings, and a thick cloud upon the mount, and the\nvoice of the trumpet exceeding loud; so that all the people that\n\\add was\\add* in the camp trembled. \n"},{"number":17,"text":"And Moses brought forth the people out of the camp to meet\nwith God; and they stood at the nether part of the mount. \n"},{"number":18,"text":"And mount Sinai was altogether on a smoke, because the \\nd LORD\\nd*\ndescended upon it in fire: and the smoke thereof ascended as the\nsmoke of a furnace, and the whole mount quaked greatly. \n"},{"number":19,"text":"And when the voice of the trumpet sounded long, and waxed\nlouder and louder, Moses spake, and God answered him by a voice.\n"},{"number":20,"text":"And the \\nd LORD\\nd* came down upon mount Sinai, on the top\nof the mount: and the \\nd LORD\\nd* called Moses \\add up\\add* to the\ntop of the mount; and Moses went up. \n"},{"number":21,"text":"And the \\nd LORD\\nd* said unto Moses, Go down, charge the\npeople, lest they break through unto the \\nd LORD\\nd* to gaze, and\nmany of them perish.\\f + \\fr 19.21  \\ft charge: Heb. contest\\f* \n"},{"number":22,"text":"And let the priests also, which come near to the \\nd LORD\\nd*,\nsanctify themselves, lest the \\nd LORD\\nd* break forth upon them.\n"},{"number":23,"text":"And Moses said unto the \\nd LORD\\nd*, The people cannot come\nup to mount Sinai: for thou chargedst us, saying, Set bounds about the\nmount, and sanctify it. \n"},{"number":24,"text":"And the \\nd LORD\\nd* said unto him, Away, get thee down, and thou shalt come\nup, thou, and Aaron with thee: but let not the priests and the people\nbreak through to come up unto the \\nd LORD\\nd*, lest he break forth upon them.\n"},{"number":25,"text":"So Moses went down unto the people, and spake unto them. \n"}],"number":19},{"verses":[{"number":1,"text":"And God spake all these words, saying, \n"},{"number":2,"text":"I \\add am\\add* the \\nd LORD\\nd* thy God, which have brought\nthee out of the land of Egypt, out of the house of bondage.\\f + \\fr 20.2 \n\\ft bondage: Heb. servants\\f* \n"},{"number":3,"text":"Thou shalt have no other gods before me. \n"},{"number":4,"text":"Thou shalt not make unto thee any graven image, or any likeness\n\\add of any thing\\add* that \\add is\\add* in heaven above, or that\n\\add is\\add* in the earth beneath, or that \\add is\\add* in the water\nunder the earth: \n"},{"number":5,"text":"Thou shalt not bow down thyself to them, nor serve them: for I the\n\\nd LORD\\nd* thy God \\add am\\add* a jealous God, visiting the iniquity\nof the fathers upon the children unto the third and fourth \\add generation\\add*\nof them that hate me; \n"},{"number":6,"text":"And shewing mercy unto thousands of them that love me, and\nkeep my commandments. \n"},{"number":7,"text":"Thou shalt not take the name of the \\nd LORD\\nd* thy God in\nvain; for the \\nd LORD\\nd* will not hold him guiltless that taketh\nhis name in vain. \n"},{"number":8,"text":"Remember the sabbath day, to keep it holy. \n"},{"number":9,"text":"Six days shalt thou labour, and do all thy work: \n"},{"number":10,"text":"But the seventh day \\add is\\add* the sabbath of the \\nd LORD\\nd*\nthy God: \\add in it\\add* thou shalt not do any work, thou, nor thy\nson, nor thy daughter, thy manservant, nor thy maidservant, nor thy\ncattle, nor thy stranger that \\add is\\add* within thy gates: \n"},{"number":11,"text":"For \\add in\\add* six days the \\nd LORD\\nd* made heaven and\nearth, the sea, and all that in them \\add is\\add*, and rested the\nseventh day: wherefore the \\nd LORD\\nd* blessed  the sabbath day,\nand hallowed it. \n\n"},{"number":12,"text":"¶ Honour thy father and thy mother: that thy days may be long\nupon the land which the \\nd LORD\\nd* thy God giveth  thee. \n"},{"number":13,"text":"Thou shalt not kill. \n"},{"number":14,"text":"Thou shalt not commit adultery. \n"},{"number":15,"text":"Thou shalt not steal. \n"},{"number":16,"text":"Thou shalt not bear false witness against thy neighbour. \n"},{"number":17,"text":"Thou shalt not covet thy neighbour’s house, thou shalt not\ncovet thy neighbour’s wife, nor his manservant, nor his maidservant,\nnor his ox, nor his ass, nor any thing that \\add is\\add* thy neighbour’s.\n\n"},{"number":18,"text":"¶ And all the people saw the thunderings, and the lightnings,\nand the noise of the trumpet, and the mountain smoking: and when the\npeople saw \\add it\\add*, they removed, and stood afar off. \n"},{"number":19,"text":"And they said unto Moses, Speak thou with us, and we will\nhear: but let not God speak  with us, lest we die. \n"},{"number":20,"text":"And Moses said unto the people, Fear not: for God is come\nto prove you, and that his fear may be before your faces, that ye\nsin not. \n"},{"number":21,"text":"And the people stood afar off, and Moses drew near unto the thick\ndarkness where God \\add was\\add*. \n\n"},{"number":22,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Thus thou shalt say\nunto the children of Israel, Ye have seen that I have talked with you from\nheaven. \n"},{"number":23,"text":"Ye shall not make with me gods of silver, neither shall ye\nmake unto you gods of gold. \n\n"},{"number":24,"text":"¶ An altar of earth thou shalt make unto me, and shalt sacrifice\nthereon thy burnt offerings, and thy peace offerings, thy sheep,\nand thine oxen: in all places where I record my name I will come\nunto thee, and I will bless thee. \n"},{"number":25,"text":"And if thou wilt make me an altar of stone, thou shalt not\nbuild it of hewn stone: for if thou lift up thy tool upon it, thou hast\npolluted it.\\f + \\fr 20.25  \\ft build…: Heb. build them with hewing\\f*\n"},{"number":26,"text":"Neither shalt thou go up by steps unto mine altar, that thy\nnakedness be not discovered thereon. \n"}],"number":20},{"verses":[{"number":1,"text":"Now these \\add are\\add* the judgments which thou shalt set before them.\n"},{"number":2,"text":"If thou buy an Hebrew servant, six years he shall serve: and in the\nseventh he shall go out free for nothing. \n"},{"number":3,"text":"If he came in by himself, he shall go out by himself: if he were\nmarried, then his wife shall go out with him.\\f + \\fr 21.3  \\ft by himself: Heb. with his\nbody\\f* \n"},{"number":4,"text":"If his master have given him a wife, and she have born him\nsons or daughters; the wife and her children shall be her master’s,\nand he shall go out by himself. \n"},{"number":5,"text":"And if the servant shall plainly say, I love my master, my\nwife, and my children; I will not go out free:\\f + \\fr 21.5  \\ft shall…: Heb. saying shall\nsay\\f* \n"},{"number":6,"text":"Then his master shall bring him unto the judges; he shall also\nbring him to the door, or unto the door post; and his master shall\nbore his ear through with an aul; and he shall serve him for ever.\n\n"},{"number":7,"text":"¶ And if a man sell his daughter to be a maidservant, she shall not go\nout as the menservants do. \n"},{"number":8,"text":"If she please not her master, who hath betrothed her to himself, then shall he let her be\nredeemed: to sell her unto a strange nation he shall have no power,\nseeing he hath dealt deceitfully with her.\\f + \\fr 21.8  \\ft please…: Heb. be evil in the eyes of,\netc\\f* \n"},{"number":9,"text":"And if he have betrothed her unto his son, he shall deal with her after the\nmanner of daughters. \n"},{"number":10,"text":"If he take him another \\add wife;\\add* her food, her raiment,\nand her duty of marriage, shall he not diminish. \n"},{"number":11,"text":"And if he do not these three unto her, then shall she go out\nfree without money. \n\n"},{"number":12,"text":"¶ He that smiteth a man, so that he die, shall be surely put to\ndeath. \n"},{"number":13,"text":"And if a man lie not in wait, but God deliver \\add him\\add*\ninto his hand; then I will appoint thee a place whither he shall\nflee. \n"},{"number":14,"text":"But if a man come presumptuously upon his neighbour, to slay\nhim with guile; thou shalt take him from mine altar, that he may\ndie. \n\n"},{"number":15,"text":"¶ And he that smiteth his father, or his mother, shall be surely\nput to death. \n\n"},{"number":16,"text":"¶ And he that stealeth a man, and selleth him, or if he be\nfound in his hand, he shall surely be put to death. \n\n"},{"number":17,"text":"¶ And he that curseth his father, or his mother, shall surely\nbe put to death.\\f + \\fr 21.17  \\ft curseth: or, revileth\\f* \n\n"},{"number":18,"text":"¶ And if men strive together, and one smite another with a\nstone, or with \\add his\\add* fist, and he die not, but keepeth \\add his\\add*\nbed:\\f + \\fr 21.18  \\ft another: or, his neighbour\\f* \n"},{"number":19,"text":"If he rise again, and walk abroad upon his staff, then shall he that\nsmote \\add him\\add* be quit: only he shall pay \\add for\\add* the loss of his\ntime, and shall cause \\add him\\add* to be thoroughly healed.\\f + \\fr 21.19 \n\\ft the loss…: Heb. his ceasing\\f* \n\n"},{"number":20,"text":"¶ And if a man smite his servant, or his maid, with a rod,\nand he die under his hand; he shall be surely punished.\\f + \\fr 21.20 \n\\ft punished: Heb. avenged\\f* \n"},{"number":21,"text":"Notwithstanding, if he continue a day or two, he shall not be\npunished: for he \\add is\\add* his money. \n\n"},{"number":22,"text":"¶ If men strive, and hurt a woman with child, so that her fruit\ndepart \\add from her\\add*, and yet no mischief follow: he shall be\nsurely punished, according as the woman’s husband will lay upon him; and he shall\npay as the judges \\add determine\\add*. \n"},{"number":23,"text":"And if \\add any\\add* mischief follow, then thou shalt give\nlife for life, \n"},{"number":24,"text":"Eye for eye, tooth for tooth, hand for hand, foot for foot,\n"},{"number":25,"text":"Burning for burning, wound for wound, stripe for stripe. \n\n"},{"number":26,"text":"¶ And if a man smite the eye of his servant, or the eye of his\nmaid, that it perish; he shall let him go free for his eye’s sake.\n"},{"number":27,"text":"And if he smite out his manservant’s tooth, or his maidservant’s\ntooth; he shall let him go free for his tooth’s sake. \n\n"},{"number":28,"text":"¶ If an ox gore a man or a woman, that they die: then the ox\nshall be surely stoned, and his flesh shall not be eaten; but the\nowner of the ox \\add shall be\\add* quit. \n"},{"number":29,"text":"But if the ox were wont to push with his horn in time past,\nand it hath been testified to his owner, and he hath not kept him in, but that he hath\nkilled a man or a woman; the ox shall be stoned, and his owner also shall be put to\ndeath. \n"},{"number":30,"text":"If there be laid on him a sum of money, then he shall give\nfor the ransom of his life whatsoever is laid upon him. \n"},{"number":31,"text":"Whether he have gored a son, or have gored a daughter, according to this\njudgment shall it be done unto him. \n"},{"number":32,"text":"If the ox shall push a manservant or a maidservant; he shall\ngive unto their master thirty shekels of silver, and the ox shall be\nstoned. \n\n"},{"number":33,"text":"¶ And if a man shall open a pit, or if a man shall dig a pit,\nand not cover it, and an ox or an ass fall therein; \n"},{"number":34,"text":"The owner of the pit shall make \\add it\\add* good, \\add and\\add*\ngive money unto the owner of them; and the dead \\add beast\\add* shall be his.\n\n"},{"number":35,"text":"¶ And if one man’s ox hurt another’s, that he die; then they shall\nsell the live ox, and divide the money of it; and the dead \\add ox\\add*\nalso they shall divide. \n"},{"number":36,"text":"Or if it be known that the ox hath used to push in time past,\nand his owner hath not kept him in; he shall surely pay ox for ox;\nand the dead shall be his own. \n"}],"number":21},{"verses":[{"number":1,"text":"If a man shall steal an ox, or a sheep, and kill it, or sell\nit; he shall restore five oxen for an ox, and four sheep for a sheep.\\f + \\fr 22.1 \n\\ft or a sheep: or, or a goat\\f* \n\n"},{"number":2,"text":"¶ If a thief be found breaking up, and be smitten that he die,\n\\add there shall\\add* no blood \\add be shed\\add* for him. \n"},{"number":3,"text":"If the sun be risen upon him, \\add there shall be\\add* blood\n\\add shed\\add* for him; \\add for\\add* he should make full restitution;\nif he have nothing, then he shall be sold for his theft. \n"},{"number":4,"text":"If the theft be certainly found in his hand alive, whether it be\nox, or ass, or sheep; he shall restore double. \n\n"},{"number":5,"text":"¶ If a man shall cause a field or vineyard to be eaten, and shall\nput in his beast, and shall feed in another man’s field; of the best\nof his own field, and of the best of his own vineyard, shall he make\nrestitution. \n\n"},{"number":6,"text":"¶ If fire break out, and catch in thorns, so that the stacks of\ncorn, or the standing corn, or the field, be consumed \\add therewith;\\add*\nhe that kindled the fire shall surely make restitution. \n\n"},{"number":7,"text":"¶ If a man shall deliver unto his neighbour money or stuff to\nkeep, and it be stolen out of the man’s house; if the thief be found,\nlet him pay double. \n"},{"number":8,"text":"If the thief be not found, then the master of the house shall be\nbrought unto the judges, \\add to see\\add* whether he have put his\nhand unto his neighbour’s goods. \n"},{"number":9,"text":"For all manner of trespass, \\add whether it be\\add* for ox,\nfor ass, for sheep, for raiment, \\add or\\add* for any manner of lost\nthing, which \\add another\\add* challengeth to be his, the cause of both\nparties shall come before the judges; \\add and\\add* whom the judges\nshall condemn, he shall pay double unto his neighbour. \n"},{"number":10,"text":"If a man deliver unto his neighbour an ass, or an ox, or a\nsheep, or any beast, to keep; and it die, or be hurt, or driven away,\nno man seeing \\add it:\\add* \n"},{"number":11,"text":"\\add Then\\add* shall an oath of the \\nd LORD\\nd* be between them\nboth, that he hath not put his hand unto his neighbour’s goods; and the\nowner of it shall accept \\add thereof\\add*, and he shall not make\n\\add it\\add* good. \n"},{"number":12,"text":"And if it be stolen from him, he shall make restitution unto the\nowner thereof. \n"},{"number":13,"text":"If it be torn in pieces, \\add then\\add* let him bring it \\add for\\add*\nwitness, \\add and\\add* he shall not make good that which was torn.\n\n"},{"number":14,"text":"¶ And if a man borrow \\add ought\\add* of his neighbour, and it be\nhurt, or die, the owner thereof \\add being\\add* not with it, he shall\nsurely make \\add it\\add* good. \n"},{"number":15,"text":"\\add But\\add* if the owner thereof \\add be\\add* with it, he shall not make\n\\add it\\add* good: if it \\add be\\add* an hired \\add thing\\add*, it\ncame for his hire. \n\n"},{"number":16,"text":"¶ And if a man entice a maid that is not betrothed, and lie\nwith her, he shall surely endow her to be his wife. \n"},{"number":17,"text":"If her father utterly refuse to give her unto him, he shall\npay money according to the dowry of virgins.\\f + \\fr 22.17  \\ft pay: Heb.\nweigh\\f* \n\n"},{"number":18,"text":"¶ Thou shalt not suffer a witch to live. \n\n"},{"number":19,"text":"¶ Whosoever lieth with a beast shall surely be put to death.\n\n"},{"number":20,"text":"¶ He that sacrificeth unto \\add any\\add* god, save unto the\n\\nd LORD\\nd* only, he shall be utterly destroyed. \n\n"},{"number":21,"text":"¶ Thou shalt neither vex a stranger, nor oppress him: for ye were\nstrangers in the land of Egypt. \n\n"},{"number":22,"text":"¶ Ye shall not afflict any widow, or fatherless child. \n"},{"number":23,"text":"If thou afflict them in any wise, and they cry at all unto me, I will\nsurely hear their cry; \n"},{"number":24,"text":"And my wrath shall wax hot, and I will kill you with the sword;\nand your wives shall be widows, and your children fatherless. \n\n"},{"number":25,"text":"¶ If thou lend money to \\add any of\\add* my people \\add that\nis\\add* poor by thee, thou shalt not be to him as an usurer, neither shalt thou\nlay upon him usury. \n"},{"number":26,"text":"If thou at all take thy neighbour’s raiment to pledge, thou shalt\ndeliver it unto him by that the sun goeth down: \n"},{"number":27,"text":"For that \\add is\\add* his covering only, it \\add is\\add* his\nraiment for his skin: wherein shall he sleep? and it shall come to pass, when he\ncrieth unto me, that I will hear; for I \\add am\\add* gracious. \n\n"},{"number":28,"text":"¶ Thou shalt not revile the gods, nor curse the ruler of thy\npeople.\\f + \\fr 22.28  \\ft gods: or, judges\\f* \n\n"},{"number":29,"text":"¶ Thou shalt not delay \\add to offer\\add* the first of thy ripe\nfruits, and of thy liquors: the firstborn of thy sons shalt thou\ngive unto me.\\f + \\fr 22.29  \\ft the first…: Heb. thy fulness\\f*\\f + \\fr 22.29 \n\\ft liquors: Heb. tear\\f* \n"},{"number":30,"text":"Likewise shalt thou do with thine oxen, \\add and\\add* with thy\nsheep: seven days it shall be with his dam; on the eighth day thou shalt\ngive it me. \n\n"},{"number":31,"text":"¶ And ye shall be holy men unto me: neither shall ye eat \\add any\\add*\nflesh \\add that is\\add* torn of beasts in the field; ye shall cast\nit to the dogs. \n"}],"number":22},{"verses":[{"number":1,"text":"Thou shalt not raise a false report: put not thine hand with the\nwicked to be an unrighteous witness.\\f + \\fr 23.1  \\ft raise: or,\nreceive\\f* \n\n"},{"number":2,"text":"¶ Thou shalt not follow a multitude to \\add do\\add* evil; neither shalt thou\nspeak in a cause to decline after many to wrest \\add judgment:\\add*\\f + \\fr 23.2 \n\\ft speak: Heb. answer\\f* \n\n"},{"number":3,"text":"¶ Neither shalt thou countenance a poor man in his cause. \n\n"},{"number":4,"text":"¶ If thou meet thine enemy’s ox or his ass going astray, thou shalt\nsurely bring it back to him again. \n"},{"number":5,"text":"If thou see the ass of him that hateth thee lying under his\nburden, and wouldest forbear to help him, thou shalt surely help with\nhim.\\f + \\fr 23.5  \\ft and…: or, wilt thou cease to help him? or, and wouldest cease to leave thy business for him: thou shalt\nsurely leave it to join with him\\f* \n"},{"number":6,"text":"Thou shalt not wrest the judgment of thy poor in his cause.\n"},{"number":7,"text":"Keep thee far from a false matter; and the innocent and righteous\nslay thou not: for I will not justify the wicked. \n\n"},{"number":8,"text":"¶ And thou shalt take no gift: for the gift blindeth the wise,\nand perverteth the words of the righteous.\\f + \\fr 23.8  \\ft the wise: Heb. the\nseeing\\f* \n\n"},{"number":9,"text":"¶ Also thou shalt not oppress a stranger: for ye know the heart\nof a stranger, seeing ye were strangers in the land of Egypt.\\f + \\fr 23.9 \n\\ft heart: Heb. soul\\f* \n\n"},{"number":10,"text":"And six years thou shalt sow thy land, and shalt gather in the\nfruits thereof: \n"},{"number":11,"text":"But the seventh \\add year\\add* thou shalt let it rest and\nlie still; that the poor of thy people may eat: and what they leave\nthe beasts of the field shall eat. In like manner thou shalt deal\nwith thy vineyard, \\add and\\add* with thy oliveyard.\\f + \\fr 23.11 \n\\ft oliveyard: or, olive trees\\f* \n"},{"number":12,"text":"Six days thou shalt do thy work, and on the seventh day thou shalt\nrest: that thine ox and thine ass may rest, and the son of thy handmaid,\nand the stranger, may be refreshed. \n"},{"number":13,"text":"And in all \\add things\\add* that I have said unto you be circumspect:\nand make no mention of the name of other gods, neither let it be\nheard out of thy mouth. \n\n"},{"number":14,"text":"¶ Three times thou shalt keep a feast unto me in the year.\n"},{"number":15,"text":"Thou shalt keep the feast of unleavened bread: (thou shalt\neat unleavened bread seven days, as I commanded thee, in the time\nappointed of the month Abib; for in it thou camest out from Egypt:\nand none shall appear before me empty:) \n"},{"number":16,"text":"And the feast of harvest, the firstfruits of thy labours,\nwhich thou hast sown in the field: and the feast of ingathering,\n\\add which is\\add* in the end of the year, when thou hast gathered\nin thy labours out of the field. \n"},{"number":17,"text":"Three times in the year all thy males shall appear before\nthe Lord \\nd GOD\\nd*. \n"},{"number":18,"text":"Thou shalt not offer the blood of my sacrifice with leavened\nbread; neither shall the fat of my sacrifice remain until the morning.\\f + \\fr 23.18 \n\\ft sacrifice: or, feast\\f* \n"},{"number":19,"text":"The first of the firstfruits of thy land thou shalt bring\ninto the house of the \\nd LORD\\nd* thy God. Thou shalt not seethe\na kid in his mother’s milk. \n\n"},{"number":20,"text":"¶ Behold, I send an Angel before thee, to keep thee in the\nway, and to bring thee into the place which I have prepared. \n"},{"number":21,"text":"Beware of him, and obey his voice, provoke him not; for he will not\npardon your transgressions: for my name \\add is\\add* in him. \n"},{"number":22,"text":"But if thou shalt indeed obey his voice, and do all that I\nspeak; then I will be an enemy unto thine enemies, and an adversary\nunto thine adversaries.\\f + \\fr 23.22  \\ft an adversary…: or, I will afflict them that afflict\nthee\\f* \n"},{"number":23,"text":"For mine Angel shall go before thee, and bring thee in unto the\nAmorites, and the Hittites, and the Perizzites, and the Canaanites,\nthe Hivites, and the Jebusites: and I will cut them off. \n"},{"number":24,"text":"Thou shalt not bow down to their gods, nor serve them, nor\ndo after their works: but thou shalt utterly overthrow them, and\nquite break down their images. \n"},{"number":25,"text":"And ye shall serve the \\nd LORD\\nd* your God, and he shall\nbless thy bread, and thy water; and I will take sickness away from the\nmidst of thee. \n\n"},{"number":26,"text":"¶ There shall nothing cast their young, nor be barren, in thy\nland: the number of thy days I will fulfil. \n"},{"number":27,"text":"I will send my fear before thee, and will destroy all the\npeople to whom thou shalt come, and I will make all thine enemies\nturn their backs unto thee.\\f + \\fr 23.27  \\ft backs: Heb. neck\\f*\n"},{"number":28,"text":"And I will send hornets before thee, which shall drive out\nthe Hivite, the Canaanite, and the Hittite, from before thee. \n"},{"number":29,"text":"I will not drive them out from before thee in one year; lest the\nland become desolate, and the beast of the field multiply against thee.\n"},{"number":30,"text":"By little and little I will drive them out from before thee, until thou be\nincreased, and inherit the land. \n"},{"number":31,"text":"And I will set thy bounds from the Red sea even unto the sea\nof the Philistines, and from the desert unto the river: for I will\ndeliver the inhabitants of the land into your hand; and thou shalt drive them\nout before thee. \n"},{"number":32,"text":"Thou shalt make no covenant with them, nor with their gods.\n"},{"number":33,"text":"They shall not dwell in thy land, lest they make thee sin\nagainst me: for if thou serve their gods, it will surely be a snare unto thee.\n"}],"number":23},{"verses":[{"number":1,"text":"And he said unto Moses, Come up unto the \\nd LORD\\nd*, thou, and\nAaron, Nadab, and Abihu, and seventy of the elders of Israel; and\nworship ye afar off. \n"},{"number":2,"text":"And Moses alone shall come near the \\nd LORD\\nd*: but they shall not come\nnigh; neither shall the people go up with him. \n\n"},{"number":3,"text":"¶ And Moses came and told the people all the words of the \\nd LORD\\nd*,\nand all the judgments: and all the people answered with one voice,\nand said, All the words which the \\nd LORD\\nd* hath said will we\ndo. \n"},{"number":4,"text":"And Moses wrote all the words of the \\nd LORD\\nd*, and rose up\nearly in the morning, and builded an altar under the hill, and twelve\npillars, according to the twelve tribes of Israel. \n"},{"number":5,"text":"And he sent young men of the children of Israel, which offered\nburnt offerings, and sacrificed peace offerings of oxen unto the\n\\nd LORD\\nd*. \n"},{"number":6,"text":"And Moses took half of the blood, and put \\add it\\add* in basons;\nand half of the blood he sprinkled on the altar. \n"},{"number":7,"text":"And he took the book of the covenant, and read in the audience\nof the people: and they said, All that the \\nd LORD\\nd* hath said\nwill we do, and be obedient. \n"},{"number":8,"text":"And Moses took the blood, and sprinkled \\add it\\add* on the\npeople, and said, Behold the blood of the covenant, which the \\nd LORD\\nd*\nhath made with you concerning all these words. \n\n"},{"number":9,"text":"¶ Then went up Moses, and Aaron, Nadab, and Abihu, and seventy\nof the elders of Israel: \n"},{"number":10,"text":"And they saw the God of Israel: and \\add there was\\add* under his\nfeet as it were a paved work of a sapphire stone, and as it were the\nbody of heaven in \\add his\\add* clearness. \n"},{"number":11,"text":"And upon the nobles of the children of Israel he laid not his\nhand: also they saw God, and did eat and drink. \n\n"},{"number":12,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Come up to me into the\nmount, and be there: and I will give thee tables of stone, and a\nlaw, and commandments which I have written; that thou mayest teach them.\n"},{"number":13,"text":"And Moses rose up, and his minister Joshua: and Moses went\nup into the mount of God. \n"},{"number":14,"text":"And he said unto the elders, Tarry ye here for us, until we come\nagain unto you: and, behold, Aaron and Hur \\add are\\add* with you: if\nany man have any matters to do, let him come unto them. \n"},{"number":15,"text":"And Moses went up into the mount, and a cloud covered the\nmount. \n"},{"number":16,"text":"And the glory of the \\nd LORD\\nd* abode upon mount Sinai,\nand the cloud covered it six days: and the seventh day he called\nunto Moses out of the midst of the cloud. \n"},{"number":17,"text":"And the sight of the glory of the \\nd LORD\\nd* \\add was\\add*\nlike devouring fire on the top of the mount in the eyes of the children\nof Israel. \n"},{"number":18,"text":"And Moses went into the midst of the cloud, and gat him up\ninto the mount: and Moses was in the mount forty days and forty nights.\n"}],"number":24},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Speak unto the children of Israel, that they bring me an offering:\nof every man that giveth it willingly with his heart ye shall take\nmy offering.\\f + \\fr 25.2  \\ft bring me: Heb. take for me\\f*\\f + \\fr 25.2 \n\\ft offering: or, heave offering\\f* \n"},{"number":3,"text":"And this \\add is\\add* the offering which ye shall take of them;\ngold, and silver, and brass,\\f + \\fr 25.3  \\ft offering: or, heave\noffering\\f* \n"},{"number":4,"text":"And blue, and purple, and scarlet, and fine linen, and goats’\n\\add hair\\add*,\\f + \\fr 25.4  \\ft fine…: or, silk\\f* \n"},{"number":5,"text":"And rams’ skins dyed red, and badgers’ skins, and shittim wood,\n"},{"number":6,"text":"Oil for the light, spices for anointing oil, and for sweet\nincense, \n"},{"number":7,"text":"Onyx stones, and stones to be set in the ephod, and in the\nbreastplate. \n"},{"number":8,"text":"And let them make me a sanctuary; that I may dwell among them.\n"},{"number":9,"text":"According to all that I shew thee, \\add after\\add* the pattern\nof the tabernacle, and the pattern of all the instruments thereof, even so shall ye\nmake \\add it\\add*. \n\n"},{"number":10,"text":"¶ And they shall make an ark \\add of\\add* shittim wood: two\ncubits and a half \\add shall be\\add* the length thereof, and a cubit\nand a half the breadth thereof, and a cubit and a half the height thereof.\n"},{"number":11,"text":"And thou shalt overlay it with pure gold, within and without\nshalt thou overlay it, and shalt make upon it a crown of gold round\nabout. \n"},{"number":12,"text":"And thou shalt cast four rings of gold for it, and put \\add them\\add*\nin the four corners thereof; and two rings \\add shall be\\add* in the\none side of it, and two rings in the other side of it. \n"},{"number":13,"text":"And thou shalt make staves \\add of\\add* shittim wood, and\noverlay them with gold. \n"},{"number":14,"text":"And thou shalt put the staves into the rings by the sides\nof the ark, that the ark may be borne with them. \n"},{"number":15,"text":"The staves shall be in the rings of the ark: they shall not be\ntaken from it. \n"},{"number":16,"text":"And thou shalt put into the ark the testimony which I shall\ngive thee. \n"},{"number":17,"text":"And thou shalt make a mercy seat \\add of\\add* pure gold: two\ncubits and a half \\add shall be\\add* the length thereof, and a cubit\nand a half the breadth thereof. \n"},{"number":18,"text":"And thou shalt make two cherubims \\add of\\add* gold, \\add of\\add*\nbeaten work shalt thou make them, in the two ends of the mercy seat.\n"},{"number":19,"text":"And make one cherub on the one end, and the other cherub on the\nother end: \\add even\\add* of the mercy seat shall ye make the cherubims\non the two ends thereof.\\f + \\fr 25.19  \\ft of…: or, of the matter of the mercy\nseat\\f* \n"},{"number":20,"text":"And the cherubims shall stretch forth \\add their\\add* wings\non high, covering the mercy seat with their wings, and their faces\n\\add shall look\\add* one to another; toward the mercy seat shall the\nfaces of the cherubims be. \n"},{"number":21,"text":"And thou shalt put the mercy seat above upon the ark; and in the\nark thou shalt put the testimony that I shall give thee. \n"},{"number":22,"text":"And there I will meet with thee, and I will commune with thee from above the mercy\nseat, from between the two cherubims which \\add are\\add* upon the\nark of the testimony, of all \\add things\\add* which I will give thee in\ncommandment unto the children of Israel. \n\n"},{"number":23,"text":"¶ Thou shalt also make a table \\add of\\add* shittim wood: two\ncubits \\add shall be\\add* the length thereof, and a cubit the breadth\nthereof, and a cubit and a half the height thereof. \n"},{"number":24,"text":"And thou shalt overlay it with pure gold, and make thereto a\ncrown of gold round about. \n"},{"number":25,"text":"And thou shalt make unto it a border of an hand breadth round\nabout, and thou shalt make a golden crown to the border thereof round\nabout. \n"},{"number":26,"text":"And thou shalt make for it four rings of gold, and put the\nrings in the four corners that \\add are\\add* on the four feet thereof.\n"},{"number":27,"text":"Over against the border shall the rings be for places of the\nstaves to bear the table. \n"},{"number":28,"text":"And thou shalt make the staves \\add of\\add* shittim wood,\nand overlay them with gold, that the table may be borne with them.\n"},{"number":29,"text":"And thou shalt make the dishes thereof, and spoons thereof, and\ncovers thereof, and bowls thereof, to cover withal: \\add of\\add*\npure gold shalt thou make them.\\f + \\fr 25.29  \\ft to…: or, to pour out\nwithal\\f* \n"},{"number":30,"text":"And thou shalt set upon the table shewbread before me alway.\n\n"},{"number":31,"text":"¶ And thou shalt make a candlestick \\add of\\add* pure gold:\n\\add of\\add* beaten work shall the candlestick be made: his shaft,\nand his branches, his bowls, his knops, and his flowers, shall be of the same.\n"},{"number":32,"text":"And six branches shall come out of the sides of it; three\nbranches of the candlestick out of the one side, and three branches\nof the candlestick out of the other side: \n"},{"number":33,"text":"Three bowls made like unto almonds, \\add with\\add* a knop\nand a flower in one branch; and three bowls made like almonds in the\nother branch, \\add with\\add* a knop and a flower: so in the six branches\nthat come out of the candlestick. \n"},{"number":34,"text":"And in the candlestick \\add shall be\\add* four bowls made like unto\nalmonds, \\add with\\add* their knops and their flowers. \n"},{"number":35,"text":"And \\add there shall be\\add* a knop under two branches of the same, and a\nknop under two branches of the same, and a knop under two branches\nof the same, according to the six branches that proceed out of the\ncandlestick. \n"},{"number":36,"text":"Their knops and their branches shall be of the same: all it\n\\add shall be\\add* one beaten work \\add of\\add* pure gold. \n"},{"number":37,"text":"And thou shalt make the seven lamps thereof: and they shall\nlight the lamps thereof, that they may give light over against it.\\f + \\fr 25.37 \n\\ft shall light: or, shall cause to ascend\\f*\\f + \\fr 25.37  \\ft it: Heb. the face of\nit\\f* \n"},{"number":38,"text":"And the tongs thereof, and the snuffdishes thereof, \\add shall be\nof\\add* pure gold. \n"},{"number":39,"text":"\\add Of\\add* a talent of pure gold shall he make it, with all these\nvessels. \n"},{"number":40,"text":"And look that thou make \\add them\\add* after their pattern,\nwhich was shewed thee in the mount.\\f + \\fr 25.40  \\ft which…: Heb. which thou wast caused to\nsee\\f* \n"}],"number":25},{"verses":[{"number":1,"text":"Moreover thou shalt make the tabernacle \\add with\\add* ten\ncurtains \\add of\\add* fine twined linen, and blue, and purple, and\nscarlet: \\add with\\add* cherubims of cunning work shalt thou make\nthem.\\f + \\fr 26.1  \\ft of cunning…: Heb. the work of a cunning workman, or,\nembroiderer\\f* \n"},{"number":2,"text":"The length of one curtain \\add shall be\\add* eight and twenty\ncubits, and the breadth of one curtain four cubits: and every one of the\ncurtains shall have one measure. \n"},{"number":3,"text":"The five curtains shall be coupled together one to another; and\n\\add other\\add* five curtains \\add shall be\\add* coupled  one to\nanother. \n"},{"number":4,"text":"And thou shalt make loops of blue upon the edge of the one\ncurtain from the selvedge in the coupling; and likewise shalt thou\nmake in the uttermost edge of \\add another\\add* curtain, in the coupling\nof the second.\\f + \\fr 26.4  \\ft selvedge: an edge of cloth so woven that it cannot\nunravel\\f* \n"},{"number":5,"text":"Fifty loops shalt thou make in the one curtain, and fifty loops\nshalt thou make in the edge of the curtain that \\add is\\add* in the\ncoupling of the second; that the loops may take hold one of another.\n"},{"number":6,"text":"And thou shalt make fifty taches of gold, and couple the curtains\ntogether with the taches: and it shall be one tabernacle. \n\n"},{"number":7,"text":"¶ And thou shalt make curtains \\add of\\add* goats’ \\add hair\\add*\nto be a covering upon the tabernacle: eleven curtains shalt thou\nmake. \n"},{"number":8,"text":"The length of one curtain \\add shall be\\add* thirty cubits,\nand the breadth of one curtain four cubits: and the eleven curtains\n\\add shall be all\\add* of one measure. \n"},{"number":9,"text":"And thou shalt couple five curtains by themselves, and six\ncurtains by themselves, and shalt double the sixth curtain in the\nforefront of the tabernacle. \n"},{"number":10,"text":"And thou shalt make fifty loops on the edge of the one curtain\n\\add that is\\add* outmost in the coupling, and fifty loops in the\nedge of the curtain which coupleth the second. \n"},{"number":11,"text":"And thou shalt make fifty taches of brass, and put the taches\ninto the loops, and couple the tent together, that it may be one.\\f + \\fr 26.11 \n\\ft tent: or, covering\\f* \n"},{"number":12,"text":"And the remnant that remaineth of the curtains of the tent,\nthe half curtain that remaineth, shall hang over the backside of the\ntabernacle. \n"},{"number":13,"text":"And a cubit on the one side, and a cubit on the other side of that which\nremaineth in the length of the curtains of the tent, it shall hang\nover the sides of the tabernacle on this side and on that side, to\ncover it.\\f + \\fr 26.13  \\ft of that…: Heb. in the remainder, or,\nsurplus\\f* \n"},{"number":14,"text":"And thou shalt make a covering for the tent \\add of\\add* rams’\nskins dyed red, and a covering above \\add of\\add* badgers’ skins.\n\n"},{"number":15,"text":"¶ And thou shalt make boards for the tabernacle \\add of\\add*\nshittim wood standing up. \n"},{"number":16,"text":"Ten cubits \\add shall be\\add* the length of a board, and a\ncubit and a half \\add shall be\\add* the breadth of one board. \n"},{"number":17,"text":"Two tenons \\add shall there be\\add* in one board, set in order\none against another: thus shalt thou make for all the boards of the\ntabernacle.\\f + \\fr 26.17  \\ft tenons: Heb. hands\\f* \n"},{"number":18,"text":"And thou shalt make the boards for the tabernacle, twenty\nboards on the south side southward. \n"},{"number":19,"text":"And thou shalt make forty sockets of silver under the twenty\nboards; two sockets under one board for his two tenons, and two sockets\nunder another board for his two tenons.\\f + \\fr 26.19  \\ft tenons: Heb.\nhands\\f* \n"},{"number":20,"text":"And for the second side of the tabernacle on the north side\n\\add there shall be\\add* twenty boards: \n"},{"number":21,"text":"And their forty sockets \\add of\\add* silver; two sockets under\none board, and two sockets under another board. \n"},{"number":22,"text":"And for the sides of the tabernacle westward thou shalt make\nsix boards. \n"},{"number":23,"text":"And two boards shalt thou make for the corners of the tabernacle\nin the two sides. \n"},{"number":24,"text":"And they shall be coupled together beneath, and they shall be\ncoupled together above the head of it unto one ring: thus shall it be for them\nboth; they shall be for the two corners.\\f + \\fr 26.24  \\ft coupled: Heb.\ntwinned\\f* \n"},{"number":25,"text":"And they shall be eight boards, and their sockets \\add of\\add*\nsilver, sixteen sockets; two sockets under one board, and two sockets\nunder another board. \n\n"},{"number":26,"text":"¶ And thou shalt make bars \\add of\\add* shittim wood; five\nfor the boards of the one side of the tabernacle, \n"},{"number":27,"text":"And five bars for the boards of the other side of the tabernacle,\nand five bars for the boards of the side of the tabernacle, for the two\nsides westward. \n"},{"number":28,"text":"And the middle bar in the midst of the boards shall reach\nfrom end to end. \n"},{"number":29,"text":"And thou shalt overlay the boards with gold, and make their\nrings \\add of\\add* gold \\add for\\add* places for the bars: and thou shalt\noverlay the bars with gold. \n"},{"number":30,"text":"And thou shalt rear up the tabernacle according to the fashion\nthereof which was shewed thee in the mount. \n\n"},{"number":31,"text":"¶ And thou shalt make a vail \\add of\\add* blue, and purple,\nand scarlet, and fine twined linen of cunning work: with cherubims\nshall it be made: \n"},{"number":32,"text":"And thou shalt hang it upon four pillars of shittim \\add wood\\add*\noverlaid  with gold: their hooks \\add shall be of\\add* gold, upon the\nfour sockets of silver. \n\n"},{"number":33,"text":"¶ And thou shalt hang up the vail under the taches, that thou mayest\nbring in thither within the vail the ark of the testimony: and the\nvail shall divide unto you between the holy \\add place\\add* and the\nmost holy. \n"},{"number":34,"text":"And thou shalt put the mercy seat upon the ark of the testimony\nin the most holy \\add place\\add*. \n"},{"number":35,"text":"And thou shalt set the table without the vail, and the candlestick\nover against the table on the side of the tabernacle toward the south:\nand thou shalt put the table on the north side. \n"},{"number":36,"text":"And thou shalt make an hanging for the door of the tent, \\add of\\add*\nblue, and purple, and scarlet, and fine twined linen, wrought with\nneedlework. \n"},{"number":37,"text":"And thou shalt make for the hanging five pillars \\add of\\add*\nshittim \\add wood\\add*, and overlay them with gold, \\add and\\add*\ntheir hooks \\add shall be of\\add* gold: and thou shalt cast five\nsockets of brass for them. \n"}],"number":26},{"verses":[{"number":1,"text":"And thou shalt make an altar \\add of\\add* shittim wood, five\ncubits long, and five cubits broad; the altar shall be foursquare:\nand the height thereof \\add shall be\\add* three cubits. \n"},{"number":2,"text":"And thou shalt make the horns of it upon the four corners thereof: his\nhorns shall be of the same: and thou shalt overlay it with brass.\n"},{"number":3,"text":"And thou shalt make his pans to receive his ashes, and his\nshovels, and his basons, and his fleshhooks, and his firepans: all the\nvessels thereof thou shalt make \\add of\\add* brass. \n"},{"number":4,"text":"And thou shalt make for it a grate of network \\add of\\add*\nbrass; and upon the net shalt thou make four brasen rings in the\nfour corners thereof. \n"},{"number":5,"text":"And thou shalt put it under the compass of the altar beneath,\nthat the net may be even to the midst of the altar. \n"},{"number":6,"text":"And thou shalt make staves for the altar, staves \\add of\\add*\nshittim wood, and overlay them with brass. \n"},{"number":7,"text":"And the staves shall be put into the rings, and the staves\nshall be upon the two sides of the altar, to bear it. \n"},{"number":8,"text":"Hollow with boards shalt thou make it: as it was shewed thee in the\nmount, so shall they make \\add it\\add*.\\f + \\fr 27.8  \\ft it was…: Heb. he\nshewed\\f* \n\n"},{"number":9,"text":"¶ And thou shalt make the court of the tabernacle: for the south\nside southward \\add there shall be\\add* hangings for the court \\add of\\add*\nfine twined linen of an hundred cubits long for one side: \n"},{"number":10,"text":"And the twenty pillars thereof and their twenty sockets \\add shall be\nof\\add* brass; the hooks of the pillars and their fillets \\add shall be\nof\\add* silver. \n"},{"number":11,"text":"And likewise for the north side in length \\add there shall\nbe\\add* hangings of an hundred \\add cubits\\add* long, and his twenty\npillars and their twenty sockets \\add of\\add* brass; the hooks of the\npillars and their fillets \\add of\\add* silver. \n\n"},{"number":12,"text":"¶ And \\add for\\add* the breadth of the court on the west side\n\\add shall be\\add* hangings of fifty cubits: their pillars ten, and their\nsockets ten. \n"},{"number":13,"text":"And the breadth of the court on the east side eastward \\add shall\nbe\\add* fifty cubits. \n"},{"number":14,"text":"The hangings of one side \\add of the gate shall be\\add* fifteen\ncubits: their pillars three, and their sockets three. \n"},{"number":15,"text":"And on the other side \\add shall be\\add* hangings fifteen\n\\add cubits:\\add* their pillars three, and their sockets three. \n\n"},{"number":16,"text":"¶ And for the gate of the court \\add shall be\\add* an hanging\nof twenty cubits, \\add of\\add* blue, and purple, and scarlet, and fine\ntwined linen, wrought with needlework: \\add and\\add* their pillars\n\\add shall be\\add* four, and their sockets four. \n"},{"number":17,"text":"All the pillars round about the court \\add shall be\\add* filleted\nwith silver; their hooks \\add shall be of\\add* silver, and their\nsockets \\add of\\add* brass. \n\n"},{"number":18,"text":"¶ The length of the court \\add shall be\\add* an hundred cubits,\nand the breadth fifty every where, and the height five cubits \\add of\\add*\nfine twined linen, and their sockets \\add of\\add* brass.\\f + \\fr 27.18 \n\\ft fifty…: Heb. fifty by fifty\\f* \n"},{"number":19,"text":"All the vessels of the tabernacle in all the service thereof, and all the\npins thereof, and all the pins of the court, \\add shall be of\\add*\nbrass. \n\n"},{"number":20,"text":"¶ And thou shalt command the children of Israel, that they\nbring thee pure oil olive beaten for the light, to cause the lamp\nto burn always.\\f + \\fr 27.20  \\ft to burn: Heb. to ascend up\\f*\n"},{"number":21,"text":"In the tabernacle of the congregation without the vail, which\n\\add is\\add* before the testimony, Aaron and his sons shall order\nit from evening to morning before the \\nd LORD\\nd*: \\add it shall\nbe\\add* a statute for ever unto their generations on the behalf of the\nchildren of Israel. \n"}],"number":27},{"verses":[{"number":1,"text":"And take thou unto thee Aaron thy brother, and his sons with him, from\namong the children of Israel, that he may minister unto me in the priest’s\noffice, \\add even\\add* Aaron, Nadab and Abihu, Eleazar and Ithamar,\nAaron’s sons. \n"},{"number":2,"text":"And thou shalt make holy garments for Aaron thy brother for\nglory and for beauty. \n"},{"number":3,"text":"And thou shalt speak unto all \\add that are\\add* wise hearted,\nwhom I have filled with the spirit of wisdom, that they may make\nAaron’s garments to consecrate him, that he may minister unto me in the priest’s\noffice. \n"},{"number":4,"text":"And these \\add are\\add* the garments which they shall make;\na breastplate, and an ephod, and a robe, and a broidered coat, a\nmitre, and a girdle: and they shall make holy garments for Aaron\nthy brother, and his sons, that he may minister unto me in the priest’s\noffice. \n"},{"number":5,"text":"And they shall take gold, and blue, and purple, and scarlet,\nand fine linen. \n\n"},{"number":6,"text":"¶ And they shall make the ephod \\add of\\add* gold, \\add of\\add*\nblue, and \\add of\\add* purple, \\add of\\add* scarlet, and fine twined\nlinen, with cunning work. \n"},{"number":7,"text":"It shall have the two shoulderpieces thereof joined at the\ntwo edges thereof; and \\add so\\add* it shall be joined together.\n"},{"number":8,"text":"And the curious girdle of the ephod, which \\add is\\add* upon it, shall be of the same, according to the\nwork thereof; \\add even of\\add* gold, \\add of\\add* blue, and purple,\nand scarlet, and fine twined linen.\\f + \\fr 28.8  \\ft curious: or,\nembroidered\\f* \n"},{"number":9,"text":"And thou shalt take two onyx stones, and grave on them the\nnames of the children of Israel: \n"},{"number":10,"text":"Six of their names on one stone, and \\add the other\\add* six\nnames of the rest on the other stone, according to their birth. \n"},{"number":11,"text":"With the work of an engraver in stone, \\add like\\add* the\nengravings of a signet, shalt thou engrave the two stones with the\nnames of the children of Israel: thou shalt make them to be set in\nouches of gold. \n"},{"number":12,"text":"And thou shalt put the two stones upon the shoulders of the\nephod \\add for\\add* stones of memorial unto the children of Israel:\nand Aaron shall bear their names before the \\nd LORD\\nd* upon his\ntwo shoulders for a memorial. \n\n"},{"number":13,"text":"¶ And thou shalt make ouches \\add of\\add* gold; \n"},{"number":14,"text":"And two chains \\add of\\add* pure gold at the ends; \\add of\\add*\nwreathen work shalt thou make them, and fasten the wreathen chains\nto the ouches. \n\n"},{"number":15,"text":"¶ And thou shalt make the breastplate of judgment with cunning\nwork; after the work of the ephod thou shalt make it; \\add of\\add*\ngold, \\add of\\add* blue, and \\add of\\add* purple, and \\add of\\add*\nscarlet, and \\add of\\add* fine twined linen, shalt thou make it.\n"},{"number":16,"text":"Foursquare it shall be \\add being\\add* doubled; a span \\add shall\nbe\\add* the length thereof, and a span \\add shall be\\add* the breadth thereof.\n"},{"number":17,"text":"And thou shalt set in it settings of stones, \\add even\\add*\nfour rows of stones: \\add the first\\add* row \\add shall be\\add* a\nsardius, a topaz, and a carbuncle: \\add this shall be\\add* the first\nrow.\\f + \\fr 28.17  \\ft set…: Heb. fill in it fillings of stone\\f*\\f + \\fr 28.17 \n\\ft sardius: or, ruby\\f* \n"},{"number":18,"text":"And the second row \\add shall be\\add* an emerald, a sapphire,\nand a diamond. \n"},{"number":19,"text":"And the third row a ligure, an agate, and an amethyst. \n"},{"number":20,"text":"And the fourth row a beryl, and an onyx, and a jasper: they shall be\nset in gold in their inclosings.\\f + \\fr 28.20  \\ft inclosings: Heb.\nfillings\\f* \n"},{"number":21,"text":"And the stones shall be with the names of the children of\nIsrael, twelve, according to their names, \\add like\\add* the engravings\nof a signet; every one with his name shall they be according to the\ntwelve tribes. \n\n"},{"number":22,"text":"¶ And thou shalt make upon the breastplate chains at the ends\n\\add of\\add* wreathen work \\add of\\add* pure gold. \n"},{"number":23,"text":"And thou shalt make upon the breastplate two rings of gold,\nand shalt put the two rings on the two ends of the breastplate. \n"},{"number":24,"text":"And thou shalt put the two wreathen \\add chains\\add* of gold\nin the two rings \\add which are\\add* on the ends of the breastplate.\n"},{"number":25,"text":"And \\add the other\\add* two ends of the two wreathen \\add chains\\add*\nthou shalt fasten in the two ouches, and put \\add them\\add* on the\nshoulderpieces of the ephod before it. \n\n"},{"number":26,"text":"¶ And thou shalt make two rings of gold, and thou shalt put\nthem upon the two ends of the breastplate in the border thereof, which\n\\add is\\add* in the side of the ephod inward. \n"},{"number":27,"text":"And two \\add other\\add* rings of gold thou shalt make, and shalt\nput them on the two sides of the ephod underneath, toward the forepart\nthereof, over against the \\add other\\add* coupling thereof, above\nthe curious girdle of the ephod. \n"},{"number":28,"text":"And they shall bind the breastplate by the rings thereof unto the\nrings of the ephod with a lace of blue, that \\add it\\add* may be above the curious\ngirdle of the ephod, and that the breastplate be not loosed from the\nephod. \n"},{"number":29,"text":"And Aaron shall bear the names of the children of Israel in the\nbreastplate of judgment upon his heart, when he goeth in unto the\nholy \\add place\\add*, for a memorial before the \\nd LORD\\nd* continually.\n\n"},{"number":30,"text":"¶ And thou shalt put in the breastplate of judgment the Urim\nand the Thummim; and they shall be upon Aaron’s heart, when he goeth\nin before the \\nd LORD\\nd*: and Aaron shall bear the judgment of the\nchildren of Israel upon his heart before the \\nd LORD\\nd* continually.\n\n"},{"number":31,"text":"¶ And thou shalt make the robe of the ephod all \\add of\\add*\nblue. \n"},{"number":32,"text":"And there shall be an hole in the top of it, in the midst\nthereof: it shall have a binding of woven work round about the hole\nof it, as it were the hole of an habergeon, that it be not rent.\n\n"},{"number":33,"text":"¶ And \\add beneath\\add* upon the hem of it thou shalt make\npomegranates \\add of\\add* blue, and \\add of\\add* purple, and \\add of\\add*\nscarlet, round about the hem thereof; and bells of gold between them round\nabout:\\f + \\fr 28.33  \\ft hem: or, skirts\\f* \n"},{"number":34,"text":"A golden bell and a pomegranate, a golden bell and a pomegranate,\nupon the hem of the robe round about. \n"},{"number":35,"text":"And it shall be upon Aaron to minister: and his sound shall be\nheard when he goeth in unto the holy \\add place\\add* before the \\nd LORD\\nd*,\nand when he cometh out, that he die not. \n\n"},{"number":36,"text":"¶ And thou shalt make a plate \\add of\\add* pure gold, and grave upon it,\n\\add like\\add* the engravings of a signet, HOLINESS TO THE \\nd LORD\\nd*.\n"},{"number":37,"text":"And thou shalt put it on a blue lace, that it may be upon the\nmitre; upon the forefront of the mitre it shall be. \n"},{"number":38,"text":"And it shall be upon Aaron’s forehead, that Aaron may bear\nthe iniquity of the holy things, which the children of Israel shall\nhallow in all their holy gifts; and it shall be always upon his forehead,\nthat they may be accepted before the \\nd LORD\\nd*. \n\n"},{"number":39,"text":"¶ And thou shalt embroider the coat of fine linen, and thou shalt\nmake the mitre \\add of\\add* fine linen, and thou shalt make the girdle\n\\add of\\add* needlework. \n\n"},{"number":40,"text":"¶ And for Aaron’s sons thou shalt make coats, and thou shalt\nmake for them girdles, and bonnets shalt thou make for them, for\nglory and for beauty. \n"},{"number":41,"text":"And thou shalt put them upon Aaron thy brother, and his sons\nwith him; and shalt anoint them, and consecrate them, and sanctify\nthem, that they may minister unto me in the priest’s office.\\f + \\fr 28.41 \n\\ft consecrate…: Heb. fill their hand\\f* \n"},{"number":42,"text":"And thou shalt make them linen breeches to cover their nakedness;\nfrom the loins even unto the thighs they shall reach:\\f + \\fr 28.42 \n\\ft their…: Heb. flesh of their nakedness\\f*\\f + \\fr 28.42  \\ft reach: Heb.\nbe\\f* \n"},{"number":43,"text":"And they shall be upon Aaron, and upon his sons, when they\ncome in unto the tabernacle of the congregation, or when they come\nnear unto the altar to minister in the holy \\add place;\\add* that they\nbear not iniquity, and die: \\add it shall be\\add* a statute for ever\nunto him and his seed after him. \n"}],"number":28},{"verses":[{"number":1,"text":"And this \\add is\\add* the thing that thou shalt do unto them to\nhallow them, to minister unto me in the priest’s office: Take one\nyoung bullock, and two rams without blemish, \n"},{"number":2,"text":"And unleavened bread, and cakes unleavened tempered with oil,\nand wafers unleavened anointed  with oil: \\add of\\add* wheaten flour\nshalt thou make them. \n"},{"number":3,"text":"And thou shalt put them into one basket, and bring them in the\nbasket, with the bullock and the two rams. \n"},{"number":4,"text":"And Aaron and his sons thou shalt bring unto the door of the\ntabernacle of the congregation, and shalt wash them with water. \n"},{"number":5,"text":"And thou shalt take the garments, and put upon Aaron the coat,\nand the robe of the ephod, and the ephod, and the breastplate, and\ngird him with the curious girdle of the ephod: \n"},{"number":6,"text":"And thou shalt put the mitre upon his head, and put the holy\ncrown upon the mitre. \n"},{"number":7,"text":"Then shalt thou take the anointing oil, and pour \\add it\\add*\nupon his head, and anoint him. \n"},{"number":8,"text":"And thou shalt bring his sons, and put coats upon them. \n"},{"number":9,"text":"And thou shalt gird them with girdles, Aaron and his sons,\nand put the bonnets on them: and the priest’s office shall be theirs for a\nperpetual statute: and thou shalt consecrate Aaron and his sons.\\f + \\fr 29.9 \n\\ft put: Heb. bind\\f*\\f + \\fr 29.9  \\ft consecrate: Heb. fill the hand\nof\\f* \n"},{"number":10,"text":"And thou shalt cause a bullock to be brought before the tabernacle\nof the congregation: and Aaron and his sons shall put their hands\nupon the head of the bullock. \n"},{"number":11,"text":"And thou shalt kill the bullock before the \\nd LORD\\nd*, \\add by\\add*\nthe door of the tabernacle of the congregation. \n"},{"number":12,"text":"And thou shalt take of the blood of the bullock, and put \\add it\\add*\nupon the horns of the altar with thy finger, and pour all the blood\nbeside the bottom of the altar. \n"},{"number":13,"text":"And thou shalt take all the fat that covereth the inwards,\nand the caul \\add that is\\add* above the liver, and the two kidneys,\nand the fat that \\add is\\add* upon them, and burn \\add them\\add*\nupon the altar.\\f + \\fr 29.13  \\ft the caul: it seemeth by anatomy, and the Hebrew doctors, to be the\nmidriff\\f* \n"},{"number":14,"text":"But the flesh of the bullock, and his skin, and his dung,\nshalt thou burn with fire without the camp: it \\add is\\add* a sin\noffering. \n\n"},{"number":15,"text":"¶ Thou shalt also take one ram; and Aaron and his sons shall\nput their hands upon the head of the ram. \n"},{"number":16,"text":"And thou shalt slay the ram, and thou shalt take his blood,\nand sprinkle \\add it\\add* round about upon the altar. \n"},{"number":17,"text":"And thou shalt cut the ram in pieces, and wash the inwards\nof him, and his legs, and put \\add them\\add* unto his pieces, and unto his\nhead.\\f + \\fr 29.17  \\ft unto: or, upon\\f* \n"},{"number":18,"text":"And thou shalt burn the whole ram upon the altar: it \\add is\\add*\na burnt offering unto the \\nd LORD\\nd*: it \\add is\\add* a sweet savour,\nan offering made by fire unto the \\nd LORD\\nd*. \n\n"},{"number":19,"text":"¶ And thou shalt take the other ram; and Aaron and his sons\nshall put their hands upon the head of the ram. \n"},{"number":20,"text":"Then shalt thou kill the ram, and take of his blood, and put\n\\add it\\add* upon the tip of the right ear of Aaron, and upon the\ntip of the right ear of his sons, and upon the thumb of their right\nhand, and upon the great toe of their right foot, and sprinkle the\nblood upon the altar round about. \n"},{"number":21,"text":"And thou shalt take of the blood that \\add is\\add* upon the\naltar, and of the anointing oil, and sprinkle \\add it\\add* upon Aaron,\nand upon his garments, and upon his sons, and upon the garments of his\nsons with him: and he shall be hallowed, and his garments, and his\nsons, and his sons’ garments with him. \n"},{"number":22,"text":"Also thou shalt take of the ram the fat and the rump, and the\nfat that covereth the inwards, and the caul \\add above\\add* the liver,\nand the two kidneys, and the fat that \\add is\\add* upon them, and the\nright shoulder; for it \\add is\\add* a ram of consecration: \n"},{"number":23,"text":"And one loaf of bread, and one cake of oiled bread, and one\nwafer out of the basket of the unleavened bread that \\add is\\add*\nbefore the \\nd LORD\\nd*: \n"},{"number":24,"text":"And thou shalt put all in the hands of Aaron, and in the hands\nof his sons; and shalt wave them \\add for\\add* a wave offering before\nthe \\nd LORD\\nd*.\\f + \\fr 29.24  \\ft shalt wave: or, shalt shake to and\nfro\\f* \n"},{"number":25,"text":"And thou shalt receive them of their hands, and burn \\add them\\add*\nupon the altar for a burnt offering, for a sweet savour before the\n\\nd LORD\\nd*: it \\add is\\add* an offering made by fire unto the \\nd LORD\\nd*.\n"},{"number":26,"text":"And thou shalt take the breast of the ram of Aaron’s consecration,\nand wave it \\add for\\add* a wave offering before the \\nd LORD\\nd*:\nand it shall be thy part. \n"},{"number":27,"text":"And thou shalt sanctify the breast of the wave offering, and the\nshoulder of the heave offering, which is waved, and which is heaved\nup, of the ram of the consecration, \\add even\\add* of \\add that\\add*\nwhich \\add is\\add* for Aaron, and of \\add that\\add* which is for his\nsons: \n"},{"number":28,"text":"And it shall be Aaron’s and his sons’ by a statute for ever\nfrom the children of Israel: for it \\add is\\add* an heave offering:\nand it shall be an heave offering from the children of Israel of the\nsacrifice of their peace offerings, \\add even\\add* their heave offering\nunto the \\nd LORD\\nd*. \n\n"},{"number":29,"text":"¶ And the holy garments of Aaron shall be his sons’ after him, to be\nanointed therein, and to be consecrated in them. \n"},{"number":30,"text":"\\add And\\add* that son that is priest in his stead shall put\nthem on seven days, when he cometh into the tabernacle of the congregation\nto minister in the holy \\add place\\add*.\\f + \\fr 29.30  \\ft that son: Heb. he of his\nsons\\f* \n\n"},{"number":31,"text":"¶ And thou shalt take the ram of the consecration, and seethe\nhis flesh in the holy place. \n"},{"number":32,"text":"And Aaron and his sons shall eat the flesh of the ram, and the\nbread that \\add is\\add* in the basket, \\add by\\add* the door of the\ntabernacle of the congregation. \n"},{"number":33,"text":"And they shall eat those things wherewith the atonement was\nmade, to consecrate \\add and\\add* to sanctify them: but a stranger\nshall not eat \\add thereof\\add*, because they \\add are\\add* holy.\n"},{"number":34,"text":"And if ought of the flesh of the consecrations, or of the\nbread, remain unto the morning, then thou shalt burn the remainder\nwith fire: it shall not be eaten, because it \\add is\\add* holy. \n"},{"number":35,"text":"And thus shalt thou do unto Aaron, and to his sons, according to all\n\\add things\\add* which I have commanded thee: seven days shalt thou\nconsecrate them. \n"},{"number":36,"text":"And thou shalt offer every day a bullock \\add for\\add* a sin\noffering for atonement: and thou shalt cleanse the altar, when thou hast made an\natonement for it, and thou shalt anoint it, to sanctify it. \n"},{"number":37,"text":"Seven days thou shalt make an atonement for the altar, and\nsanctify it; and it shall be an altar most holy: whatsoever toucheth\nthe altar shall be holy. \n\n"},{"number":38,"text":"¶ Now this \\add is that\\add* which thou shalt offer upon the\naltar; two lambs of the first year day by day continually. \n"},{"number":39,"text":"The one lamb thou shalt offer in the morning; and the other\nlamb thou shalt offer at even: \n"},{"number":40,"text":"And with the one lamb a tenth deal of flour mingled with the fourth\npart of an hin of beaten oil; and the fourth part of an hin of wine\n\\add for\\add* a drink offering. \n"},{"number":41,"text":"And the other lamb thou shalt offer at even, and shalt do\nthereto according to the meat offering of the morning, and according to the drink\noffering thereof, for a sweet savour, an offering made by fire unto the\n\\nd LORD\\nd*. \n"},{"number":42,"text":"\\add This shall be\\add* a continual burnt offering throughout your\ngenerations \\add at\\add* the door of the tabernacle of the congregation\nbefore the \\nd LORD\\nd*: where I will meet you, to speak there unto thee.\n"},{"number":43,"text":"And there I will meet with the children of Israel, and \\add the\ntabernacle\\add* shall be sanctified by my glory.\\f + \\fr 29.43  \\ft the tabernacle: or,\nIsrael\\f* \n"},{"number":44,"text":"And I will sanctify the tabernacle of the congregation, and the\naltar: I will sanctify also both Aaron and his sons, to minister to me in the priest’s\noffice. \n\n"},{"number":45,"text":"¶ And I will dwell among the children of Israel, and will be their\nGod. \n"},{"number":46,"text":"And they shall know that I \\add am\\add* the \\nd LORD\\nd* their\nGod, that brought them forth out of the land of Egypt, that I may\ndwell among them: I \\add am\\add* the \\nd LORD\\nd* their God. \n"}],"number":29},{"verses":[{"number":1,"text":"And thou shalt make an altar to burn incense upon: \\add of\\add*\nshittim wood shalt thou make it. \n"},{"number":2,"text":"A cubit \\add shall be\\add* the length thereof, and a cubit\nthe breadth thereof; foursquare shall it be: and two cubits \\add shall\nbe\\add* the height thereof: the horns thereof \\add shall be\\add* of the same.\n"},{"number":3,"text":"And thou shalt overlay it with pure gold, the top thereof, and the\nsides thereof round about, and the horns thereof; and thou shalt\nmake unto it a crown of gold round about.\\f + \\fr 30.3  \\ft top: Heb.\nroof\\f*\\f + \\fr 30.3  \\ft sides: Heb. walls\\f* \n"},{"number":4,"text":"And two golden rings shalt thou make to it under the crown\nof it, by the two corners thereof, upon the two sides of it shalt thou\nmake \\add it;\\add* and they shall be for places for the staves to\nbear it withal.\\f + \\fr 30.4  \\ft corners: Heb. ribs\\f* \n"},{"number":5,"text":"And thou shalt make the staves \\add of\\add* shittim wood, and\noverlay them with gold. \n"},{"number":6,"text":"And thou shalt put it before the vail that \\add is\\add* by the\nark of the testimony, before the mercy seat that \\add is\\add* over the\ntestimony, where I will meet with thee. \n"},{"number":7,"text":"And Aaron shall burn thereon sweet incense every morning: when he\ndresseth the lamps, he shall burn incense upon it.\\f + \\fr 30.7 \n\\ft sweet incense: Heb. incense of spices\\f* \n"},{"number":8,"text":"And when Aaron lighteth the lamps at even, he shall burn incense\nupon it, a perpetual incense before the \\nd LORD\\nd* throughout your\ngenerations.\\f + \\fr 30.8  \\ft lighteth: or setteth up: Heb. causeth to\nascend\\f*\\f + \\fr 30.8  \\ft at even: Heb. between the two evenings\\f*\n"},{"number":9,"text":"Ye shall offer no strange incense thereon, nor burnt sacrifice,\nnor meat offering; neither shall ye pour drink offering thereon.\n"},{"number":10,"text":"And Aaron shall make an atonement upon the horns of it once\nin a year with the blood of the sin offering of atonements: once\nin the year shall he make atonement upon it throughout your generations: it\n\\add is\\add* most holy unto the \\nd LORD\\nd*. \n\n"},{"number":11,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":12,"text":"When thou takest the sum of the children of Israel after their\nnumber, then shall they give every man a ransom for his soul unto the\n\\nd LORD\\nd*, when thou numberest them; that there be no plague among them, when\n\\add thou\\add* numberest them.\\f + \\fr 30.12  \\ft their number: Heb. them that are to be\nnumbered\\f* \n"},{"number":13,"text":"This they shall give, every one that passeth among them that are\nnumbered, half a shekel after the shekel of the sanctuary: (a shekel\n\\add is\\add* twenty gerahs:) an half shekel \\add shall be\\add* the\noffering of the \\nd LORD\\nd*. \n"},{"number":14,"text":"Every one that passeth among them that are numbered, from\ntwenty years old and above, shall give an offering unto the \\nd LORD\\nd*.\n"},{"number":15,"text":"The rich shall not give more, and the poor shall not give\nless than half a shekel, when \\add they\\add* give an offering unto the\n\\nd LORD\\nd*, to make an atonement for your souls.\\f + \\fr 30.15 \n\\ft give more: Heb. multiply\\f*\\f + \\fr 30.15  \\ft give less: Heb.\ndiminish\\f* \n"},{"number":16,"text":"And thou shalt take the atonement money of the children of\nIsrael, and shalt appoint it for the service of the tabernacle of the\ncongregation; that it may be a memorial unto the children of Israel\nbefore the \\nd LORD\\nd*, to make an atonement for your souls. \n\n"},{"number":17,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":18,"text":"Thou shalt also make a laver \\add of\\add* brass, and his foot\n\\add also of\\add* brass, to wash \\add withal:\\add* and thou shalt\nput it between the tabernacle of the congregation and the altar,\nand thou shalt put water therein. \n"},{"number":19,"text":"For Aaron and his sons shall wash their hands and their feet thereat:\n"},{"number":20,"text":"When they go into the tabernacle of the congregation, they shall\nwash with water, that they die not; or when they come near to the\naltar to minister, to burn offering made by fire unto the \\nd LORD\\nd*:\n"},{"number":21,"text":"So they shall wash their hands and their feet, that they die\nnot: and it shall be a statute for ever to them, \\add even\\add* to him and to his\nseed throughout their generations. \n\n"},{"number":22,"text":"¶ Moreover the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":23,"text":"Take thou also unto thee principal spices, of pure myrrh five\nhundred \\add shekels\\add*, and of sweet cinnamon half so much, \\add even\\add*\ntwo hundred and fifty \\add shekels\\add*, and of sweet calamus two\nhundred and fifty \\add shekels\\add*, \n"},{"number":24,"text":"And of cassia five hundred \\add shekels\\add*, after the shekel\nof the sanctuary, and of oil olive an hin: \n"},{"number":25,"text":"And thou shalt make it an oil of holy ointment, an ointment\ncompound after the art of the apothecary: it shall be an holy anointing\noil.\\f + \\fr 30.25  \\ft apothecary: or, perfumer\\f* \n"},{"number":26,"text":"And thou shalt anoint the tabernacle of the congregation therewith, and the\nark of the testimony, \n"},{"number":27,"text":"And the table and all his vessels, and the candlestick and his\nvessels, and the altar of incense, \n"},{"number":28,"text":"And the altar of burnt offering with all his vessels, and the\nlaver and his foot. \n"},{"number":29,"text":"And thou shalt sanctify them, that they may be most holy:\nwhatsoever toucheth them shall be holy. \n"},{"number":30,"text":"And thou shalt anoint Aaron and his sons, and consecrate them, that\n\\add they\\add* may minister unto me in the priest’s office. \n"},{"number":31,"text":"And thou shalt speak unto the children of Israel, saying,\nThis shall be an holy anointing oil unto me throughout your generations.\n"},{"number":32,"text":"Upon man’s flesh shall it not be poured, neither shall ye\nmake \\add any other\\add* like it, after the composition of it: it\n\\add is\\add* holy, \\add and\\add* it shall be holy unto you. \n"},{"number":33,"text":"Whosoever compoundeth \\add any\\add* like it, or whosoever\nputteth \\add any\\add* of it upon a stranger, shall even be cut off from his\npeople. \n\n"},{"number":34,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Take unto thee sweet\nspices, stacte, and onycha, and galbanum; \\add these\\add* sweet spices\nwith pure frankincense: of each shall there be a like \\add weight:\\add*\n"},{"number":35,"text":"And thou shalt make it a perfume, a confection after the art\nof the apothecary, tempered together, pure \\add and\\add* holy:\\f + \\fr 30.35 \n\\ft tempered…: Heb. salted\\f* \n"},{"number":36,"text":"And thou shalt beat \\add some\\add* of it very small, and put\nof it before the testimony in the tabernacle of the congregation,\nwhere I will meet with thee: it shall be unto you most holy. \n"},{"number":37,"text":"And \\add as for\\add* the perfume which thou shalt make, ye shall not\nmake to yourselves according to the composition thereof: it shall be unto thee\nholy for the \\nd LORD\\nd*. \n"},{"number":38,"text":"Whosoever shall make like unto that, to smell thereto, shall even be cut\noff from his people. \n"}],"number":30},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"See, I have called by name Bezaleel the son of Uri, the son\nof Hur, of the tribe of Judah: \n"},{"number":3,"text":"And I have filled him with the spirit of God, in wisdom, and in\nunderstanding, and in knowledge, and in all manner of workmanship,\n"},{"number":4,"text":"To devise cunning works, to work in gold, and in silver, and in\nbrass, \n"},{"number":5,"text":"And in cutting of stones, to set \\add them\\add*, and in carving\nof timber, to work in all manner of workmanship. \n"},{"number":6,"text":"And I, behold, I have given with him Aholiab, the son of Ahisamach,\nof the tribe of Dan: and in the hearts of all that are wise hearted\nI have put wisdom, that they may make all that I have commanded thee;\n"},{"number":7,"text":"The tabernacle of the congregation, and the ark of the testimony,\nand the mercy seat that \\add is\\add* thereupon, and all the furniture\nof the tabernacle,\\f + \\fr 31.7  \\ft furniture: Heb. vessels\\f* \n"},{"number":8,"text":"And the table and his furniture, and the pure candlestick with all his\nfurniture, and the altar of incense,\\f + \\fr 31.8  \\ft furniture: Heb.\nvessels\\f* \n"},{"number":9,"text":"And the altar of burnt offering with all his furniture, and the\nlaver and his foot,\\f + \\fr 31.9  \\ft furniture: Heb. vessels\\f*\n"},{"number":10,"text":"And the cloths of service, and the holy garments for Aaron\nthe priest, and the garments of his sons, to minister in the priest’s\noffice, \n"},{"number":11,"text":"And the anointing oil, and sweet incense for the holy \\add place:\\add*\naccording to all that I have commanded thee shall they do. \n\n"},{"number":12,"text":"¶ And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":13,"text":"Speak thou also unto the children of Israel, saying, Verily\nmy sabbaths ye shall keep: for it \\add is\\add* a sign between me and you throughout your\ngenerations; that \\add ye\\add* may know that I \\add am\\add* the \\nd LORD\\nd*\nthat doth sanctify you. \n"},{"number":14,"text":"Ye shall keep the sabbath therefore; for it \\add is\\add* holy\nunto you: every one that defileth it shall surely be put to death:\nfor whosoever doeth \\add any\\add* work therein, that soul shall be cut\noff from among his people. \n"},{"number":15,"text":"Six days may work be done; but in the seventh \\add is\\add*\nthe sabbath of rest, holy to the \\nd LORD\\nd*: whosoever doeth \\add any\\add*\nwork in the sabbath day, he shall surely be put to death.\\f + \\fr 31.15 \n\\ft holy: Heb. holiness\\f* \n"},{"number":16,"text":"Wherefore the children of Israel shall keep the sabbath, to\nobserve the sabbath throughout their generations, \\add for\\add* a\nperpetual covenant. \n"},{"number":17,"text":"It \\add is\\add* a sign between me and the children of Israel\nfor ever: for \\add in\\add* six days the \\nd LORD\\nd* made heaven\nand earth, and on the seventh day he rested, and was refreshed. \n\n"},{"number":18,"text":"¶ And he gave unto Moses, when he had made an end of communing\nwith him upon mount Sinai, two tables of testimony, tables of stone,\nwritten with the finger of God. \n"}],"number":31},{"verses":[{"number":1,"text":"And when the people saw that Moses delayed to come down out of the\nmount, the people gathered themselves together unto Aaron, and said\nunto him, Up, make us gods, which shall go before us; for \\add as\nfor\\add* this Moses, the man that brought us up out of the land of\nEgypt, we wot not what is become of him. \n"},{"number":2,"text":"And Aaron said unto them, Break off the golden earrings, which\n\\add are\\add* in the ears of your wives, of your sons, and of your\ndaughters, and bring \\add them\\add* unto me. \n"},{"number":3,"text":"And all the people brake off the golden earrings which \\add were\\add*\nin their ears, and brought \\add them\\add* unto Aaron. \n"},{"number":4,"text":"And he received \\add them\\add* at their hand, and fashioned\nit with a graving tool, after he had made it a molten calf: and they\nsaid, These \\add be\\add* thy gods, O Israel, which brought thee up out of the\nland of Egypt. \n"},{"number":5,"text":"And when Aaron saw \\add it\\add*, he built an altar before it; and\nAaron made proclamation, and said, To morrow \\add is\\add* a feast\nto the \\nd LORD\\nd*. \n"},{"number":6,"text":"And they rose up early on the morrow, and offered burnt offerings,\nand brought peace offerings; and the people sat down to eat and to\ndrink, and rose up to play. \n\n"},{"number":7,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Go, get thee down; for thy\npeople, which thou broughtest out of the land of Egypt, have corrupted\n\\add themselves:\\add* \n"},{"number":8,"text":"They have turned aside quickly out of the way which I commanded\nthem: they have made them a molten calf, and have worshipped it, and have\nsacrificed thereunto, and said, These \\add be\\add* thy gods, O Israel,\nwhich have brought thee up out of the land of Egypt. \n"},{"number":9,"text":"And the \\nd LORD\\nd* said unto Moses, I have seen this people, and, behold, it\n\\add is\\add* a stiffnecked people: \n"},{"number":10,"text":"Now therefore let me alone, that my wrath may wax hot against them, and that I may\nconsume them: and I will make of thee a great nation. \n"},{"number":11,"text":"And Moses besought the \\nd LORD\\nd* his God, and said, \\nd LORD\\nd*,\nwhy doth thy wrath wax hot against thy people, which thou hast brought\nforth out of the land of Egypt with great power, and with a mighty\nhand?\\f + \\fr 32.11  \\ft the \\+nd LORD\\+nd*: Heb. the face of the\n\\+nd LORD\\+nd*\\f* \n"},{"number":12,"text":"Wherefore should the Egyptians speak, and say, For mischief\ndid he bring them out, to slay them in the mountains, and to consume\nthem from the face of the earth? Turn from thy fierce wrath, and\nrepent of this evil against thy people. \n"},{"number":13,"text":"Remember Abraham, Isaac, and Israel, thy servants, to whom thou\nswarest by thine own self, and saidst unto them, I will multiply\nyour seed as the stars of heaven, and all this land that I have spoken\nof will I give unto your seed, and they shall inherit \\add it\\add*\nfor ever. \n"},{"number":14,"text":"And the \\nd LORD\\nd* repented  of the evil which he thought\nto do unto his people. \n\n"},{"number":15,"text":"¶ And Moses turned, and went down from the mount, and the two\ntables of the testimony \\add were\\add* in his hand: the tables \\add were\\add*\nwritten on both their sides; on the one side and on the other \\add were\\add*\nthey written. \n"},{"number":16,"text":"And the tables \\add were\\add* the work of God, and the writing\n\\add was\\add* the writing of God, graven upon the tables. \n"},{"number":17,"text":"And when Joshua heard the noise of the people as they shouted,\nhe said unto Moses, \\add There is\\add* a noise of war in the camp.\n"},{"number":18,"text":"And he said, \\add It is\\add* not the voice of \\add them that\\add*\nshout for mastery, neither \\add is it\\add* the voice of \\add them\nthat\\add* cry for being overcome: \\add but\\add* the noise of \\add them\nthat\\add* sing do I hear.\\f + \\fr 32.18  \\ft being…: Heb. weakness\\f*\n\n"},{"number":19,"text":"¶ And it came to pass, as soon as he came nigh unto the camp,\nthat he saw the calf, and the dancing: and Moses’ anger waxed hot,\nand he cast the tables out of his hands, and brake them beneath the\nmount. \n"},{"number":20,"text":"And he took the calf which they had made, and burnt \\add it\\add*\nin the fire, and ground \\add it\\add* to powder, and strawed \\add it\\add*\nupon the water, and made the children of Israel drink \\add of it\\add*.\n\n"},{"number":21,"text":"And Moses said unto Aaron, What did this people unto thee, that thou hast\nbrought so great a sin upon them? \n"},{"number":22,"text":"And Aaron said, Let not the anger of my lord wax hot: thou\nknowest the people, that they \\add are set\\add* on mischief. \n"},{"number":23,"text":"For they said unto me, Make us gods, which shall go before us: for\n\\add as for\\add* this Moses, the man that brought us up out of the\nland of Egypt, we wot not what is become of him. \n"},{"number":24,"text":"And I said unto them, Whosoever hath any gold, let them break\n\\add it\\add* off. So they gave \\add it\\add* me: then I cast it into the\nfire, and there came out this calf. \n\n"},{"number":25,"text":"¶ And when Moses saw that the people \\add were\\add* naked;\n(for Aaron had made them naked unto \\add their\\add* shame among their\nenemies:)\\f + \\fr 32.25  \\ft their enemies: Heb. those that rose up against\nthem\\f* \n"},{"number":26,"text":"Then Moses stood in the gate of the camp, and said, Who \\add is\\add*\non the \\nd LORD’s\\nd* side? \\add let him come\\add* unto me. And all the\nsons of Levi gathered themselves together unto him. \n"},{"number":27,"text":"And he said unto them, Thus saith the \\nd LORD\\nd* God of\nIsrael, Put every man his sword by his side, \\add and\\add* go in and\nout from gate to gate throughout the camp, and slay every man his\nbrother, and every man his companion, and every man his neighbour.\n"},{"number":28,"text":"And the children of Levi did according to the word of Moses:\nand there fell of the people that day about three thousand men. \n"},{"number":29,"text":"For Moses had said, Consecrate yourselves to day to the \\nd LORD\\nd*,\neven every man upon his son, and upon his brother; that he may bestow\nupon you a blessing this day.\\f + \\fr 32.29  \\ft For Moses…: or, And Moses said, Consecrate yourselves to day to the\n\\+nd LORD\\+nd*, because every man hath been against his brother,\netc\\f*\\f + \\fr 32.29  \\ft Consecrate…: Heb. Fill your hands\\f* \n\n"},{"number":30,"text":"¶ And it came to pass on the morrow, that Moses said unto the\npeople, Ye have sinned a great sin: and now I will go up unto the\n\\nd LORD\\nd*; peradventure I shall make an atonement for your sin.\n"},{"number":31,"text":"And Moses returned unto the \\nd LORD\\nd*, and said, Oh, this\npeople have sinned a great sin, and have made them gods of gold.\n"},{"number":32,"text":"Yet now, if thou wilt forgive their sin—; and if not, blot\nme, I pray thee, out of thy book which thou hast written. \n"},{"number":33,"text":"And the \\nd LORD\\nd* said unto Moses, Whosoever hath sinned\nagainst me, him will I blot out of my book. \n"},{"number":34,"text":"Therefore now go, lead the people unto \\add the place\\add*\nof which I have spoken unto thee: behold, mine Angel shall go before\nthee: nevertheless in the day when I visit I will visit their sin upon them.\n"},{"number":35,"text":"And the \\nd LORD\\nd* plagued  the people, because they made\nthe calf, which Aaron made. \n"}],"number":32},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* said unto Moses, Depart, \\add and\\add*\ngo up hence, thou and the people which thou hast brought up out of the\nland of Egypt, unto the land which I sware unto Abraham, to Isaac,\nand to Jacob, saying, Unto thy seed will I give it: \n"},{"number":2,"text":"And I will send an angel before thee; and I will drive out\nthe Canaanite, the Amorite, and the Hittite, and the Perizzite, the\nHivite, and the Jebusite: \n"},{"number":3,"text":"Unto a land flowing with milk and honey: for I will not go\nup in the midst of thee; for thou \\add art\\add* a stiffnecked people:\nlest I consume thee in the way. \n\n"},{"number":4,"text":"¶ And when the people heard these evil tidings, they mourned:\nand no man did put on him his ornaments. \n"},{"number":5,"text":"For the \\nd LORD\\nd* had said unto Moses, Say unto the children\nof Israel, Ye \\add are\\add* a stiffnecked people: I will come up\ninto the midst of thee in a moment, and consume thee: therefore now put\noff thy ornaments from thee, that I may know what to do unto thee.\n"},{"number":6,"text":"And the children of Israel stripped themselves of their ornaments\nby the mount Horeb. \n\n"},{"number":7,"text":"And Moses took the tabernacle, and pitched it without the camp,\nafar off from the camp, and called it the Tabernacle of the congregation. And it came to pass,\n\\add that\\add* every one which sought the \\nd LORD\\nd* went out unto the\ntabernacle of the congregation, which \\add was\\add* without the camp.\n"},{"number":8,"text":"And it came to pass, when Moses went out unto the tabernacle,\n\\add that\\add* all the people rose up, and stood every man \\add at\\add*\nhis tent door, and looked after Moses, until he was gone into the\ntabernacle. \n"},{"number":9,"text":"And it came to pass, as Moses entered into the tabernacle,\nthe cloudy pillar descended, and stood \\add at\\add* the door of the\ntabernacle, and \\add the \\+nd LORD\\+nd*\\add* talked with Moses. \n"},{"number":10,"text":"And all the people saw the cloudy pillar stand \\add at\\add*\nthe tabernacle door: and all the people rose up and worshipped, every\nman \\add in\\add* his tent door. \n"},{"number":11,"text":"And the \\nd LORD\\nd* spake unto Moses face to face, as a man\nspeaketh unto his friend. And he turned again into the camp: but his\nservant Joshua, the son of Nun, a young man, departed not out of the\ntabernacle. \n\n"},{"number":12,"text":"¶ And Moses said unto the \\nd LORD\\nd*, See, thou sayest unto me, Bring\nup this people: and thou hast not let me know whom thou wilt send\nwith me. Yet thou hast said, I know thee by name, and thou hast also\nfound grace in my sight. \n"},{"number":13,"text":"Now therefore, I pray thee, if I have found grace in thy sight,\nshew me now thy way, that I may know thee, that I may find grace\nin thy sight: and consider that this nation \\add is\\add* thy people.\n"},{"number":14,"text":"And he said, My presence shall go \\add with thee\\add*, and I will give thee\nrest. \n"},{"number":15,"text":"And he said unto him, If thy presence go not \\add with me\\add*,\ncarry us not up hence. \n"},{"number":16,"text":"For wherein shall it be known here that I and thy people have\nfound grace in thy sight? \\add is it\\add* not in that thou goest\nwith us? so shall we be separated, I and thy people, from all the\npeople that \\add are\\add* upon the face of the earth. \n"},{"number":17,"text":"And the \\nd LORD\\nd* said unto Moses, I will do this thing\nalso that thou hast spoken: for thou hast found grace in my sight,\nand I know thee by name. \n"},{"number":18,"text":"And he said, I beseech thee, shew me thy glory. \n"},{"number":19,"text":"And he said, I will make all my goodness pass before thee, and I will\nproclaim the name of the \\nd LORD\\nd* before thee; and will be gracious\nto whom I will be gracious, and will shew mercy on whom I will shew\nmercy. \n"},{"number":20,"text":"And he said, Thou canst not see my face: for there shall no\nman see me, and live. \n"},{"number":21,"text":"And the \\nd LORD\\nd* said, Behold, \\add there is\\add* a place\nby me, and thou shalt stand upon a rock: \n"},{"number":22,"text":"And it shall come to pass, while my glory passeth by, that I will\nput thee in a clift of the rock, and will cover thee with my hand\nwhile I pass by: \n"},{"number":23,"text":"And I will take away mine hand, and thou shalt see my back\nparts: but my face shall not be seen. \n"}],"number":33},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* said unto Moses, Hew thee two tables of\nstone like unto the first: and I will write upon \\add these\\add*\ntables the words that were in the first tables, which thou brakest.\n"},{"number":2,"text":"And be ready in the morning, and come up in the morning unto\nmount Sinai, and present thyself there to me in the top of the mount.\n"},{"number":3,"text":"And no man shall come up with thee, neither let any man be\nseen throughout all the mount; neither let the flocks nor herds feed\nbefore that mount. \n\n"},{"number":4,"text":"¶ And he hewed two tables of stone like unto the first; and\nMoses rose up early in the morning, and went up unto mount Sinai,\nas the \\nd LORD\\nd* had commanded him, and took in his hand the two\ntables of stone. \n\n"},{"number":5,"text":"And the \\nd LORD\\nd* descended  in the cloud, and stood with him there, and\nproclaimed the name of the \\nd LORD\\nd*. \n"},{"number":6,"text":"And the \\nd LORD\\nd* passed by before him, and proclaimed,\nThe \\nd LORD\\nd*, The \\nd LORD\\nd* God, merciful and gracious, longsuffering,\nand abundant in goodness and truth, \n"},{"number":7,"text":"Keeping mercy for thousands, forgiving iniquity and transgression\nand sin, and that will by no means clear \\add the guilty;\\add* visiting\nthe iniquity of the fathers upon the children, and upon the children’s\nchildren, unto the third and to the fourth \\add generation\\add*.\n"},{"number":8,"text":"And Moses made haste, and bowed his head toward the earth,\nand worshipped. \n"},{"number":9,"text":"And he said, If now I have found grace in thy sight, O Lord,\nlet my Lord, I pray thee, go among us; for it \\add is\\add* a stiffnecked\npeople; and pardon our iniquity and our sin, and take us for thine\ninheritance. \n\n"},{"number":10,"text":"¶ And he said, Behold, I make a covenant: before all thy people\nI will do marvels, such as have not been done in all the earth, nor in any\nnation: and all the people among which thou \\add art\\add* shall see\nthe work of the \\nd LORD\\nd*: for it \\add is\\add* a terrible thing\nthat I will do with thee. \n"},{"number":11,"text":"Observe thou that which I command thee this day: behold, I drive\nout before thee the Amorite, and the Canaanite, and the Hittite,\nand the Perizzite, and the Hivite, and the Jebusite. \n"},{"number":12,"text":"Take heed to thyself, lest thou make a covenant with the inhabitants\nof the land whither thou goest, lest it be for a snare in the midst of thee:\n"},{"number":13,"text":"But ye shall destroy their altars, break their images, and cut\ndown their groves:\\f + \\fr 34.13  \\ft images: Heb. statues\\f* \n"},{"number":14,"text":"For thou shalt worship no other god: for the \\nd LORD\\nd*,\nwhose name \\add is\\add* Jealous, \\add is\\add* a jealous God: \n"},{"number":15,"text":"Lest thou make a covenant with the inhabitants of the land,\nand they go a whoring after their gods, and do sacrifice unto their\ngods, and \\add one\\add* call thee, and thou eat of his sacrifice;\n"},{"number":16,"text":"And thou take of their daughters unto thy sons, and their\ndaughters go a whoring after their gods, and make thy sons go a whoring\nafter their gods. \n"},{"number":17,"text":"Thou shalt make thee no molten gods. \n\n"},{"number":18,"text":"¶ The feast of unleavened bread shalt thou keep. Seven days\nthou shalt eat unleavened bread, as I commanded thee, in the time\nof the month Abib: for in the month Abib thou camest out from Egypt.\n"},{"number":19,"text":"All that openeth the matrix \\add is\\add* mine; and every firstling\namong thy cattle, \\add whether\\add* ox or sheep, \\add  that is male\\add*.\\f + \\fr 34.19 \n\\ft sheep: or, kid\\f* \n"},{"number":20,"text":"But the firstling of an ass thou shalt redeem with a lamb:\nand if thou redeem \\add him\\add* not, then shalt thou break his neck.\nAll the firstborn of thy sons thou shalt redeem. And none shall appear\nbefore me empty.\\f + \\fr 34.20  \\ft lamb: or, kid\\f* \n\n"},{"number":21,"text":"¶ Six days thou shalt work, but on the seventh day thou shalt\nrest: in earing time and in harvest thou shalt rest. \n\n"},{"number":22,"text":"¶ And thou shalt observe the feast of weeks, of the firstfruits\nof wheat harvest, and the feast of ingathering at the year’s end.\\f + \\fr 34.22 \n\\ft year’s end: Heb. revolution of the year\\f* \n\n"},{"number":23,"text":"¶ Thrice in the year shall all your men children appear before\nthe Lord \\nd GOD\\nd*, the God of Israel. \n"},{"number":24,"text":"For I will cast out the nations before thee, and enlarge thy\nborders: neither shall any man desire thy land, when thou shalt go\nup to appear before the \\nd LORD\\nd* thy God thrice in the year.\n"},{"number":25,"text":"Thou shalt not offer the blood of my sacrifice with leaven;\nneither shall the sacrifice of the feast of the passover be left\nunto the morning. \n"},{"number":26,"text":"The first of the firstfruits of thy land thou shalt bring\nunto the house of the \\nd LORD\\nd* thy God. Thou shalt not seethe\na kid in his mother’s milk. \n"},{"number":27,"text":"And the \\nd LORD\\nd* said unto Moses, Write thou these words:\nfor after the tenor of these words I have made a covenant with thee and with\nIsrael. \n\n"},{"number":28,"text":"And he was there with the \\nd LORD\\nd* forty days and forty\nnights; he did neither eat bread, nor drink water. And he wrote upon the\ntables the words of the covenant, the ten commandments.\\f + \\fr 34.28 \n\\ft commandments: Heb. words\\f* \n\n"},{"number":29,"text":"¶ And it came to pass, when Moses came down from mount Sinai\nwith the two tables of testimony in Moses’ hand, when he came down\nfrom the mount, that Moses wist not that the skin of his face shone\nwhile he talked with him. \n"},{"number":30,"text":"And when Aaron and all the children of Israel saw Moses, behold, the\nskin of his face shone; and they were afraid to come nigh him. \n"},{"number":31,"text":"And Moses called unto them; and Aaron and all the rulers of the\ncongregation returned unto him: and Moses talked with them. \n"},{"number":32,"text":"And afterward all the children of Israel came nigh: and he gave them in\ncommandment all that the \\nd LORD\\nd* had spoken with him in mount\nSinai. \n"},{"number":33,"text":"And \\add till\\add* Moses had done speaking with them, he put\na vail on his face. \n"},{"number":34,"text":"But when Moses went in before the \\nd LORD\\nd* to speak with him, he\ntook the vail off, until he came out. And he came out, and spake\nunto the children of Israel \\add that\\add* which he was commanded.\n"},{"number":35,"text":"And the children of Israel saw the face of Moses, that the\nskin of Moses’ face shone: and Moses put the vail upon his face again,\nuntil he went in to speak with him. \n"}],"number":34},{"verses":[{"number":1,"text":"And Moses gathered all the congregation of the children of\nIsrael together, and said unto them, These \\add are\\add* the words\nwhich the \\nd LORD\\nd* hath commanded, that \\add ye\\add* should do them.\n"},{"number":2,"text":"Six days shall work be done, but on the seventh day there shall be to you an holy\nday, a sabbath of rest to the \\nd LORD\\nd*: whosoever doeth work\ntherein shall be put to death.\\f + \\fr 35.2  \\ft an…: Heb. holiness\\f*\n"},{"number":3,"text":"Ye shall kindle no fire throughout your habitations upon the\nsabbath day. \n\n"},{"number":4,"text":"¶ And Moses spake unto all the congregation of the children\nof Israel, saying, This \\add is\\add* the thing which the \\nd LORD\\nd*\ncommanded, saying, \n"},{"number":5,"text":"Take ye from among you an offering unto the \\nd LORD\\nd*: whosoever\n\\add is\\add* of a willing heart, let him bring it, an offering of the\n\\nd LORD\\nd*; gold, and silver, and brass, \n"},{"number":6,"text":"And blue, and purple, and scarlet, and fine linen, and goats’\n\\add hair\\add*, \n"},{"number":7,"text":"And rams’ skins dyed red, and badgers’ skins, and shittim wood,\n"},{"number":8,"text":"And oil for the light, and spices for anointing oil, and for the\nsweet incense, \n"},{"number":9,"text":"And onyx stones, and stones to be set for the ephod, and for the\nbreastplate. \n"},{"number":10,"text":"And every wise hearted among you shall come, and make all that the\n\\nd LORD\\nd* hath commanded; \n"},{"number":11,"text":"The tabernacle, his tent, and his covering, his taches, and his\nboards, his bars, his pillars, and his sockets, \n"},{"number":12,"text":"The ark, and the staves thereof, \\add with\\add* the mercy\nseat, and the vail of the covering, \n"},{"number":13,"text":"The table, and his staves, and all his vessels, and the shewbread,\n"},{"number":14,"text":"The candlestick also for the light, and his furniture, and his\nlamps, with the oil for the light, \n"},{"number":15,"text":"And the incense altar, and his staves, and the anointing oil,\nand the sweet incense, and the hanging for the door at the entering\nin of the tabernacle, \n"},{"number":16,"text":"The altar of burnt offering, with his brasen grate, his staves,\nand all his vessels, the laver and his foot, \n"},{"number":17,"text":"The hangings of the court, his pillars, and their sockets,\nand the hanging for the door of the court, \n"},{"number":18,"text":"The pins of the tabernacle, and the pins of the court, and their\ncords, \n"},{"number":19,"text":"The cloths of service, to do service in the holy \\add place\\add*,\nthe holy garments for Aaron the priest, and the garments of his sons,\nto minister in the priest’s office. \n\n"},{"number":20,"text":"¶ And all the congregation of the children of Israel departed\nfrom the presence of Moses. \n"},{"number":21,"text":"And they came, every one whose heart stirred him up, and every one whom his\nspirit made willing, \\add and\\add* they brought the \\nd LORD’s\\nd*\noffering to the work of the tabernacle of the congregation, and for all his\nservice, and for the holy garments. \n"},{"number":22,"text":"And they came, both men and women, as many as were willing\nhearted, \\add and\\add* brought bracelets, and earrings, and rings,\nand tablets, all jewels of gold: and every man that offered \\add offered\\add*\nan offering of gold unto the \\nd LORD\\nd*. \n"},{"number":23,"text":"And every man, with whom was found blue, and purple, and scarlet,\nand fine linen, and goats’ \\add hair\\add*, and red skins of rams,\nand badgers’ skins, brought \\add them\\add*. \n"},{"number":24,"text":"Every one that did offer an offering of silver and brass brought\nthe \\nd LORD’s\\nd* offering: and every man, with whom was found shittim\nwood for any work of the service, brought \\add it\\add*. \n"},{"number":25,"text":"And all the women that were wise hearted did spin with their\nhands, and brought that which they had spun, \\add both\\add* of blue,\nand of purple, \\add and\\add* of scarlet, and of fine linen. \n"},{"number":26,"text":"And all the women whose heart stirred them up in wisdom spun\ngoats’ \\add hair\\add*. \n"},{"number":27,"text":"And the rulers brought onyx stones, and stones to be set,\nfor the ephod, and for the breastplate; \n"},{"number":28,"text":"And spice, and oil for the light, and for the anointing oil,\nand for the sweet incense. \n"},{"number":29,"text":"The children of Israel brought a willing offering unto the\n\\nd LORD\\nd*, every man and woman, whose heart made them willing\nto bring for all manner of work, which the \\nd LORD\\nd* had commanded\nto be made by the hand of Moses. \n\n"},{"number":30,"text":"¶ And Moses said unto the children of Israel, See, the \\nd LORD\\nd*\nhath called by name Bezaleel the son of Uri, the son of Hur, of the\ntribe of Judah; \n"},{"number":31,"text":"And he hath filled him with the spirit of God, in wisdom,\nin understanding, and in knowledge, and in all manner of workmanship;\n"},{"number":32,"text":"And to devise curious works, to work in gold, and in silver,\nand in brass, \n"},{"number":33,"text":"And in the cutting of stones, to set \\add them\\add*, and in\ncarving of wood, to make any manner of cunning work. \n"},{"number":34,"text":"And he hath put in his heart that he may teach, \\add both\\add*\nhe, and Aholiab, the son of Ahisamach, of the tribe of Dan. \n"},{"number":35,"text":"Them hath he filled with wisdom of heart, to work all manner of\nwork, of the engraver, and of the cunning workman, and of the embroiderer,\nin blue, and in purple, in scarlet, and in fine linen, and of the\nweaver, \\add even\\add* of them that do any work, and of those that\ndevise cunning work. \n"}],"number":35},{"verses":[{"number":1,"text":"Then wrought Bezaleel and Aholiab, and every wise hearted man,\nin whom the \\nd LORD\\nd* put wisdom and understanding to know how to\nwork all manner of work for the service of the sanctuary, according to all that the\n\\nd LORD\\nd* had commanded. \n"},{"number":2,"text":"And Moses called Bezaleel and Aholiab, and every wise hearted\nman, in whose heart the \\nd LORD\\nd* had put wisdom, \\add even\\add*\nevery one whose heart stirred him up to come unto the work to do it:\n"},{"number":3,"text":"And they received of Moses all the offering, which the children\nof Israel had brought for the work of the service of the sanctuary,\nto make it \\add withal\\add*. And they brought yet unto him free offerings\nevery morning. \n"},{"number":4,"text":"And all the wise men, that wrought all the work of the sanctuary,\ncame every man from his work which they made; \n\n"},{"number":5,"text":"¶ And they spake unto Moses, saying, The people bring much more\nthan enough for the service of the work, which the \\nd LORD\\nd* commanded\nto make. \n"},{"number":6,"text":"And Moses gave commandment, and they caused it to be proclaimed\nthroughout the camp, saying, Let neither man nor woman make any more\nwork for the offering of the sanctuary. So the people were restrained\nfrom bringing. \n"},{"number":7,"text":"For the stuff they had was sufficient for all the work to make\nit, and too much. \n\n"},{"number":8,"text":"¶ And every wise hearted man among them that wrought the work\nof the tabernacle made ten curtains \\add of\\add* fine twined linen,\nand blue, and purple, and scarlet: \\add with\\add* cherubims of cunning\nwork made he them. \n"},{"number":9,"text":"The length of one curtain \\add was\\add* twenty and eight cubits,\nand the breadth of one curtain four cubits: the curtains \\add were\\add*\nall of one size. \n"},{"number":10,"text":"And he coupled the five curtains one unto another: and \\add the\nother\\add* five curtains he coupled one unto another. \n"},{"number":11,"text":"And he made loops of blue on the edge of one curtain from the\nselvedge in the coupling: likewise he made in the uttermost side of\n\\add another\\add* curtain, in the coupling of the second.\\f + \\fr 36.11 \n\\ft selvedge: an edge of cloth so woven that it cannot unravel\\f*\n"},{"number":12,"text":"Fifty loops made he in one curtain, and fifty loops made he in the\nedge of the curtain which \\add was\\add* in the coupling of the second:\nthe loops held one \\add curtain\\add* to another. \n"},{"number":13,"text":"And he made fifty taches of gold, and coupled the curtains\none unto another with the taches: so it became one tabernacle. \n\n"},{"number":14,"text":"¶ And he made curtains \\add of\\add* goats’ \\add hair\\add* for the\ntent over the tabernacle: eleven curtains he made them. \n"},{"number":15,"text":"The length of one curtain \\add was\\add* thirty cubits, and\nfour cubits \\add was\\add* the breadth of one curtain: the eleven\ncurtains \\add were\\add* of one size. \n"},{"number":16,"text":"And he coupled five curtains by themselves, and six curtains by themselves.\n"},{"number":17,"text":"And he made fifty loops upon the uttermost edge of the curtain\nin the coupling, and fifty loops made he upon the edge of the curtain\nwhich coupleth the second. \n"},{"number":18,"text":"And he made fifty taches \\add of\\add* brass to couple the\ntent together, that it might be one. \n"},{"number":19,"text":"And he made a covering for the tent \\add of\\add* rams’ skins\ndyed red, and a covering \\add of\\add* badgers’ skins above \\add that\\add*.\n\n"},{"number":20,"text":"¶ And he made boards for the tabernacle \\add of\\add* shittim\nwood, standing up. \n"},{"number":21,"text":"The length of a board \\add was\\add* ten cubits, and the breadth\nof a board one cubit and a half. \n"},{"number":22,"text":"One board had two tenons, equally distant one from another:\nthus did he make for all the boards of the tabernacle. \n"},{"number":23,"text":"And he made boards for the tabernacle; twenty boards for the\nsouth side southward: \n"},{"number":24,"text":"And forty sockets of silver he made under the twenty boards;\ntwo sockets under one board for his two tenons, and two sockets under\nanother board for his two tenons. \n"},{"number":25,"text":"And for the other side of the tabernacle, \\add which is\\add*\ntoward the north corner, he made twenty boards, \n"},{"number":26,"text":"And their forty sockets of silver; two sockets under one board,\nand two sockets under another board. \n"},{"number":27,"text":"And for the sides of the tabernacle westward he made six boards.\n"},{"number":28,"text":"And two boards made he for the corners of the tabernacle in the two\nsides. \n"},{"number":29,"text":"And they were coupled beneath, and coupled together at the\nhead thereof, to one ring: thus he did to both of them in both the\ncorners.\\f + \\fr 36.29  \\ft coupled: Heb. twinned\\f* \n"},{"number":30,"text":"And there were eight boards; and their sockets \\add were\\add*\nsixteen sockets of silver, under every board two sockets.\\f + \\fr 36.30 \n\\ft under…: Heb. two sockets, two sockets under one board\\f* \n\n"},{"number":31,"text":"¶ And he made bars of shittim wood; five for the boards of the\none side of the tabernacle, \n"},{"number":32,"text":"And five bars for the boards of the other side of the tabernacle,\nand five bars for the boards of the tabernacle for the sides westward.\n"},{"number":33,"text":"And he made the middle bar to shoot through the boards from the one\nend to the other. \n"},{"number":34,"text":"And he overlaid the boards with gold, and made their rings\n\\add of\\add* gold \\add to be\\add* places for the bars, and overlaid\nthe bars with gold. \n\n"},{"number":35,"text":"¶ And he made a vail \\add of\\add* blue, and purple, and scarlet,\nand fine twined linen: \\add with\\add* cherubims made he it of cunning\nwork. \n"},{"number":36,"text":"And he made thereunto four pillars \\add of\\add* shittim \\add wood\\add*,\nand overlaid them with gold: their hooks \\add were of\\add* gold;\nand he cast for them four sockets of silver. \n\n"},{"number":37,"text":"¶ And he made an hanging for the tabernacle door \\add of\\add*\nblue, and purple, and scarlet, and fine twined linen, of needlework;\\f + \\fr 36.37 \n\\ft of needlework: Heb. the work of a needleworker or, embroiderer\\f*\n"},{"number":38,"text":"And the five pillars of it with their hooks: and he overlaid\ntheir chapiters and their fillets with gold: but their five sockets\n\\add were of\\add* brass. \n"}],"number":36},{"verses":[{"number":1,"text":"And Bezaleel made the ark \\add of\\add* shittim wood: two cubits\nand a half \\add was\\add* the length of it, and a cubit and a half\nthe breadth of it, and a cubit and a half the height of it: \n"},{"number":2,"text":"And he overlaid it with pure gold within and without, and made\na crown of gold to it round about. \n"},{"number":3,"text":"And he cast for it four rings of gold, \\add to be set\\add*\nby the four corners of it; even two rings upon the one side of it, and\ntwo rings upon the other side of it. \n"},{"number":4,"text":"And he made staves \\add of\\add* shittim wood, and overlaid\nthem with gold. \n"},{"number":5,"text":"And he put the staves into the rings by the sides of the ark,\nto bear the ark. \n\n"},{"number":6,"text":"¶ And he made the mercy seat \\add of\\add* pure gold: two cubits\nand a half \\add was\\add* the length thereof, and one cubit and a\nhalf the breadth thereof. \n"},{"number":7,"text":"And he made two cherubims \\add of\\add* gold, beaten out of one\npiece made he them, on the two ends of the mercy seat;\\f + \\fr 37.7 \n\\ft on…: or, out of, etc\\f* \n"},{"number":8,"text":"One cherub on the end on this side, and another cherub on the\n\\add other\\add* end on that side: out of the mercy seat made he the\ncherubims on the two ends thereof.\\f + \\fr 37.8  \\ft on the end: or, out of,\netc\\f*\\f + \\fr 37.8  \\ft on the other end: or, out of, etc\\f* \n"},{"number":9,"text":"And the cherubims spread out \\add their\\add* wings on high,\n\\add and\\add* covered with their wings over the mercy seat, with their\nfaces one to another; \\add even\\add* to the mercy seatward were the\nfaces of the cherubims. \n\n"},{"number":10,"text":"¶ And he made the table \\add of\\add* shittim wood: two cubits\n\\add was\\add* the length thereof, and a cubit the breadth thereof, and a\ncubit and a half the height thereof: \n"},{"number":11,"text":"And he overlaid it with pure gold, and made thereunto a crown\nof gold round about. \n"},{"number":12,"text":"Also he made thereunto a border of an handbreadth round about;\nand made a crown of gold for the border thereof round about. \n"},{"number":13,"text":"And he cast for it four rings of gold, and put the rings upon the\nfour corners that \\add were\\add* in the four feet thereof. \n"},{"number":14,"text":"Over against the border were the rings, the places for the\nstaves to bear the table. \n"},{"number":15,"text":"And he made the staves \\add of\\add* shittim wood, and overlaid\nthem with gold, to bear the table. \n"},{"number":16,"text":"And he made the vessels which \\add were\\add* upon the table,\nhis dishes, and his spoons, and his bowls, and his covers to cover\nwithal, \\add of\\add* pure gold.\\f + \\fr 37.16  \\ft to cover…: or, to pour out\nwithal\\f* \n\n"},{"number":17,"text":"¶ And he made the candlestick \\add of\\add* pure gold: \\add of\\add*\nbeaten work made he the candlestick; his shaft, and his branch, his\nbowls, his knops, and his flowers, were of the same: \n"},{"number":18,"text":"And six branches going out of the sides thereof; three branches\nof the candlestick out of the one side thereof, and three branches\nof the candlestick out of the other side thereof: \n"},{"number":19,"text":"Three bowls made after the fashion of almonds in one branch,\na knop and a flower; and three bowls made like almonds in another\nbranch, a knop and a flower: so throughout the six branches going\nout of the candlestick. \n"},{"number":20,"text":"And in the candlestick \\add were\\add* four bowls made like\nalmonds, his knops, and his flowers: \n"},{"number":21,"text":"And a knop under two branches of the same, and a knop under\ntwo branches of the same, and a knop under two branches of the same, according to the\nsix branches going out of it. \n"},{"number":22,"text":"Their knops and their branches were of the same: all of it\n\\add was\\add* one beaten work \\add of\\add* pure gold. \n"},{"number":23,"text":"And he made his seven lamps, and his snuffers, and his snuffdishes,\n\\add of\\add* pure gold. \n"},{"number":24,"text":"\\add Of\\add* a talent of pure gold made he it, and all the\nvessels thereof. \n\n"},{"number":25,"text":"¶ And he made the incense altar \\add of\\add* shittim wood:\nthe length of it \\add was\\add* a cubit, and the breadth of it a cubit;\n\\add it was\\add* foursquare; and two cubits \\add was\\add* the height\nof it; the horns thereof were of the same. \n"},{"number":26,"text":"And he overlaid it with pure gold, \\add both\\add* the top\nof it, and the sides thereof round about, and the horns of it: also he\nmade unto it a crown of gold round about. \n"},{"number":27,"text":"And he made two rings of gold for it under the crown thereof, by the\ntwo corners of it, upon the two sides thereof, to be places for the\nstaves to bear it withal. \n"},{"number":28,"text":"And he made the staves \\add of\\add* shittim wood, and overlaid\nthem with gold. \n\n"},{"number":29,"text":"¶ And he made the holy anointing oil, and the pure incense\nof sweet spices, according to the work of the apothecary. \n"}],"number":37},{"verses":[{"number":1,"text":"And he made the altar of burnt offering \\add of\\add* shittim\nwood: five cubits \\add was\\add* the length thereof, and five cubits\nthe breadth thereof; \\add it was\\add* foursquare; and three cubits\nthe height thereof. \n"},{"number":2,"text":"And he made the horns thereof on the four corners of it; the\nhorns thereof were of the same: and he overlaid it with brass. \n"},{"number":3,"text":"And he made all the vessels of the altar, the pots, and the\nshovels, and the basons, \\add and\\add* the fleshhooks, and the firepans:\nall the vessels thereof made he \\add of\\add* brass. \n"},{"number":4,"text":"And he made for the altar a brasen grate of network under the\ncompass thereof beneath unto the midst of it. \n"},{"number":5,"text":"And he cast four rings for the four ends of the grate of brass,\n\\add to be\\add* places for the staves. \n"},{"number":6,"text":"And he made the staves \\add of\\add* shittim wood, and overlaid\nthem with brass. \n"},{"number":7,"text":"And he put the staves into the rings on the sides of the altar,\nto bear it withal; he made the altar hollow with boards. \n\n"},{"number":8,"text":"¶ And he made the laver \\add of\\add* brass, and the foot of it\n\\add of\\add* brass, of the lookingglasses of \\add the women\\add*\nassembling, which assembled \\add at\\add* the door of the tabernacle\nof the congregation.\\f + \\fr 38.8  \\ft lookingglasses: or, brasen\nglasses\\f*\\f + \\fr 38.8  \\ft assembling: Heb. assembling by troops\\f*\n\n"},{"number":9,"text":"¶ And he made the court: on the south side southward the hangings\nof the court \\add were of\\add* fine twined linen, an hundred cubits:\n"},{"number":10,"text":"Their pillars \\add were\\add* twenty, and their brasen sockets\ntwenty; the hooks of the pillars and their fillets \\add were of\\add*\nsilver. \n"},{"number":11,"text":"And for the north side \\add the hangings were\\add* an hundred\ncubits, their pillars \\add were\\add* twenty, and their sockets of\nbrass twenty; the hooks of the pillars and their fillets \\add of\\add*\nsilver. \n"},{"number":12,"text":"And for the west side \\add were\\add* hangings of fifty cubits,\ntheir pillars ten, and their sockets ten; the hooks of the pillars\nand their fillets \\add of\\add* silver. \n"},{"number":13,"text":"And for the east side eastward fifty cubits. \n"},{"number":14,"text":"The hangings of the one side \\add of the gate were\\add* fifteen\ncubits; their pillars three, and their sockets three. \n"},{"number":15,"text":"And for the other side of the court gate, on this hand and that hand,\n\\add were\\add* hangings of fifteen cubits; their pillars three, and their\nsockets three. \n"},{"number":16,"text":"All the hangings of the court round about \\add were\\add* of fine\ntwined linen. \n"},{"number":17,"text":"And the sockets for the pillars \\add were of\\add* brass; the\nhooks of the pillars and their fillets \\add of\\add* silver; and the\noverlaying of their chapiters \\add of\\add* silver; and all the pillars\nof the court \\add were\\add* filleted with silver. \n"},{"number":18,"text":"And the hanging for the gate of the court \\add was\\add* needlework,\n\\add of\\add* blue, and purple, and scarlet, and fine twined linen:\nand twenty cubits \\add was\\add* the length, and the height in the\nbreadth \\add was\\add* five cubits, answerable to the hangings of the\ncourt. \n"},{"number":19,"text":"And their pillars \\add were\\add* four, and their sockets \\add of\\add*\nbrass four; their hooks \\add of\\add* silver, and the overlaying of their\nchapiters and their fillets \\add of\\add* silver. \n"},{"number":20,"text":"And all the pins of the tabernacle, and of the court round\nabout, \\add were of\\add* brass. \n\n"},{"number":21,"text":"¶ This is the sum of the tabernacle, \\add even\\add* of the\ntabernacle of testimony, as it was counted, according to the commandment\nof Moses, \\add for\\add* the service of the Levites, by the hand of\nIthamar, son to Aaron the priest. \n"},{"number":22,"text":"And Bezaleel the son of Uri, the son of Hur, of the tribe\nof Judah, made all that the \\nd LORD\\nd* commanded  Moses. \n"},{"number":23,"text":"And with him \\add was\\add* Aholiab, son of Ahisamach, of the\ntribe of Dan, an engraver, and a cunning workman, and an embroiderer\nin blue, and in purple, and in scarlet, and fine linen. \n"},{"number":24,"text":"All the gold that was occupied for the work in all the work\nof the holy \\add place\\add*, even the gold of the offering, was twenty\nand nine talents, and seven hundred and thirty shekels, after the\nshekel of the sanctuary. \n"},{"number":25,"text":"And the silver of them that were numbered of the congregation\n\\add was\\add* an hundred talents, and a thousand seven hundred and threescore and\nfifteen shekels, after the shekel of the sanctuary: \n"},{"number":26,"text":"A bekah for every man, \\add that is\\add*, half a shekel, after the\nshekel of the sanctuary, for every one that went to be numbered,\nfrom twenty years old and upward, for six hundred thousand and three\nthousand and five hundred and fifty \\add men\\add*.\\f + \\fr 38.26 \n\\ft every man: Heb. a poll\\f* \n"},{"number":27,"text":"And of the hundred talents of silver were cast the sockets\nof the sanctuary, and the sockets of the vail; an hundred sockets\nof the hundred talents, a talent for a socket. \n"},{"number":28,"text":"And of the thousand seven hundred seventy and five \\add shekels\\add*\n he made hooks for the pillars, and overlaid their chapiters, and\nfilleted them. \n"},{"number":29,"text":"And the brass of the offering \\add was\\add* seventy talents,\nand two thousand and four hundred shekels. \n"},{"number":30,"text":"And therewith he made the sockets to the door of the tabernacle\nof the congregation, and the brasen altar, and the brasen grate for it, and all the\nvessels of the altar, \n"},{"number":31,"text":"And the sockets of the court round about, and the sockets\nof the court gate, and all the pins of the tabernacle, and all the\npins of the court round about. \n"}],"number":38},{"verses":[{"number":1,"text":"And of the blue, and purple, and scarlet, they made cloths\nof service, to do service in the holy \\add place\\add*, and made the\nholy garments for Aaron; as the \\nd LORD\\nd* commanded Moses. \n"},{"number":2,"text":"And he made the ephod \\add of\\add* gold, blue, and purple,\nand scarlet, and fine twined linen. \n"},{"number":3,"text":"And they did beat the gold into thin plates, and cut \\add it\ninto\\add* wires, to work \\add it\\add* in the blue, and in the purple,\nand in the scarlet, and in the fine linen, \\add with\\add* cunning\nwork. \n"},{"number":4,"text":"They made shoulderpieces for it, to couple \\add it\\add* together:\nby the two edges was it coupled together. \n"},{"number":5,"text":"And the curious girdle of his ephod, that \\add was\\add* upon it,\n\\add was\\add* of the same, according to the work thereof; \\add of\\add*\ngold, blue, and purple, and scarlet, and fine twined linen; as the\n\\nd LORD\\nd* commanded Moses. \n\n"},{"number":6,"text":"¶ And they wrought onyx stones inclosed in ouches of gold, graven,\nas signets are graven, with the names of the children of Israel.\n"},{"number":7,"text":"And he put them on the shoulders of the ephod, \\add that they should\nbe\\add* stones for a memorial to the children of Israel; as the \\nd LORD\\nd*\ncommanded Moses. \n\n"},{"number":8,"text":"¶ And he made the breastplate \\add of\\add* cunning work, like the\nwork of the ephod; \\add of\\add* gold, blue, and purple, and scarlet,\nand fine twined linen. \n"},{"number":9,"text":"It was foursquare; they made the breastplate double: a span\n\\add was\\add* the length thereof, and a span the breadth thereof,\n\\add being\\add* doubled. \n"},{"number":10,"text":"And they set in it four rows of stones: \\add the first\\add*\nrow \\add was\\add* a sardius, a topaz, and a carbuncle: this \\add was\\add*\nthe first row.\\f + \\fr 39.10  \\ft sardius: or, ruby\\f* \n"},{"number":11,"text":"And the second row, an emerald, a sapphire, and a diamond.\n"},{"number":12,"text":"And the third row, a ligure, an agate, and an amethyst. \n"},{"number":13,"text":"And the fourth row, a beryl, an onyx, and a jasper: \\add they\nwere\\add* inclosed in ouches of gold in their inclosings. \n"},{"number":14,"text":"And the stones \\add were\\add* according to the names of the\nchildren of Israel, twelve, according to their names, \\add like\\add*\nthe engravings of a signet, every one with his name, according to the\ntwelve tribes. \n"},{"number":15,"text":"And they made upon the breastplate chains at the ends, \\add of\\add*\nwreathen work \\add of\\add* pure gold. \n"},{"number":16,"text":"And they made two ouches \\add of\\add* gold, and two gold rings;\nand put the two rings in the two ends of the breastplate. \n"},{"number":17,"text":"And they put the two wreathen chains of gold in the two rings\non the ends of the breastplate. \n"},{"number":18,"text":"And the two ends of the two wreathen chains they fastened\nin the two ouches, and put them on the shoulderpieces of the ephod,\nbefore it. \n"},{"number":19,"text":"And they made two rings of gold, and put \\add them\\add* on the\ntwo ends of the breastplate, upon the border of it, which \\add was\\add*\non the side of the ephod inward. \n"},{"number":20,"text":"And they made two \\add other\\add* golden rings, and put them on the\ntwo sides of the ephod underneath, toward the forepart of it, over\nagainst the \\add other\\add* coupling thereof, above the curious girdle\nof the ephod. \n"},{"number":21,"text":"And they did bind the breastplate by his rings unto the rings\nof the ephod with a lace of blue, that it might be above the curious\ngirdle of the ephod, and that the breastplate might not be loosed\nfrom the ephod; as the \\nd LORD\\nd* commanded Moses. \n\n"},{"number":22,"text":"¶ And he made the robe of the ephod \\add of\\add* woven work,\nall \\add of\\add* blue. \n"},{"number":23,"text":"And \\add there was\\add* an hole in the midst of the robe, as the\nhole of an habergeon, \\add with\\add* a band round about the hole,\nthat it should not rend. \n"},{"number":24,"text":"And they made upon the hems of the robe pomegranates \\add of\\add*\nblue, and purple, and scarlet, \\add and\\add* twined \\add linen\\add*.\n"},{"number":25,"text":"And they made bells \\add of\\add* pure gold, and put the bells\nbetween the pomegranates upon the hem of the robe, round about between\nthe pomegranates; \n"},{"number":26,"text":"A bell and a pomegranate, a bell and a pomegranate, round\nabout the hem of the robe to minister \\add in;\\add* as the \\nd LORD\\nd*\ncommanded Moses. \n\n"},{"number":27,"text":"¶ And they made coats \\add of\\add* fine linen \\add of\\add*\nwoven work for Aaron, and for his sons, \n"},{"number":28,"text":"And a mitre \\add of\\add* fine linen, and goodly bonnets \\add of\\add*\nfine linen, and linen breeches \\add of\\add* fine twined linen, \n"},{"number":29,"text":"And a girdle \\add of\\add* fine twined linen, and blue, and\npurple, and scarlet, \\add of\\add* needlework; as the \\nd LORD\\nd*\ncommanded Moses. \n\n"},{"number":30,"text":"¶ And they made the plate of the holy crown \\add of\\add* pure\ngold, and wrote upon it a writing, \\add like to\\add* the engravings\nof a signet, HOLINESS TO THE \\nd LORD\\nd*. \n"},{"number":31,"text":"And they tied unto it a lace of blue, to fasten \\add it\\add*\non high upon the mitre; as the \\nd LORD\\nd* commanded Moses. \n\n"},{"number":32,"text":"¶ Thus was all the work of the tabernacle of the tent of the\ncongregation finished: and the children of Israel did according to all that the\n\\nd LORD\\nd* commanded Moses, so did they. \n\n"},{"number":33,"text":"¶ And they brought the tabernacle unto Moses, the tent, and all his\nfurniture, his taches, his boards, his bars, and his pillars, and his\nsockets, \n"},{"number":34,"text":"And the covering of rams’ skins dyed red, and the covering\nof badgers’ skins, and the vail of the covering, \n"},{"number":35,"text":"The ark of the testimony, and the staves thereof, and the mercy\nseat, \n"},{"number":36,"text":"The table, \\add and\\add* all the vessels thereof, and the\nshewbread, \n"},{"number":37,"text":"The pure candlestick, \\add with\\add* the lamps thereof, \\add even\nwith\\add* the lamps to be set in order, and all the vessels thereof, and the\noil for light, \n"},{"number":38,"text":"And the golden altar, and the anointing oil, and the sweet\nincense, and the hanging for the tabernacle door,\\f + \\fr 39.38 \n\\ft the sweet…: Heb. the incense of sweet spices\\f* \n"},{"number":39,"text":"The brasen altar, and his grate of brass, his staves, and all his\nvessels, the laver and his foot, \n"},{"number":40,"text":"The hangings of the court, his pillars, and his sockets, and the\nhanging for the court gate, his cords, and his pins, and all the\nvessels of the service of the tabernacle, for the tent of the congregation,\n"},{"number":41,"text":"The cloths of service to do service in the holy \\add place\\add*,\nand the holy garments for Aaron the priest, and his sons’ garments,\nto minister in the priest’s office. \n"},{"number":42,"text":"According to all that the \\nd LORD\\nd* commanded Moses, so the\nchildren of Israel made all the work. \n"},{"number":43,"text":"And Moses did look upon all the work, and, behold, they had\ndone it as the \\nd LORD\\nd* had commanded, even so had they done\nit: and Moses blessed  them. \n"}],"number":39},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"On the first day of the first month shalt thou set up the tabernacle\nof the tent of the congregation. \n"},{"number":3,"text":"And thou shalt put therein the ark of the testimony, and cover\nthe ark with the vail. \n"},{"number":4,"text":"And thou shalt bring in the table, and set in order the things that are to be set in\norder upon it; and thou shalt bring in the candlestick, and light\nthe lamps thereof.\\f + \\fr 40.4  \\ft the things…: Heb. the order\nthereof\\f* \n"},{"number":5,"text":"And thou shalt set the altar of gold for the incense before\nthe ark of the testimony, and put the hanging of the door to the\ntabernacle. \n"},{"number":6,"text":"And thou shalt set the altar of the burnt offering before the\ndoor of the tabernacle of the tent of the congregation. \n"},{"number":7,"text":"And thou shalt set the laver between the tent of the congregation\nand the altar, and shalt put water therein. \n"},{"number":8,"text":"And thou shalt set up the court round about, and hang up the\nhanging at the court gate. \n"},{"number":9,"text":"And thou shalt take the anointing oil, and anoint the tabernacle, and all that\n\\add is\\add* therein, and shalt hallow it, and all the vessels thereof: and it shall be\nholy. \n"},{"number":10,"text":"And thou shalt anoint the altar of the burnt offering, and all his\nvessels, and sanctify the altar: and it shall be an altar most holy.\\f + \\fr 40.10 \n\\ft most holy: Heb. holiness of holinesses\\f* \n"},{"number":11,"text":"And thou shalt anoint the laver and his foot, and sanctify it.\n"},{"number":12,"text":"And thou shalt bring Aaron and his sons unto the door of the\ntabernacle of the congregation, and wash them with water. \n"},{"number":13,"text":"And thou shalt put upon Aaron the holy garments, and anoint\nhim, and sanctify him; that he may minister unto me in the priest’s\noffice. \n"},{"number":14,"text":"And thou shalt bring his sons, and clothe them with coats:\n"},{"number":15,"text":"And thou shalt anoint them, as thou didst anoint their father,\nthat they may minister unto me in the priest’s office: for their\nanointing shall surely be an everlasting priesthood throughout their\ngenerations. \n\n"},{"number":16,"text":"Thus did Moses: according to all that the \\nd LORD\\nd* commanded\nhim, so did he. \n\n"},{"number":17,"text":"¶ And it came to pass in the first month in the second year,\non the first \\add day\\add* of the month, \\add that\\add* the tabernacle\nwas reared up. \n"},{"number":18,"text":"And Moses reared up the tabernacle, and fastened his sockets,\nand set up the boards thereof, and put in the bars thereof, and reared\nup his pillars. \n"},{"number":19,"text":"And he spread abroad the tent over the tabernacle, and put\nthe covering of the tent above upon it; as the \\nd LORD\\nd* commanded\nMoses. \n\n"},{"number":20,"text":"¶ And he took and put the testimony into the ark, and set the\nstaves on the ark, and put the mercy seat above upon the ark: \n"},{"number":21,"text":"And he brought the ark into the tabernacle, and set up the\nvail of the covering, and covered the ark of the testimony; as the\n\\nd LORD\\nd* commanded Moses. \n\n"},{"number":22,"text":"¶ And he put the table in the tent of the congregation, upon the\nside of the tabernacle northward, without the vail. \n"},{"number":23,"text":"And he set the bread in order upon it before the \\nd LORD\\nd*;\nas the \\nd LORD\\nd* had commanded Moses. \n\n"},{"number":24,"text":"¶ And he put the candlestick in the tent of the congregation,\nover against the table, on the side of the tabernacle southward.\n"},{"number":25,"text":"And he lighted the lamps before the \\nd LORD\\nd*; as the \\nd LORD\\nd*\ncommanded Moses. \n\n"},{"number":26,"text":"¶ And he put the golden altar in the tent of the congregation\nbefore the vail: \n"},{"number":27,"text":"And he burnt sweet incense thereon; as the \\nd LORD\\nd* commanded\n Moses. \n\n"},{"number":28,"text":"¶ And he set up the hanging \\add at\\add* the door of the tabernacle.\n"},{"number":29,"text":"And he put the altar of burnt offering \\add by\\add* the door\nof the tabernacle of the tent of the congregation, and offered upon it the burnt\noffering and the meat offering; as the \\nd LORD\\nd* commanded Moses.\n\n"},{"number":30,"text":"¶ And he set the laver between the tent of the congregation\nand the altar, and put water there, to wash \\add withal\\add*. \n"},{"number":31,"text":"And Moses and Aaron and his sons washed their hands and their\nfeet thereat: \n"},{"number":32,"text":"When they went into the tent of the congregation, and when they came\nnear unto the altar, they washed; as the \\nd LORD\\nd* commanded Moses.\n"},{"number":33,"text":"And he reared up the court round about the tabernacle and the\naltar, and set up the hanging of the court gate. So Moses finished\nthe work. \n\n"},{"number":34,"text":"¶ Then a cloud covered the tent of the congregation, and the\nglory of the \\nd LORD\\nd* filled the tabernacle. \n"},{"number":35,"text":"And Moses was not able to enter into the tent of the congregation,\nbecause the cloud abode thereon, and the glory of the \\nd LORD\\nd*\nfilled the tabernacle. \n"},{"number":36,"text":"And when the cloud was taken up from over the tabernacle,\nthe children of Israel went onward in all their journeys:\\f + \\fr 40.36 \n\\ft went onward: Heb. journeyed\\f* \n"},{"number":37,"text":"But if the cloud were not taken up, then they journeyed not till the\nday that it was taken up. \n"},{"number":38,"text":"For the cloud of the \\nd LORD\\nd* \\add was\\add* upon the tabernacle\nby day, and fire was on it by night, in the sight of all the house\nof Israel, throughout all their journeys. "}],"number":40}]}