{"headers":{"id":"PRO Proverbs","h":"Proverbs","toc1":"The Proverbs","toc2":"Proverbs","toc3":"Pro","mt1":"The Proverbs"},"book":"Proverbs","chapters":[{"verses":[{"number":1,"text":"The proverbs of Solomon the son of David, king of Israel; \n"},{"number":2,"text":"To know wisdom and instruction; to perceive the words of understanding;\n"},{"number":3,"text":"To receive the instruction of wisdom, justice, and judgment,\nand equity;\\f + \\fr 1.3  \\ft equity: Heb. equities\\f* \n"},{"number":4,"text":"To give subtilty to the simple, to the young man knowledge\nand discretion.\\f + \\fr 1.4  \\ft discretion: or, advisement\\f* \n"},{"number":5,"text":"A wise \\add man\\add* will hear, and will increase learning;\nand a man of understanding shall attain unto wise counsels: \n"},{"number":6,"text":"To understand a proverb, and the interpretation; the words\nof the wise, and their dark sayings.\\f + \\fr 1.6  \\ft the interpretation: or, an eloquent\nspeech\\f* \n\n"},{"number":7,"text":"¶ The fear of the \\nd LORD\\nd* \\add is\\add* the beginning of\nknowledge: \\add but\\add* fools despise wisdom and instruction.\\f + \\fr 1.7 \n\\ft the beginning: or, the principal part\\f* \n"},{"number":8,"text":"My son, hear the instruction of thy father, and forsake not the\nlaw of thy mother: \n"},{"number":9,"text":"For they \\add shall be\\add* an ornament of grace unto thy head,\nand chains about thy neck.\\f + \\fr 1.9  \\ft an…: Heb. an adding\\f*\n\n"},{"number":10,"text":"¶ My son, if sinners entice thee, consent thou not. \n"},{"number":11,"text":"If they say, Come with us, let us lay wait for blood, let us\nlurk privily for the innocent without cause: \n"},{"number":12,"text":"Let us swallow them up alive as the grave; and whole, as those that go\ndown into the pit: \n"},{"number":13,"text":"We shall find all precious substance, we shall fill our houses\nwith spoil: \n"},{"number":14,"text":"Cast in thy lot among us; let us all have one purse: \n"},{"number":15,"text":"My son, walk not thou in the way with them; refrain thy foot\nfrom their path: \n"},{"number":16,"text":"For their feet run to evil, and make haste to shed blood.\n"},{"number":17,"text":"Surely in vain the net is spread in the sight of any bird.\\f + \\fr 1.17 \n\\ft in the…: Heb. in the eyes of every thing that hath a wing\\f*\n"},{"number":18,"text":"And they lay wait for their \\add own\\add* blood; they lurk\nprivily for their \\add own\\add* lives. \n"},{"number":19,"text":"So \\add are\\add* the ways of every one that is greedy of gain;\n\\add which\\add* taketh away the life of the owners thereof. \n\n"},{"number":20,"text":"¶ Wisdom crieth without; she uttereth her voice in the streets:\\f + \\fr 1.20 \n\\ft Wisdom: Heb. Wisdoms, that is, Excellent wisdom\\f* \n"},{"number":21,"text":"She crieth in the chief place of concourse, in the openings\nof the gates: in the city she uttereth her words, \\add saying\\add*,\n"},{"number":22,"text":"How long, ye simple ones, will ye love simplicity? and the\nscorners delight in their scorning, and fools hate knowledge? \n"},{"number":23,"text":"Turn you at my reproof: behold, I will pour out my spirit\nunto you, I will make known my words unto you. \n\n"},{"number":24,"text":"¶ Because I have called, and ye refused; I have stretched out\nmy hand, and no man regarded; \n"},{"number":25,"text":"But ye have set at nought all my counsel, and would none of my\nreproof: \n"},{"number":26,"text":"I also will laugh at your calamity; I will mock when your\nfear cometh; \n"},{"number":27,"text":"When your fear cometh as desolation, and your destruction\ncometh as a whirlwind; when distress and anguish cometh  upon you.\n"},{"number":28,"text":"Then shall they call upon me, but I will not answer; they shall seek me\nearly, but they shall not find me: \n"},{"number":29,"text":"For that they hated knowledge, and did not choose the fear\nof the \\nd LORD\\nd*: \n"},{"number":30,"text":"They would none of my counsel: they despised all my reproof.\n"},{"number":31,"text":"Therefore shall they eat of the fruit of their own way, and be\nfilled with their own devices. \n"},{"number":32,"text":"For the turning away of the simple shall slay them, and the\nprosperity of fools shall destroy them.\\f + \\fr 1.32  \\ft turning…: or, ease of the\nsimple\\f* \n"},{"number":33,"text":"But whoso hearkeneth unto me shall dwell safely, and shall be\nquiet from fear of evil. \n"}],"number":1},{"verses":[{"number":1,"text":"My son, if thou wilt receive my words, and hide my commandments with thee;\n"},{"number":2,"text":"So that thou incline thine ear unto wisdom, \\add and\\add* apply\nthine heart to understanding; \n"},{"number":3,"text":"Yea, if thou criest after knowledge, \\add and\\add* liftest\nup thy voice for understanding;\\f + \\fr 2.3  \\ft liftest…: Heb. givest thy\nvoice\\f* \n"},{"number":4,"text":"If thou seekest her as silver, and searchest for her as \\add for\\add*\nhid treasures; \n"},{"number":5,"text":"Then shalt thou understand the fear of the \\nd LORD\\nd*, and\nfind the knowledge of God. \n"},{"number":6,"text":"For the \\nd LORD\\nd* giveth wisdom: out of his mouth \\add cometh\\add*\nknowledge and understanding. \n"},{"number":7,"text":"He layeth up sound wisdom for the righteous: \\add he is\\add*\na buckler to them that walk uprightly. \n"},{"number":8,"text":"He keepeth the paths of judgment, and preserveth the way of his\nsaints. \n"},{"number":9,"text":"Then shalt thou understand righteousness, and judgment, and\nequity; \\add yea\\add*, every good path. \n\n"},{"number":10,"text":"¶ When wisdom entereth into thine heart, and knowledge is pleasant\nunto thy soul; \n"},{"number":11,"text":"Discretion shall preserve thee, understanding shall keep thee:\n"},{"number":12,"text":"To deliver thee from the way of the evil \\add man\\add*, from the\nman that speaketh froward things; \n"},{"number":13,"text":"Who leave the paths of uprightness, to walk in the ways of\ndarkness; \n"},{"number":14,"text":"Who rejoice to do evil, \\add and\\add* delight in the frowardness\nof the wicked; \n"},{"number":15,"text":"Whose ways \\add are\\add* crooked, and \\add they\\add* froward\n in their paths: \n"},{"number":16,"text":"To deliver thee from the strange woman, \\add even\\add* from the\nstranger \\add which\\add* flattereth with her words; \n"},{"number":17,"text":"Which forsaketh the guide of her youth, and forgetteth the\ncovenant of her God. \n"},{"number":18,"text":"For her house inclineth unto death, and her paths unto the\ndead. \n"},{"number":19,"text":"None that go unto her return again, neither take they hold\nof the paths of life. \n"},{"number":20,"text":"That thou mayest walk in the way of good \\add men\\add*, and\nkeep the paths of the righteous. \n"},{"number":21,"text":"For the upright shall dwell in the land, and the perfect shall\nremain in it. \n"},{"number":22,"text":"But the wicked shall be cut off from the earth, and the transgressors\nshall be rooted out of it.\\f + \\fr 2.22  \\ft rooted: or, plucked\nup\\f* \n"}],"number":2},{"verses":[{"number":1,"text":"My son, forget not my law; but let thine heart keep my commandments:\n"},{"number":2,"text":"For length of days, and long life, and peace, shall they add to\nthee.\\f + \\fr 3.2  \\ft long…: Heb. years of life\\f* \n"},{"number":3,"text":"Let not mercy and truth forsake thee: bind them about thy neck;\nwrite them upon the table of thine heart: \n"},{"number":4,"text":"So shalt thou find favour and good understanding in the sight\nof God and man.\\f + \\fr 3.4  \\ft good…: or, good success\\f* \n\n"},{"number":5,"text":"¶ Trust in the \\nd LORD\\nd* with all thine heart; and lean not unto thine own\nunderstanding. \n"},{"number":6,"text":"In all thy ways acknowledge him, and he shall direct thy paths.\n\n"},{"number":7,"text":"¶ Be not wise in thine own eyes: fear the \\nd LORD\\nd*, and\ndepart from evil. \n"},{"number":8,"text":"It shall be health to thy navel, and marrow to thy bones.\\f + \\fr 3.8 \n\\ft health: Heb. medicine\\f*\\f + \\fr 3.8  \\ft marrow: Heb. watering, or,\nmoistening\\f* \n"},{"number":9,"text":"Honour the \\nd LORD\\nd* with thy substance, and with the firstfruits\nof all thine increase: \n"},{"number":10,"text":"So shall thy barns be filled with plenty, and thy presses\nshall burst out with new wine. \n\n"},{"number":11,"text":"¶ My son, despise not the chastening of the \\nd LORD\\nd*; neither be\nweary of his correction: \n"},{"number":12,"text":"For whom the \\nd LORD\\nd* loveth he correcteth; even as a\nfather the son \\add in whom\\add* he delighteth. \n\n"},{"number":13,"text":"¶ Happy \\add is\\add* the man \\add that\\add* findeth wisdom,\nand the man \\add that\\add* getteth understanding.\\f + \\fr 3.13  \\ft that getteth…: Heb. that draweth out\nunderstanding\\f* \n"},{"number":14,"text":"For the merchandise of it \\add is\\add* better than the merchandise\nof silver, and the gain thereof than fine gold. \n"},{"number":15,"text":"She \\add is\\add* more precious than rubies: and all the things thou canst\ndesire are not to be compared unto her. \n"},{"number":16,"text":"Length of days \\add is\\add* in her right hand; \\add and\\add*\nin her left hand riches and honour. \n"},{"number":17,"text":"Her ways \\add are\\add* ways of pleasantness, and all her paths\n\\add are\\add* peace. \n"},{"number":18,"text":"She \\add is\\add* a tree of life to them that lay hold upon her: and\nhappy \\add is every one\\add* that retaineth her. \n"},{"number":19,"text":"The \\nd LORD\\nd* by wisdom hath founded the earth; by understanding\nhath he established the heavens.\\f + \\fr 3.19  \\ft established: or,\nprepared\\f* \n"},{"number":20,"text":"By his knowledge the depths are broken up, and the clouds\ndrop down the dew. \n\n"},{"number":21,"text":"¶ My son, let not them depart from thine eyes: keep sound wisdom\nand discretion: \n"},{"number":22,"text":"So shall they be life unto thy soul, and grace to thy neck.\n"},{"number":23,"text":"Then shalt thou walk in thy way safely, and thy foot shall not\nstumble. \n"},{"number":24,"text":"When thou liest down, thou shalt not be afraid: yea, thou shalt lie\ndown, and thy sleep shall be sweet. \n"},{"number":25,"text":"Be not afraid of sudden fear, neither of the desolation of the\nwicked, when it cometh. \n"},{"number":26,"text":"For the \\nd LORD\\nd* shall be thy confidence, and shall keep\nthy foot from being taken. \n\n"},{"number":27,"text":"¶ Withhold not good from them to whom it is due, when it is in the\npower of thine hand to do \\add it\\add*.\\f + \\fr 3.27  \\ft them…: Heb. the owners\nthereof\\f* \n"},{"number":28,"text":"Say not unto thy neighbour, Go, and come again, and to morrow\nI will give; when thou hast it by thee. \n"},{"number":29,"text":"Devise not evil against thy neighbour, seeing he dwelleth\nsecurely by thee.\\f + \\fr 3.29  \\ft Devise…: or, Practise no evil\\f*\n\n"},{"number":30,"text":"¶ Strive not with a man without cause, if he have done thee no\nharm. \n\n"},{"number":31,"text":"¶ Envy thou not the oppressor, and choose none of his ways.\\f + \\fr 3.31 \n\\ft the oppressor: Heb. a man of violence\\f* \n"},{"number":32,"text":"For the froward \\add is\\add* abomination to the \\nd LORD\\nd*:\nbut his secret \\add is\\add* with the righteous. \n\n"},{"number":33,"text":"¶ The curse of the \\nd LORD\\nd* \\add is\\add* in the house of the\nwicked: but he blesseth the habitation of the just. \n"},{"number":34,"text":"Surely he scorneth the scorners: but he giveth grace unto the\nlowly. \n"},{"number":35,"text":"The wise shall inherit glory: but shame shall be the promotion\nof fools.\\f + \\fr 3.35  \\ft shall be…: Heb. exalteth the fools\\f*\n"}],"number":3},{"verses":[{"number":1,"text":"Hear, ye children, the instruction of a father, and attend\nto know understanding. \n"},{"number":2,"text":"For I give you good doctrine, forsake ye not my law. \n"},{"number":3,"text":"For I was my father’s son, tender and only \\add beloved\\add*\nin the sight of my mother. \n"},{"number":4,"text":"He taught me also, and said unto me, Let thine heart retain\nmy words: keep my commandments, and live. \n"},{"number":5,"text":"Get wisdom, get understanding: forget \\add it\\add* not; neither\ndecline from the words of my mouth. \n"},{"number":6,"text":"Forsake her not, and she shall preserve thee: love her, and she shall\nkeep thee. \n"},{"number":7,"text":"Wisdom \\add is\\add* the principal thing; \\add therefore\\add*\nget wisdom: and with all thy getting get understanding. \n"},{"number":8,"text":"Exalt her, and she shall promote thee: she shall bring thee to\nhonour, when thou dost embrace her. \n"},{"number":9,"text":"She shall give to thine head an ornament of grace: a crown\nof glory shall she deliver to thee.\\f + \\fr 4.9  \\ft a crown…: or, she shall compass thee with a crown of\nglory\\f* \n"},{"number":10,"text":"Hear, O my son, and receive my sayings; and the years of thy\nlife shall be many. \n"},{"number":11,"text":"I have taught thee in the way of wisdom; I have led thee in\nright paths. \n"},{"number":12,"text":"When thou goest, thy steps shall not be straitened; and when thou\nrunnest, thou shalt not stumble. \n"},{"number":13,"text":"Take fast hold of instruction; let \\add her\\add* not go: keep her; for she\n\\add is\\add* thy life. \n\n"},{"number":14,"text":"¶ Enter not into the path of the wicked, and go not in the\nway of evil \\add men\\add*. \n"},{"number":15,"text":"Avoid it, pass not by it, turn from it, and pass away. \n"},{"number":16,"text":"For they sleep not, except they have done mischief; and their\nsleep is taken away, unless they cause \\add some\\add* to fall. \n"},{"number":17,"text":"For they eat the bread of wickedness, and drink the wine of\nviolence. \n"},{"number":18,"text":"But the path of the just \\add is\\add* as the shining light,\nthat shineth more and more unto the perfect day. \n"},{"number":19,"text":"The way of the wicked \\add is\\add* as darkness: they know\nnot at what they stumble. \n\n"},{"number":20,"text":"¶ My son, attend to my words; incline thine ear unto my sayings.\n"},{"number":21,"text":"Let them not depart from thine eyes; keep them in the midst\nof thine heart. \n"},{"number":22,"text":"For they \\add are\\add* life unto those that find them, and\nhealth to all their flesh.\\f + \\fr 4.22  \\ft health: Heb. medicine\\f*\n\n"},{"number":23,"text":"¶ Keep thy heart with all diligence; for out of it \\add are\\add*\nthe issues of life.\\f + \\fr 4.23  \\ft with…: Heb. above all keeping\\f*\n"},{"number":24,"text":"Put away from thee a froward mouth, and perverse lips put\nfar from thee.\\f + \\fr 4.24  \\ft a froward…: Heb. frowardness of mouth and perverseness of\nlips\\f* \n"},{"number":25,"text":"Let thine eyes look right on, and let thine eyelids look straight before thee.\n"},{"number":26,"text":"Ponder the path of thy feet, and let all thy ways be established.\\f + \\fr 4.26 \n\\ft let…: or, all thy ways shall be ordered aright\\f* \n"},{"number":27,"text":"Turn not to the right hand nor to the left: remove thy foot\nfrom evil. \n"}],"number":4},{"verses":[{"number":1,"text":"My son, attend unto my wisdom, \\add and\\add* bow thine ear\nto my understanding: \n"},{"number":2,"text":"That thou mayest regard discretion, and \\add that\\add* thy\nlips may keep knowledge. \n\n"},{"number":3,"text":"¶ For the lips of a strange woman drop \\add as\\add* an honeycomb,\nand her mouth \\add is\\add* smoother than oil:\\f + \\fr 5.3  \\ft mouth: Heb.\npalate\\f* \n"},{"number":4,"text":"But her end is bitter as wormwood, sharp as a twoedged sword.\n"},{"number":5,"text":"Her feet go down to death; her steps take hold on hell. \n"},{"number":6,"text":"Lest thou shouldest ponder the path of life, her ways are moveable,\n\\add that\\add* thou canst not know \\add them\\add*. \n"},{"number":7,"text":"Hear me now therefore, O ye children, and depart not from the\nwords of my mouth. \n"},{"number":8,"text":"Remove thy way far from her, and come not nigh the door of her\nhouse: \n"},{"number":9,"text":"Lest thou give thine honour unto others, and thy years unto the\ncruel: \n"},{"number":10,"text":"Lest strangers be filled with thy wealth; and thy labours\n\\add be\\add* in the house of a stranger;\\f + \\fr 5.10  \\ft thy wealth: Heb. thy\nstrength\\f* \n"},{"number":11,"text":"And thou mourn at the last, when thy flesh and thy body are\nconsumed, \n"},{"number":12,"text":"And say, How have I hated instruction, and my heart despised\nreproof; \n"},{"number":13,"text":"And have not obeyed the voice of my teachers, nor inclined\nmine ear to them that instructed me! \n"},{"number":14,"text":"I was almost in all evil in the midst of the congregation\nand assembly. \n\n"},{"number":15,"text":"¶ Drink waters out of thine own cistern, and running waters\nout of thine own well. \n"},{"number":16,"text":"Let thy fountains be dispersed abroad, \\add and\\add* rivers\nof waters in the streets. \n"},{"number":17,"text":"Let them be only thine own, and not strangers’ with thee.\n"},{"number":18,"text":"Let thy fountain be blessed: and rejoice with the wife of thy\nyouth. \n"},{"number":19,"text":"\\add Let her be as\\add* the loving hind and pleasant roe;\nlet her breasts satisfy thee at all times; and be thou ravished always\nwith her love.\\f + \\fr 5.19  \\ft satisfy…: Heb. water thee\\f*\\f + \\fr 5.19 \n\\ft be thou…: Heb. err thou always in her love\\f* \n"},{"number":20,"text":"And why wilt thou, my son, be ravished with a strange woman,\nand embrace the bosom of a stranger? \n"},{"number":21,"text":"For the ways of man \\add are\\add* before the eyes of the \\nd LORD\\nd*,\nand he pondereth all his goings. \n\n"},{"number":22,"text":"¶ His own iniquities shall take the wicked himself, and he shall be\nholden with the cords of his sins.\\f + \\fr 5.22  \\ft sins: Heb. sin\\f*\n"},{"number":23,"text":"He shall die without instruction; and in the greatness of his\nfolly he shall go astray. \n"}],"number":5},{"verses":[{"number":1,"text":"My son, if thou be surety for thy friend, \\add if\\add* thou hast\nstricken thy hand with a stranger, \n"},{"number":2,"text":"Thou art snared with the words of thy mouth, thou art taken\nwith the words of thy mouth. \n"},{"number":3,"text":"Do this now, my son, and deliver thyself, when thou art come\ninto the hand of thy friend; go, humble thyself, and make sure thy\nfriend.\\f + \\fr 6.3  \\ft and make…: or, so shalt thou prevail with thy\nfriend\\f* \n"},{"number":4,"text":"Give not sleep to thine eyes, nor slumber to thine eyelids.\n"},{"number":5,"text":"Deliver thyself as a roe from the hand \\add of the hunter\\add*,\nand as a bird from the hand of the fowler. \n\n"},{"number":6,"text":"¶ Go to the ant, thou sluggard; consider her ways, and be wise:\n"},{"number":7,"text":"Which having no guide, overseer, or ruler, \n"},{"number":8,"text":"Provideth her meat in the summer, \\add and\\add* gathereth her\nfood in the harvest. \n"},{"number":9,"text":"How long wilt thou sleep, O sluggard? when wilt thou arise\nout of thy sleep? \n"},{"number":10,"text":"\\add Yet\\add* a little sleep, a little slumber, a little folding\nof the hands to sleep: \n"},{"number":11,"text":"So shall thy poverty come as one that travelleth, and thy\nwant as an armed man. \n\n"},{"number":12,"text":"¶ A naughty person, a wicked man, walketh with a froward mouth.\n"},{"number":13,"text":"He winketh with his eyes, he speaketh with his feet, he teacheth\nwith his fingers; \n"},{"number":14,"text":"Frowardness \\add is\\add* in his heart, he deviseth mischief\ncontinually; he soweth discord.\\f + \\fr 6.14  \\ft soweth: Heb. casteth\nforth\\f* \n"},{"number":15,"text":"Therefore shall his calamity come suddenly; suddenly shall he be\nbroken without remedy. \n\n"},{"number":16,"text":"¶ These six \\add things\\add* doth the \\nd LORD\\nd* hate: yea,\nseven \\add are\\add* an abomination unto him:\\f + \\fr 6.16  \\ft unto…: Heb. of his\nsoul\\f* \n"},{"number":17,"text":"A proud look, a lying tongue, and hands that shed innocent\nblood,\\f + \\fr 6.17  \\ft A proud…: Heb. Haughty eyes\\f* \n"},{"number":18,"text":"An heart that deviseth wicked imaginations, feet that be swift\nin running to mischief, \n"},{"number":19,"text":"A false witness \\add that\\add* speaketh lies, and he that\nsoweth discord among brethren. \n\n"},{"number":20,"text":"¶ My son, keep thy father’s commandment, and forsake not the\nlaw of thy mother: \n"},{"number":21,"text":"Bind them continually upon thine heart, \\add and\\add* tie\nthem about thy neck. \n"},{"number":22,"text":"When thou goest, it shall lead thee; when thou sleepest, it shall\nkeep thee; and \\add when\\add* thou awakest, it shall talk with thee.\n"},{"number":23,"text":"For the commandment \\add is\\add* a lamp; and the law \\add is\\add*\nlight; and reproofs of instruction \\add are\\add* the way of life:\\f + \\fr 6.23 \n\\ft lamp: or, candle\\f* \n"},{"number":24,"text":"To keep thee from the evil woman, from the flattery of the\ntongue of a strange woman.\\f + \\fr 6.24  \\ft of the…: or, of the strange\ntongue\\f* \n"},{"number":25,"text":"Lust not after her beauty in thine heart; neither let her\ntake thee with her eyelids. \n"},{"number":26,"text":"For by means of a whorish woman \\add a man is brought\\add*\nto a piece of bread: and the adulteress will hunt for the precious\nlife.\\f + \\fr 6.26  \\ft the adulteress: Heb. the woman of a man, or, a man’s\nwife\\f* \n"},{"number":27,"text":"Can a man take fire in his bosom, and his clothes not be burned?\n"},{"number":28,"text":"Can one go upon hot coals, and his feet not be burned? \n"},{"number":29,"text":"So he that goeth in to his neighbour’s wife; whosoever toucheth\nher shall not be innocent. \n"},{"number":30,"text":"\\add Men\\add* do not despise a thief, if he steal to satisfy\nhis soul when he is hungry; \n"},{"number":31,"text":"But \\add if\\add* he be found, he shall restore sevenfold; he shall\ngive all the substance of his house. \n"},{"number":32,"text":"\\add But\\add* whoso committeth adultery with a woman lacketh\nunderstanding: he \\add that\\add* doeth it destroyeth his own soul.\\f + \\fr 6.32 \n\\ft understanding: Heb. heart\\f* \n"},{"number":33,"text":"A wound and dishonour shall he get; and his reproach shall not be wiped\naway. \n"},{"number":34,"text":"For jealousy \\add is\\add* the rage of a man: therefore he will not\nspare in the day of vengeance. \n"},{"number":35,"text":"He will not regard any ransom; neither will he rest content,\nthough thou givest many gifts.\\f + \\fr 6.35  \\ft He will…: Heb. He will not accept the face of any\nransom\\f* \n"}],"number":6},{"verses":[{"number":1,"text":"My son, keep my words, and lay up my commandments with thee.\n"},{"number":2,"text":"Keep my commandments, and live; and my law as the apple of thine\neye. \n"},{"number":3,"text":"Bind them upon thy fingers, write them upon the table of thine\nheart. \n"},{"number":4,"text":"Say unto wisdom, Thou \\add art\\add* my sister; and call understanding\n\\add thy\\add* kinswoman: \n"},{"number":5,"text":"That they may keep thee from the strange woman, from the stranger\n\\add which\\add* flattereth with her words. \n\n"},{"number":6,"text":"¶ For at the window of my house I looked through my casement,\n"},{"number":7,"text":"And beheld among the simple ones, I discerned among the youths,\na young man void of understanding,\\f + \\fr 7.7  \\ft the youths: Heb. the\nsons\\f* \n"},{"number":8,"text":"Passing through the street near her corner; and he went the\nway to her house, \n"},{"number":9,"text":"In the twilight, in the evening, in the black and dark night:\\f + \\fr 7.9 \n\\ft in the evening: Heb. in the evening of days\\f* \n"},{"number":10,"text":"And, behold, there met him a woman \\add with\\add* the attire\nof an harlot, and subtil of heart. \n"},{"number":11,"text":"(She \\add is\\add* loud and stubborn; her feet abide not in her\nhouse: \n"},{"number":12,"text":"Now \\add is she\\add* without, now in the streets, and lieth in\nwait at every corner.) \n"},{"number":13,"text":"So she caught him, and kissed him, \\add and\\add* with an impudent\nface said unto him,\\f + \\fr 7.13  \\ft with…: Heb. she strengthened her face and\nsaid\\f* \n"},{"number":14,"text":"\\add I have\\add* peace offerings with me; this day have I\npayed my vows.\\f + \\fr 7.14  \\ft I have…: Heb. Peace offerings are upon\nme\\f* \n"},{"number":15,"text":"Therefore came I forth to meet thee, diligently to seek thy\nface, and I have found thee. \n"},{"number":16,"text":"I have decked my bed with coverings of tapestry, with carved\n\\add works\\add*, with fine linen of Egypt. \n"},{"number":17,"text":"I have perfumed my bed with myrrh, aloes, and cinnamon. \n"},{"number":18,"text":"Come, let us take our fill of love until the morning: let us\nsolace ourselves with loves. \n"},{"number":19,"text":"For the goodman \\add is\\add* not at home, he is gone a long\njourney: \n"},{"number":20,"text":"He hath taken a bag of money with him, \\add and\\add* will\ncome home at the day appointed.\\f + \\fr 7.20  \\ft with…: Heb. in his\nhand\\f*\\f + \\fr 7.20  \\ft the day…: or, the new moon\\f* \n"},{"number":21,"text":"With her much fair speech she caused him to yield, with the\nflattering of her lips she forced him. \n"},{"number":22,"text":"He goeth after her straightway, as an ox goeth to the slaughter,\nor as a fool to the correction of the stocks;\\f + \\fr 7.22  \\ft straightway: Heb.\nsuddenly\\f* \n"},{"number":23,"text":"Till a dart strike through his liver; as a bird hasteth to the\nsnare, and knoweth not that it \\add is\\add* for his life. \n\n"},{"number":24,"text":"¶ Hearken unto me now therefore, O ye children, and attend\nto the words of my mouth. \n"},{"number":25,"text":"Let not thine heart decline to her ways, go not astray in her\npaths. \n"},{"number":26,"text":"For she hath cast down many wounded: yea, many strong \\add men\\add*\nhave been slain by her. \n"},{"number":27,"text":"Her house \\add is\\add* the way to hell, going down to the\nchambers of death. \n"}],"number":7},{"verses":[{"number":1,"text":"Doth not wisdom cry? and understanding put forth her voice?\n"},{"number":2,"text":"She standeth in the top of high places, by the way in the places\nof the paths. \n"},{"number":3,"text":"She crieth at the gates, at the entry of the city, at the coming\nin at the doors. \n"},{"number":4,"text":"Unto you, O men, I call; and my voice \\add is\\add* to the sons\nof man. \n"},{"number":5,"text":"O ye simple, understand wisdom: and, ye fools, be ye of an\nunderstanding heart. \n"},{"number":6,"text":"Hear; for I will speak of excellent things; and the opening\nof my lips \\add shall be\\add* right things. \n"},{"number":7,"text":"For my mouth shall speak truth; and wickedness \\add is\\add*\nan abomination to my lips.\\f + \\fr 8.7  \\ft an…: Heb. the abomination of my\nlips\\f* \n"},{"number":8,"text":"All the words of my mouth \\add are\\add* in righteousness; \\add there\nis\\add* nothing froward or perverse in them.\\f + \\fr 8.8  \\ft froward: Heb.\nwreathed\\f* \n"},{"number":9,"text":"They \\add are\\add* all plain to him that understandeth, and\nright to them that find knowledge. \n"},{"number":10,"text":"Receive my instruction, and not silver; and knowledge rather than\nchoice gold. \n"},{"number":11,"text":"For wisdom \\add is\\add* better than rubies; and all the things that may be\ndesired are not to be compared to it. \n\n"},{"number":12,"text":"I wisdom dwell with prudence, and find out knowledge of witty\ninventions.\\f + \\fr 8.12  \\ft prudence: or, subtilty\\f* \n"},{"number":13,"text":"The fear of the \\nd LORD\\nd* \\add is\\add* to hate evil: pride,\nand arrogancy, and the evil way, and the froward mouth, do I hate.\n"},{"number":14,"text":"Counsel \\add is\\add* mine, and sound wisdom: I \\add am\\add*\nunderstanding; I have strength. \n"},{"number":15,"text":"By me kings reign, and princes decree justice. \n"},{"number":16,"text":"By me princes rule, and nobles, \\add even\\add* all the judges\nof the earth. \n"},{"number":17,"text":"I love them that love me; and those that seek me early shall\nfind me. \n"},{"number":18,"text":"Riches and honour \\add are\\add* with me; \\add yea\\add*, durable\nriches and righteousness. \n"},{"number":19,"text":"My fruit \\add is\\add* better than gold, yea, than fine gold;\nand my revenue than choice silver. \n"},{"number":20,"text":"I lead in the way of righteousness, in the midst of the paths\nof judgment:\\f + \\fr 8.20  \\ft lead: or, walk\\f* \n"},{"number":21,"text":"That I may cause those that love me to inherit substance;\nand I will fill their treasures. \n\n"},{"number":22,"text":"The \\nd LORD\\nd* possessed me in the beginning of his way,\nbefore his works of old. \n"},{"number":23,"text":"I was set up from everlasting, from the beginning, or ever\nthe earth was. \n"},{"number":24,"text":"When \\add there were\\add* no depths, I was brought forth; when\n\\add there were\\add* no fountains abounding with water. \n"},{"number":25,"text":"Before the mountains were settled, before the hills was I brought\nforth: \n"},{"number":26,"text":"While as yet he had not made the earth, nor the fields, nor the highest\npart of the dust of the world.\\f + \\fr 8.26  \\ft fields: or, open\nplaces\\f*\\f + \\fr 8.26  \\ft the highest…: or, the chief part\\f* \n"},{"number":27,"text":"When he prepared the heavens, I \\add was\\add* there: when he\nset a compass upon the face of the depth:\\f + \\fr 8.27  \\ft a compass: or, a\ncircle\\f* \n"},{"number":28,"text":"When he established the clouds above: when he strengthened\nthe fountains of the deep: \n"},{"number":29,"text":"When he gave to the sea his decree, that the waters should not\npass his commandment: when he appointed the foundations of the earth:\n"},{"number":30,"text":"Then I was by him, \\add as\\add* one brought up \\add with him:\\add*\nand I was daily \\add his\\add* delight, rejoicing always before him;\n"},{"number":31,"text":"Rejoicing in the habitable part of his earth; and my delights\n\\add were\\add* with the sons of men. \n\n"},{"number":32,"text":"Now therefore hearken unto me, O ye children: for blessed\n\\add are they that\\add* keep my ways. \n"},{"number":33,"text":"Hear instruction, and be wise, and refuse it not. \n"},{"number":34,"text":"Blessed \\add is\\add* the man that heareth me, watching daily\nat my gates, waiting at the posts of my doors. \n"},{"number":35,"text":"For whoso findeth me findeth life, and shall obtain favour\nof the \\nd LORD\\nd*.\\f + \\fr 8.35  \\ft obtain: Heb. bring forth\\f*\n"},{"number":36,"text":"But he that sinneth against me wrongeth his own soul: all they that\nhate me love death. \n"}],"number":8},{"verses":[{"number":1,"text":"Wisdom hath builded her house, she hath hewn out her seven\npillars: \n"},{"number":2,"text":"She hath killed her beasts; she hath mingled her wine; she hath also\nfurnished her table.\\f + \\fr 9.2  \\ft her beasts: Heb. her killing\\f*\n"},{"number":3,"text":"She hath sent forth her maidens: she crieth upon the highest\nplaces of the city, \n"},{"number":4,"text":"Whoso \\add is\\add* simple, let him turn in hither: \\add as for\\add*\nhim that wanteth understanding, she saith to him, \n"},{"number":5,"text":"Come, eat of my bread, and drink of the wine \\add which\\add*\nI have mingled. \n"},{"number":6,"text":"Forsake the foolish, and live; and go in the way of understanding.\n"},{"number":7,"text":"He that reproveth a scorner getteth to himself shame: and he that\nrebuketh a wicked \\add man getteth\\add* himself a blot. \n"},{"number":8,"text":"Reprove not a scorner, lest he hate thee: rebuke a wise man,\nand he will love thee. \n"},{"number":9,"text":"Give \\add instruction\\add* to a wise \\add man\\add*, and he will be yet\nwiser: teach a just \\add man\\add*, and he will increase in learning.\n"},{"number":10,"text":"The fear of the \\nd LORD\\nd* \\add is\\add* the beginning of\nwisdom: and the knowledge of the holy \\add is\\add* understanding.\n"},{"number":11,"text":"For by me thy days shall be multiplied, and the years of thy\nlife shall be increased. \n"},{"number":12,"text":"If thou be wise, thou shalt be wise for thyself: but \\add if\\add*\nthou scornest, thou alone shalt bear \\add it\\add*. \n\n"},{"number":13,"text":"¶ A foolish woman \\add is\\add* clamorous: \\add she is\\add*\nsimple, and knoweth nothing. \n"},{"number":14,"text":"For she sitteth at the door of her house, on a seat in the high\nplaces of the city, \n"},{"number":15,"text":"To call passengers who go right on their ways: \n"},{"number":16,"text":"Whoso \\add is\\add* simple, let him turn in hither: and \\add as\nfor\\add* him that wanteth understanding, she saith to him, \n"},{"number":17,"text":"Stolen waters are sweet, and bread \\add eaten\\add* in secret\nis pleasant.\\f + \\fr 9.17  \\ft eaten…: Heb. of secrecies\\f* \n"},{"number":18,"text":"But he knoweth not that the dead \\add are\\add* there; \\add and\nthat\\add* her guests \\add are\\add* in the depths of hell. \n"}],"number":9},{"verses":[{"number":1,"text":"The proverbs of Solomon. A wise son maketh a glad father: but a\nfoolish son \\add is\\add* the heaviness of his mother. \n\n"},{"number":2,"text":"Treasures of wickedness profit nothing: but righteousness delivereth\n from death. \n"},{"number":3,"text":"The \\nd LORD\\nd* will not suffer the soul of the righteous\nto famish: but he casteth away the substance of the wicked.\\f + \\fr 10.3 \n\\ft the substance…: or, the wicked for their wickedness\\f* \n"},{"number":4,"text":"He becometh poor that dealeth \\add with\\add* a slack hand:\nbut the hand of the diligent maketh rich. \n"},{"number":5,"text":"He that gathereth in summer \\add is\\add* a wise son: \\add but\\add*\nhe that sleepeth in harvest \\add is\\add* a son that causeth shame.\n"},{"number":6,"text":"Blessings \\add are\\add* upon the head of the just: but violence\ncovereth the mouth of the wicked. \n"},{"number":7,"text":"The memory of the just \\add is\\add* blessed: but the name of the\nwicked shall rot. \n"},{"number":8,"text":"The wise in heart will receive commandments: but a prating\nfool shall fall.\\f + \\fr 10.8  \\ft a prating…: Heb. a fool of lips\\f*\\f + \\fr 10.8 \n\\ft fall: Heb. be beaten\\f* \n"},{"number":9,"text":"He that walketh uprightly walketh surely: but he that perverteth\nhis ways shall be known. \n"},{"number":10,"text":"He that winketh with the eye causeth  sorrow: but a prating\nfool shall fall.\\f + \\fr 10.10  \\ft fall: Heb. be beaten\\f* \n"},{"number":11,"text":"The mouth of a righteous \\add man is\\add* a well of life:\nbut violence covereth the mouth of the wicked. \n"},{"number":12,"text":"Hatred stirreth up strifes: but love covereth all sins. \n"},{"number":13,"text":"In the lips of him that hath understanding wisdom is found:\nbut a rod \\add is\\add* for the back of him that is void of understanding.\\f + \\fr 10.13 \n\\ft of understanding: Heb. of heart\\f* \n"},{"number":14,"text":"Wise \\add men\\add* lay up knowledge: but the mouth of the\nfoolish \\add is\\add* near destruction. \n"},{"number":15,"text":"The rich man’s wealth \\add is\\add* his strong city: the destruction\nof the poor \\add is\\add* their poverty. \n"},{"number":16,"text":"The labour of the righteous \\add tendeth\\add* to life: the\nfruit of the wicked to sin. \n"},{"number":17,"text":"He \\add is in\\add* the way of life that keepeth instruction:\nbut he that refuseth reproof erreth.\\f + \\fr 10.17  \\ft erreth: or, causeth to\nerr\\f* \n"},{"number":18,"text":"He that hideth hatred \\add with\\add* lying lips, and he that\nuttereth a slander, \\add is\\add* a fool. \n"},{"number":19,"text":"In the multitude of words there wanteth not sin: but he that\nrefraineth his lips \\add is\\add* wise. \n\n"},{"number":20,"text":"The tongue of the just \\add is as\\add* choice silver: the\nheart of the wicked \\add is\\add* little worth. \n"},{"number":21,"text":"The lips of the righteous feed many: but fools die for want\nof wisdom.\\f + \\fr 10.21  \\ft of wisdom: Heb. of heart\\f* \n"},{"number":22,"text":"The blessing of the \\nd LORD\\nd*, it maketh rich, and he addeth\nno sorrow with it. \n"},{"number":23,"text":"\\add It is\\add* as sport to a fool to do mischief: but a man\nof understanding hath wisdom. \n\n"},{"number":24,"text":"The fear of the wicked, it shall come upon him: but the desire\nof the righteous shall be granted. \n"},{"number":25,"text":"As the whirlwind passeth, so \\add is\\add* the wicked no \\add more:\\add*\nbut the righteous \\add is\\add* an everlasting foundation. \n"},{"number":26,"text":"As vinegar to the teeth, and as smoke to the eyes, so \\add is\\add*\nthe sluggard to them that send him. \n\n"},{"number":27,"text":"The fear of the \\nd LORD\\nd* prolongeth days: but the years\nof the wicked shall be shortened.\\f + \\fr 10.27  \\ft prolongeth: Heb.\naddeth\\f* \n"},{"number":28,"text":"The hope of the righteous \\add shall be\\add* gladness: but the\nexpectation of the wicked shall perish. \n\n"},{"number":29,"text":"The way of the \\nd LORD\\nd* \\add is\\add* strength to the upright:\nbut destruction \\add shall be\\add* to the workers of iniquity. \n"},{"number":30,"text":"The righteous shall never be removed: but the wicked shall not\ninhabit the earth. \n\n"},{"number":31,"text":"The mouth of the just bringeth forth wisdom: but the froward\ntongue shall be cut out. \n"},{"number":32,"text":"The lips of the righteous know what is acceptable: but the\nmouth of the wicked \\add speaketh\\add* frowardness.\\f + \\fr 10.32 \n\\ft frowardness: Heb. frowardnesses\\f* \n"}],"number":10},{"verses":[{"number":1,"text":"A false balance \\add is\\add* abomination to the \\nd LORD\\nd*:\nbut a just weight \\add is\\add* his delight.\\f + \\fr 11.1  \\ft A false…: Heb. Balances of\ndeceit\\f*\\f + \\fr 11.1  \\ft just…: Heb. perfect stone\\f* \n"},{"number":2,"text":"\\add When\\add* pride cometh, then cometh shame: but with the\nlowly \\add is\\add* wisdom. \n"},{"number":3,"text":"The integrity of the upright shall guide them: but the perverseness\nof transgressors shall destroy them. \n"},{"number":4,"text":"Riches profit not in the day of wrath: but righteousness delivereth\nfrom death. \n\n"},{"number":5,"text":"The righteousness of the perfect shall direct his way: but the\nwicked shall fall by his own wickedness.\\f + \\fr 11.5  \\ft direct: Heb.\nrectify\\f* \n"},{"number":6,"text":"The righteousness of the upright shall deliver them: but transgressors\nshall be taken in \\add their own\\add* naughtiness. \n"},{"number":7,"text":"When a wicked man dieth, \\add his\\add* expectation shall perish:\nand the hope of unjust \\add men\\add* perisheth. \n"},{"number":8,"text":"The righteous is delivered out of trouble, and the wicked cometh in his stead.\n"},{"number":9,"text":"An hypocrite with \\add his\\add* mouth destroyeth his neighbour:\nbut through knowledge shall the just be delivered. \n\n"},{"number":10,"text":"When it goeth well with the righteous, the city rejoiceth:\nand when the wicked perish, \\add there is\\add* shouting. \n"},{"number":11,"text":"By the blessing of the upright the city is exalted: but it is\noverthrown by the mouth of the wicked. \n\n"},{"number":12,"text":"He that is void of wisdom despiseth his neighbour: but a man\nof understanding holdeth his peace.\\f + \\fr 11.12  \\ft void…: Heb. destitute of\nheart\\f* \n"},{"number":13,"text":"A talebearer revealeth secrets: but he that is of a faithful\nspirit concealeth  the matter.\\f + \\fr 11.13  \\ft A talebearer: Heb. He that walketh, being a\ntalebearer\\f* \n"},{"number":14,"text":"Where no counsel \\add is\\add*, the people fall: but in the\nmultitude of counsellors \\add there is\\add* safety. \n"},{"number":15,"text":"He that is surety for a stranger shall smart \\add for it:\\add*\nand he that hateth suretiship is sure.\\f + \\fr 11.15  \\ft smart: Heb. be sore\nbroken\\f*\\f + \\fr 11.15  \\ft suretiship: Heb. those that strike hands\\f*\n"},{"number":16,"text":"A gracious woman retaineth honour: and strong \\add men\\add*\nretain riches. \n"},{"number":17,"text":"The merciful man doeth good to his own soul: but \\add he that\nis\\add* cruel troubleth his own flesh. \n"},{"number":18,"text":"The wicked worketh a deceitful work: but to him that soweth\nrighteousness \\add shall be\\add* a sure reward. \n"},{"number":19,"text":"As righteousness \\add tendeth\\add* to life: so he that pursueth\nevil \\add pursueth it\\add* to his own death. \n"},{"number":20,"text":"They that are of a froward heart \\add are\\add* abomination\nto the \\nd LORD\\nd*: but \\add such as are\\add* upright in \\add their\\add*\nway \\add are\\add* his delight. \n"},{"number":21,"text":"\\add Though\\add* hand \\add join\\add* in hand, the wicked shall not be\nunpunished: but the seed of the righteous shall be delivered. \n"},{"number":22,"text":"\\add As\\add* a jewel of gold in a swine’s snout, \\add so is\\add*\na fair woman which is without discretion.\\f + \\fr 11.22  \\ft is without: Heb. departeth\nfrom\\f* \n"},{"number":23,"text":"The desire of the righteous \\add is\\add* only good: \\add but\\add*\nthe expectation of the wicked \\add is\\add* wrath. \n"},{"number":24,"text":"There is that scattereth, and yet increaseth; and \\add there\nis\\add* that withholdeth more than is meet, but \\add it tendeth\\add*\nto poverty. \n"},{"number":25,"text":"The liberal soul shall be made fat: and he that watereth shall be\nwatered also himself.\\f + \\fr 11.25  \\ft liberal…: Heb. soul of blessing\\f*\n"},{"number":26,"text":"He that withholdeth corn, the people shall curse him: but\nblessing \\add shall be\\add* upon the head of him that selleth \\add it\\add*.\n"},{"number":27,"text":"He that diligently seeketh good procureth favour: but he that\nseeketh mischief, it shall come unto him. \n"},{"number":28,"text":"He that trusteth in his riches shall fall: but the righteous\nshall flourish as a branch. \n"},{"number":29,"text":"He that troubleth his own house shall inherit the wind: and the\nfool \\add shall be\\add* servant to the wise of heart. \n"},{"number":30,"text":"The fruit of the righteous \\add is\\add* a tree of life; and he that\nwinneth souls \\add is\\add* wise.\\f + \\fr 11.30  \\ft winneth: Heb.\ntaketh\\f* \n"},{"number":31,"text":"Behold, the righteous shall be recompensed in the earth: much more the\nwicked and the sinner. \n"}],"number":11},{"verses":[{"number":1,"text":"Whoso loveth instruction loveth knowledge: but he that hateth\nreproof \\add is\\add* brutish. \n"},{"number":2,"text":"A good \\add man\\add* obtaineth  favour of the \\nd LORD\\nd*:\nbut a man of wicked devices will he condemn. \n"},{"number":3,"text":"A man shall not be established by wickedness: but the root\nof the righteous shall not be moved. \n"},{"number":4,"text":"A virtuous woman \\add is\\add* a crown to her husband: but she that maketh\nashamed \\add is\\add* as rottenness in his bones. \n"},{"number":5,"text":"The thoughts of the righteous \\add are\\add* right: \\add but\\add*\nthe counsels of the wicked \\add are\\add* deceit. \n"},{"number":6,"text":"The words of the wicked \\add are\\add* to lie in wait for blood:\nbut the mouth of the upright shall deliver them. \n"},{"number":7,"text":"The wicked are overthrown, and \\add are\\add* not: but the house\nof the righteous shall stand. \n"},{"number":8,"text":"A man shall be commended according to his wisdom: but he that is of a\nperverse heart shall be despised.\\f + \\fr 12.8  \\ft of a…: Heb. perverse of\nheart\\f* \n"},{"number":9,"text":"\\add He that is\\add* despised, and hath a servant, \\add is\\add*\nbetter than he that honoureth himself, and lacketh bread. \n"},{"number":10,"text":"A righteous \\add man\\add* regardeth the life of his beast:\nbut the tender mercies of the wicked \\add are\\add* cruel.\\f + \\fr 12.10 \n\\ft tender…: or, bowels\\f* \n"},{"number":11,"text":"He that tilleth his land shall be satisfied with bread: but he that\nfolloweth vain \\add persons is\\add* void of understanding. \n"},{"number":12,"text":"The wicked desireth the net of evil \\add men:\\add* but the\nroot of the righteous yieldeth \\add fruit\\add*.\\f + \\fr 12.12  \\ft the net: or, the\nfortress\\f* \n"},{"number":13,"text":"The wicked is snared by the transgression of \\add his\\add*\nlips: but the just shall come out of trouble.\\f + \\fr 12.13  \\ft The wicked…: Heb. The snare of the wicked is in the\ntransgression of lips\\f* \n"},{"number":14,"text":"A man shall be satisfied with good by the fruit of \\add his\\add*\nmouth: and the recompence of a man’s hands shall be rendered unto him.\n"},{"number":15,"text":"The way of a fool \\add is\\add* right in his own eyes: but he that\nhearkeneth unto counsel \\add is\\add* wise. \n"},{"number":16,"text":"A fool’s wrath is presently known: but a prudent \\add man\\add*\ncovereth  shame.\\f + \\fr 12.16  \\ft presently: Heb. in that day\\f*\n"},{"number":17,"text":"\\add He that\\add* speaketh truth sheweth forth righteousness:\nbut a false witness deceit. \n"},{"number":18,"text":"There is that speaketh like the piercings of a sword: but the\ntongue of the wise \\add is\\add* health. \n"},{"number":19,"text":"The lip of truth shall be established for ever: but a lying\ntongue \\add is\\add* but for a moment. \n"},{"number":20,"text":"Deceit \\add is\\add* in the heart of them that imagine evil:\nbut to the counsellors of peace \\add is\\add* joy. \n"},{"number":21,"text":"There shall no evil happen to the just: but the wicked shall be\nfilled with mischief. \n"},{"number":22,"text":"Lying lips \\add are\\add* abomination to the \\nd LORD\\nd*:\nbut they that deal truly \\add are\\add* his delight. \n"},{"number":23,"text":"A prudent man concealeth knowledge: but the heart of fools\nproclaimeth  foolishness. \n"},{"number":24,"text":"The hand of the diligent shall bear rule: but the slothful\nshall be under tribute.\\f + \\fr 12.24  \\ft slothful: or, deceitful\\f*\n"},{"number":25,"text":"Heaviness in the heart of man maketh it stoop: but a good\nword maketh it glad. \n"},{"number":26,"text":"The righteous \\add is\\add* more excellent than his neighbour:\nbut the way of the wicked seduceth  them.\\f + \\fr 12.26  \\ft excellent: or,\nabundant\\f* \n"},{"number":27,"text":"The slothful \\add man\\add* roasteth not that which he took in\nhunting: but the substance of a diligent man \\add is\\add* precious.\n"},{"number":28,"text":"In the way of righteousness \\add is\\add* life; and \\add in\\add*\nthe pathway \\add thereof there is\\add* no death. \n"}],"number":12},{"verses":[{"number":1,"text":"A wise son \\add heareth\\add* his father’s instruction: but a\nscorner heareth not rebuke. \n"},{"number":2,"text":"A man shall eat good by the fruit of \\add his\\add* mouth: but the\nsoul of the transgressors \\add shall eat\\add* violence. \n"},{"number":3,"text":"He that keepeth his mouth keepeth his life: \\add but\\add* he that openeth\nwide his lips shall have destruction. \n"},{"number":4,"text":"The soul of the sluggard desireth, and \\add hath\\add* nothing: but the\nsoul of the diligent shall be made fat. \n"},{"number":5,"text":"A righteous \\add man\\add* hateth lying: but a wicked \\add man\\add*\nis loathsome, and cometh to shame. \n"},{"number":6,"text":"Righteousness keepeth \\add him that is\\add* upright in the\nway: but wickedness overthroweth the sinner.\\f + \\fr 13.6  \\ft the sinner: Heb.\nsin\\f* \n"},{"number":7,"text":"There is that maketh himself rich, yet \\add hath\\add* nothing:\n\\add there is\\add* that maketh himself poor, yet \\add hath\\add* great\nriches. \n"},{"number":8,"text":"The ransom of a man’s life \\add are\\add* his riches: but the\npoor heareth not rebuke. \n"},{"number":9,"text":"The light of the righteous rejoiceth: but the lamp of the wicked\nshall be put out.\\f + \\fr 13.9  \\ft lamp: or, candle\\f* \n"},{"number":10,"text":"Only by pride cometh contention: but with the well advised\n\\add is\\add* wisdom. \n"},{"number":11,"text":"Wealth \\add gotten\\add* by vanity shall be diminished: but he that\ngathereth by labour shall increase.\\f + \\fr 13.11  \\ft by labour: Heb. with the\nhand\\f* \n"},{"number":12,"text":"Hope deferred maketh the heart sick: but \\add when\\add* the\ndesire cometh, \\add it is\\add* a tree of life. \n"},{"number":13,"text":"Whoso despiseth the word shall be destroyed: but he that feareth\nthe commandment shall be rewarded.\\f + \\fr 13.13  \\ft shall be rewarded: or, shall be in\npeace\\f* \n"},{"number":14,"text":"The law of the wise \\add is\\add* a fountain of life, to depart\nfrom the snares of death. \n"},{"number":15,"text":"Good understanding giveth favour: but the way of transgressors\n\\add is\\add* hard. \n"},{"number":16,"text":"Every prudent \\add man\\add* dealeth with knowledge: but a\nfool layeth open \\add his\\add* folly.\\f + \\fr 13.16  \\ft layeth…: Heb.\nspreadeth\\f* \n"},{"number":17,"text":"A wicked messenger falleth into mischief: but a faithful ambassador\n\\add is\\add* health.\\f + \\fr 13.17  \\ft a faithful…: Heb. an ambassador of\nfaithfulness\\f* \n"},{"number":18,"text":"Poverty and shame \\add shall be to\\add* him that refuseth\ninstruction: but he that regardeth reproof shall be honoured. \n"},{"number":19,"text":"The desire accomplished is sweet to the soul: but \\add it\nis\\add* abomination to fools to depart from evil. \n"},{"number":20,"text":"He that walketh with wise \\add men\\add* shall be wise: but a\ncompanion of fools shall be destroyed.\\f + \\fr 13.20  \\ft destroyed: Heb.\nbroken\\f* \n"},{"number":21,"text":"Evil pursueth sinners: but to the righteous good shall be\nrepayed. \n"},{"number":22,"text":"A good \\add man\\add* leaveth an inheritance to his children’s\nchildren: and the wealth of the sinner \\add is\\add* laid up for the\njust. \n"},{"number":23,"text":"Much food \\add is in\\add* the tillage of the poor: but there\nis \\add that is\\add* destroyed for want of judgment. \n"},{"number":24,"text":"He that spareth his rod hateth his son: but he that loveth\nhim chasteneth him betimes. \n"},{"number":25,"text":"The righteous eateth to the satisfying of his soul: but the\nbelly of the wicked shall want. \n"}],"number":13},{"verses":[{"number":1,"text":"Every wise woman buildeth her house: but the foolish plucketh it\ndown with her hands. \n"},{"number":2,"text":"He that walketh in his uprightness feareth the \\nd LORD\\nd*: but\n\\add he that is\\add* perverse in his ways despiseth him. \n"},{"number":3,"text":"In the mouth of the foolish \\add is\\add* a rod of pride: but the\nlips of the wise shall preserve them. \n"},{"number":4,"text":"Where no oxen \\add are\\add*, the crib \\add is\\add* clean: but\nmuch increase \\add is\\add* by the strength of the ox. \n"},{"number":5,"text":"A faithful witness will not lie: but a false witness will utter\nlies. \n"},{"number":6,"text":"A scorner seeketh wisdom, and \\add findeth it\\add* not: but\nknowledge \\add is\\add* easy unto him that understandeth. \n"},{"number":7,"text":"Go from the presence of a foolish man, when thou perceivest not\n\\add in him\\add* the lips of knowledge. \n"},{"number":8,"text":"The wisdom of the prudent \\add is\\add* to understand his way:\nbut the folly of fools \\add is\\add* deceit. \n"},{"number":9,"text":"Fools make a mock at sin: but among the righteous \\add there\nis\\add* favour. \n"},{"number":10,"text":"The heart knoweth his own bitterness; and a stranger doth not\nintermeddle with his joy.\\f + \\fr 14.10  \\ft his own…: Heb. the bitterness of his\nsoul\\f* \n"},{"number":11,"text":"The house of the wicked shall be overthrown: but the tabernacle\nof the upright shall flourish. \n"},{"number":12,"text":"There is a way which seemeth right unto a man, but the end thereof\n\\add are\\add* the ways of death. \n"},{"number":13,"text":"Even in laughter the heart is sorrowful; and the end of that\nmirth \\add is\\add* heaviness. \n"},{"number":14,"text":"The backslider in heart shall be filled with his own ways:\nand a good man \\add shall be satisfied\\add* from himself. \n"},{"number":15,"text":"The simple believeth every word: but the prudent \\add man\\add*\nlooketh well to his going. \n"},{"number":16,"text":"A wise \\add man\\add* feareth, and departeth from evil: but the\nfool rageth, and is confident. \n"},{"number":17,"text":"\\add He that is\\add* soon angry dealeth foolishly: and a man\nof wicked devices is hated. \n"},{"number":18,"text":"The simple inherit folly: but the prudent are crowned with\nknowledge. \n"},{"number":19,"text":"The evil bow before the good; and the wicked at the gates\nof the righteous. \n"},{"number":20,"text":"The poor is hated even of his own neighbour: but the rich\n\\add hath\\add* many friends.\\f + \\fr 14.20  \\ft the rich…: Heb. many are the lovers of the\nrich\\f* \n"},{"number":21,"text":"He that despiseth his neighbour sinneth: but he that hath\nmercy on the poor, happy \\add is\\add* he. \n"},{"number":22,"text":"Do they not err that devise evil? but mercy and truth \\add shall\nbe\\add* to them that devise good. \n"},{"number":23,"text":"In all labour there is profit: but the talk of the lips \\add tendeth\\add*\nonly to penury. \n"},{"number":24,"text":"The crown of the wise \\add is\\add* their riches: \\add but\\add*\nthe foolishness of fools \\add is\\add* folly. \n"},{"number":25,"text":"A true witness delivereth souls: but a deceitful \\add witness\\add*\nspeaketh lies. \n\n"},{"number":26,"text":"In the fear of the \\nd LORD\\nd* \\add is\\add* strong confidence:\nand his children shall have a place of refuge. \n"},{"number":27,"text":"The fear of the \\nd LORD\\nd* \\add is\\add* a fountain of life,\nto depart from the snares of death. \n"},{"number":28,"text":"In the multitude of people \\add is\\add* the king’s honour:\nbut in the want of people \\add is\\add* the destruction of the prince.\n"},{"number":29,"text":"\\add He that is\\add* slow to wrath \\add is\\add* of great understanding: but\n\\add he that is\\add* hasty of spirit exalteth folly.\\f + \\fr 14.29 \n\\ft hasty…: Heb. short of spirit\\f* \n"},{"number":30,"text":"A sound heart \\add is\\add* the life of the flesh: but envy\nthe rottenness of the bones. \n"},{"number":31,"text":"He that oppresseth the poor reproacheth  his Maker: but he that\nhonoureth him hath mercy on the poor. \n"},{"number":32,"text":"The wicked is driven away in his wickedness: but the righteous\nhath hope in his death. \n"},{"number":33,"text":"Wisdom resteth in the heart of him that hath understanding: but\n\\add that which is\\add* in the midst of fools is made known. \n"},{"number":34,"text":"Righteousness exalteth a nation: but sin \\add is\\add* a reproach\nto any people.\\f + \\fr 14.34  \\ft to any…: Heb. to nations\\f* \n"},{"number":35,"text":"The king’s favour \\add is\\add* toward a wise servant: but his\nwrath is \\add against\\add* him that causeth shame. \n"}],"number":14},{"verses":[{"number":1,"text":"A soft answer turneth away wrath: but grievous words stir up\nanger. \n"},{"number":2,"text":"The tongue of the wise useth knowledge aright: but the mouth\nof fools poureth out foolishness.\\f + \\fr 15.2  \\ft poureth: Heb. belcheth, or,\nbubbleth\\f* \n"},{"number":3,"text":"The eyes of the \\nd LORD\\nd* \\add are\\add* in every place,\nbeholding the evil and the good. \n"},{"number":4,"text":"A wholesome tongue \\add is\\add* a tree of life: but perverseness therein\n\\add is\\add* a breach in the spirit.\\f + \\fr 15.4  \\ft A wholesome…: Heb. The healing of the\ntongue\\f* \n"},{"number":5,"text":"A fool despiseth his father’s instruction: but he that regardeth\nreproof is prudent. \n"},{"number":6,"text":"In the house of the righteous \\add is\\add* much treasure: but in the\nrevenues of the wicked is trouble. \n"},{"number":7,"text":"The lips of the wise disperse knowledge: but the heart of the\nfoolish \\add doeth\\add* not so. \n"},{"number":8,"text":"The sacrifice of the wicked \\add is\\add* an abomination to the\n\\nd LORD\\nd*: but the prayer of the upright \\add is\\add* his delight.\n"},{"number":9,"text":"The way of the wicked \\add is\\add* an abomination unto the\n\\nd LORD\\nd*: but he loveth him that followeth after righteousness.\n"},{"number":10,"text":"Correction \\add is\\add* grievous unto him that forsaketh the\nway: \\add and\\add* he that hateth reproof shall die.\\f + \\fr 15.10 \n\\ft Correction: or, Instruction\\f* \n"},{"number":11,"text":"Hell and destruction \\add are\\add* before the \\nd LORD\\nd*:\nhow much more then the hearts of the children of men? \n"},{"number":12,"text":"A scorner loveth not one that reproveth him: neither will he\ngo unto the wise. \n"},{"number":13,"text":"A merry heart maketh a cheerful countenance: but by sorrow\nof the heart the spirit is broken. \n"},{"number":14,"text":"The heart of him that hath understanding seeketh knowledge:\nbut the mouth of fools feedeth on foolishness. \n"},{"number":15,"text":"All the days of the afflicted \\add are\\add* evil: but he that is of a\nmerry heart \\add hath\\add* a continual feast. \n\n"},{"number":16,"text":"Better \\add is\\add* little with the fear of the \\nd LORD\\nd*\nthan great treasure and trouble therewith. \n"},{"number":17,"text":"Better \\add is\\add* a dinner of herbs where love is, than a\nstalled ox and hatred therewith. \n"},{"number":18,"text":"A wrathful man stirreth up strife: but \\add he that is\\add*\nslow to anger appeaseth strife. \n"},{"number":19,"text":"The way of the slothful \\add man is\\add* as an hedge of thorns:\nbut the way of the righteous \\add is\\add* made plain.\\f + \\fr 15.19 \n\\ft is made…: Heb. is raised up as a causey\\f* \n"},{"number":20,"text":"A wise son maketh a glad father: but a foolish man despiseth\nhis mother. \n"},{"number":21,"text":"Folly \\add is\\add* joy to \\add him that is\\add* destitute\nof wisdom: but a man of understanding walketh  uprightly.\\f + \\fr 15.21 \n\\ft destitute…: Heb. void of heart\\f* \n"},{"number":22,"text":"Without counsel purposes are disappointed: but in the multitude\nof counsellors they are established. \n"},{"number":23,"text":"A man hath joy by the answer of his mouth: and a word \\add spoken\\add*\nin due season, how good \\add is it\\add*!\\f + \\fr 15.23  \\ft due…: Heb. his\nseason\\f* \n"},{"number":24,"text":"The way of life \\add is\\add* above to the wise, that he may\ndepart from hell beneath. \n"},{"number":25,"text":"The \\nd LORD\\nd* will destroy the house of the proud: but he will\nestablish the border of the widow. \n"},{"number":26,"text":"The thoughts of the wicked \\add are\\add* an abomination to the\n\\nd LORD\\nd*: but \\add the words\\add* of the pure \\add are\\add* pleasant\nwords.\\f + \\fr 15.26  \\ft pleasant…: Heb. words of pleasantness\\f*\n"},{"number":27,"text":"He that is greedy of gain troubleth his own house; but he that\nhateth gifts shall live. \n"},{"number":28,"text":"The heart of the righteous studieth to answer: but the mouth\nof the wicked poureth out evil things. \n"},{"number":29,"text":"The \\nd LORD\\nd* \\add is\\add* far from the wicked: but he\nheareth the prayer of the righteous. \n"},{"number":30,"text":"The light of the eyes rejoiceth the heart: \\add and\\add* a\ngood report maketh the bones fat. \n"},{"number":31,"text":"The ear that heareth the reproof of life abideth among the\nwise. \n"},{"number":32,"text":"He that refuseth instruction despiseth  his own soul: but he that\nheareth reproof getteth understanding.\\f + \\fr 15.32  \\ft instruction: or,\ncorrection\\f*\\f + \\fr 15.32  \\ft heareth: or, obeyeth\\f*\\f + \\fr 15.32 \n\\ft getteth…: Heb. possesseth an heart\\f* \n"},{"number":33,"text":"The fear of the \\nd LORD\\nd* \\add is\\add* the instruction\nof wisdom; and before honour \\add is\\add* humility. \n"}],"number":15},{"verses":[{"number":1,"text":"The preparations of the heart in man, and the answer of the\ntongue, \\add is\\add* from the \\nd LORD\\nd*.\\f + \\fr 16.1  \\ft preparations: or,\ndisposings\\f* \n"},{"number":2,"text":"All the ways of a man \\add are\\add* clean in his own eyes;\nbut the \\nd LORD\\nd* weigheth the spirits. \n"},{"number":3,"text":"Commit thy works unto the \\nd LORD\\nd*, and thy thoughts shall be\nestablished.\\f + \\fr 16.3  \\ft Commit: Heb. Roll\\f* \n"},{"number":4,"text":"The \\nd LORD\\nd* hath made all \\add things\\add* for himself:\nyea, even the wicked for the day of evil. \n"},{"number":5,"text":"Every one \\add that is\\add* proud in heart \\add is\\add* an abomination\nto the \\nd LORD\\nd*: \\add though\\add* hand \\add join\\add* in hand,\nhe shall not be unpunished.\\f + \\fr 16.5  \\ft unpunished: Heb. held\ninnocent\\f* \n"},{"number":6,"text":"By mercy and truth iniquity is purged: and by the fear of the\n\\nd LORD\\nd* \\add men\\add* depart from evil. \n"},{"number":7,"text":"When a man’s ways please the \\nd LORD\\nd*, he maketh even his\nenemies to be at peace with him. \n"},{"number":8,"text":"Better \\add is\\add* a little with righteousness than great\nrevenues without right. \n"},{"number":9,"text":"A man’s heart deviseth his way: but the \\nd LORD\\nd* directeth\nhis steps. \n"},{"number":10,"text":"A divine sentence \\add is\\add* in the lips of the king: his\nmouth transgresseth  not in judgment.\\f + \\fr 16.10  \\ft A divine…: Heb.\nDivination\\f* \n"},{"number":11,"text":"A just weight and balance \\add are\\add* the \\nd LORD’s\\nd*:\nall the weights of the bag \\add are\\add* his work.\\f + \\fr 16.11 \n\\ft the weights: Heb. the stones\\f* \n"},{"number":12,"text":"\\add It is\\add* an abomination to kings to commit wickedness:\nfor the throne is established by righteousness. \n"},{"number":13,"text":"Righteous lips \\add are\\add* the delight of kings; and they\nlove him that speaketh right. \n\n"},{"number":14,"text":"The wrath of a king \\add is as\\add* messengers of death: but a\nwise man will pacify it. \n"},{"number":15,"text":"In the light of the king’s countenance \\add is\\add* life;\nand his favour \\add is\\add* as a cloud of the latter rain. \n"},{"number":16,"text":"How much better \\add is it\\add* to get wisdom than gold! and to\nget understanding rather to be chosen than silver! \n"},{"number":17,"text":"The highway of the upright \\add is\\add* to depart from evil:\nhe that keepeth his way preserveth  his soul. \n"},{"number":18,"text":"Pride \\add goeth\\add* before destruction, and an haughty spirit\nbefore a fall. \n"},{"number":19,"text":"Better \\add it is to be\\add* of an humble spirit with the\nlowly, than to divide the spoil with the proud. \n"},{"number":20,"text":"He that handleth a matter wisely shall find good: and whoso\ntrusteth in the \\nd LORD\\nd*, happy \\add is\\add* he.\\f + \\fr 16.20 \n\\ft handleth…: or, understandeth a matter\\f* \n"},{"number":21,"text":"The wise in heart shall be called prudent: and the sweetness\nof the lips increaseth learning. \n"},{"number":22,"text":"Understanding \\add is\\add* a wellspring of life unto him that\nhath it: but the instruction of fools \\add is\\add* folly. \n"},{"number":23,"text":"The heart of the wise teacheth his mouth, and addeth learning\nto his lips.\\f + \\fr 16.23  \\ft teacheth: Heb. maketh wise\\f* \n"},{"number":24,"text":"Pleasant words \\add are as\\add* an honeycomb, sweet to the\nsoul, and health to the bones. \n"},{"number":25,"text":"There is a way that seemeth right unto a man, but the end thereof\n\\add are\\add* the ways of death. \n"},{"number":26,"text":"He that laboureth laboureth for himself; for his mouth craveth it of\nhim.\\f + \\fr 16.26  \\ft He…: Heb. The soul of him that\\f*\\f + \\fr 16.26 \n\\ft craveth…: Heb. boweth unto him\\f* \n\n"},{"number":27,"text":"An ungodly man diggeth up evil: and in his lips \\add there\nis\\add* as a burning fire.\\f + \\fr 16.27  \\ft An…: Heb. A man of\nBelial\\f* \n"},{"number":28,"text":"A froward man soweth strife: and a whisperer separateth chief\nfriends.\\f + \\fr 16.28  \\ft soweth: Heb. sendeth forth\\f* \n\n"},{"number":29,"text":"A violent man enticeth his neighbour, and leadeth him into the\nway \\add that is\\add* not good. \n"},{"number":30,"text":"He shutteth his eyes to devise froward things: moving his\nlips he bringeth evil to pass. \n"},{"number":31,"text":"The hoary head \\add is\\add* a crown of glory, \\add if\\add*\nit be found in the way of righteousness. \n"},{"number":32,"text":"\\add He that is\\add* slow to anger \\add is\\add* better than the\nmighty; and he that ruleth his spirit than he that taketh a city.\n"},{"number":33,"text":"The lot is cast into the lap; but the whole disposing thereof\n\\add is\\add* of the \\nd LORD\\nd*. \n"}],"number":16},{"verses":[{"number":1,"text":"Better \\add is\\add* a dry morsel, and quietness therewith, than an\nhouse full of sacrifices \\add with\\add* strife.\\f + \\fr 17.1  \\ft sacrifices: or, good\ncheer\\f* \n"},{"number":2,"text":"A wise servant shall have rule over a son that causeth shame,\nand shall have part of the inheritance among the brethren. \n"},{"number":3,"text":"The fining pot \\add is\\add* for silver, and the furnace for\ngold: but the \\nd LORD\\nd* trieth the hearts. \n"},{"number":4,"text":"A wicked doer giveth heed to false lips; \\add and\\add* a liar\ngiveth ear to a naughty tongue. \n"},{"number":5,"text":"Whoso mocketh the poor reproacheth his Maker: \\add and\\add*\nhe that is glad at calamities shall not be unpunished.\\f + \\fr 17.5 \n\\ft unpunished: Heb. held innocent\\f* \n"},{"number":6,"text":"Children’s children \\add are\\add* the crown of old men; and the\nglory of children \\add are\\add* their fathers. \n"},{"number":7,"text":"Excellent speech becometh not a fool: much less do lying lips\na prince.\\f + \\fr 17.7  \\ft Excellent…: Heb. A lip of excellency\\f*\\f + \\fr 17.7 \n\\ft lying…: Heb. a lip of lying\\f* \n"},{"number":8,"text":"A gift \\add is as\\add* a precious stone in the eyes of him that\nhath it: whithersoever it turneth, it prospereth.\\f + \\fr 17.8  \\ft a precious…: Heb. a stone of\ngrace\\f* \n"},{"number":9,"text":"He that covereth a transgression seeketh love; but he that\nrepeateth a matter separateth  \\add very\\add* friends.\\f + \\fr 17.9 \n\\ft seeketh: or, procureth\\f* \n"},{"number":10,"text":"A reproof entereth more into a wise man than an hundred stripes\n into a fool.\\f + \\fr 17.10  \\ft entereth…: or, aweth more a wise man, than to strike a fool an hundred\ntimes\\f* \n"},{"number":11,"text":"An evil \\add man\\add* seeketh  only rebellion: therefore a\ncruel messenger shall be sent against him. \n"},{"number":12,"text":"Let a bear robbed of her whelps meet a man, rather than a\nfool in his folly. \n"},{"number":13,"text":"Whoso rewardeth evil for good, evil shall not depart from his\nhouse. \n"},{"number":14,"text":"The beginning of strife \\add is as\\add* when one letteth out\nwater: therefore leave off contention, before it be meddled with.\n"},{"number":15,"text":"He that justifieth the wicked, and he that condemneth the\njust, even they both \\add are\\add* abomination to the \\nd LORD\\nd*.\n"},{"number":16,"text":"Wherefore \\add is there\\add* a price in the hand of a fool\nto get wisdom, seeing \\add he hath\\add* no heart \\add to it\\add*?\n"},{"number":17,"text":"A friend loveth at all times, and a brother is born for adversity.\n"},{"number":18,"text":"A man void of understanding striketh hands, \\add and\\add*\nbecometh surety in the presence of his friend.\\f + \\fr 17.18  \\ft understanding: Heb.\nheart\\f* \n"},{"number":19,"text":"He loveth transgression that loveth strife: \\add and\\add*\nhe that exalteth his gate seeketh destruction. \n"},{"number":20,"text":"He that hath a froward heart findeth no good: and he that hath a\nperverse tongue falleth into mischief.\\f + \\fr 17.20  \\ft He that hath a froward…: Heb. The froward of\nheart\\f* \n"},{"number":21,"text":"He that begetteth a fool \\add doeth it\\add* to his sorrow:\nand the father of a fool hath no joy. \n"},{"number":22,"text":"A merry heart doeth good \\add like\\add* a medicine: but a\nbroken spirit drieth the bones.\\f + \\fr 17.22  \\ft like: or, to\\f*\n"},{"number":23,"text":"A wicked \\add man\\add* taketh  a gift out of the bosom to\npervert the ways of judgment. \n"},{"number":24,"text":"Wisdom \\add is\\add* before him that hath understanding; but the\neyes of a fool \\add are\\add* in the ends of the earth. \n"},{"number":25,"text":"A foolish son \\add is\\add* a grief to his father, and bitterness\nto her that bare him. \n"},{"number":26,"text":"Also to punish the just \\add is\\add* not good, \\add nor\\add*\nto strike princes for equity. \n\n"},{"number":27,"text":"He that hath knowledge spareth his words: \\add and\\add* a\nman of understanding is of an excellent spirit.\\f + \\fr 17.27  \\ft an…: or, a\ncool\\f* \n"},{"number":28,"text":"Even a fool, when he holdeth his peace, is counted wise: \\add and\\add*\nhe that shutteth his lips \\add is esteemed\\add* a man of understanding.\n"}],"number":17},{"verses":[{"number":1,"text":"Through desire a man, having separated himself, seeketh \\add and\\add*\nintermeddleth with all wisdom.\\f + \\fr 18.1  \\ft Through…: or, He that separateth himself seeketh according to his desire, and\nintermeddleth in every business\\f* \n"},{"number":2,"text":"A fool hath no delight in understanding, but that his heart\nmay discover itself. \n"},{"number":3,"text":"When the wicked cometh, \\add then\\add* cometh also contempt,\nand with ignominy reproach. \n"},{"number":4,"text":"The words of a man’s mouth \\add are as\\add* deep waters, \\add and\\add*\nthe wellspring of wisdom \\add as\\add* a flowing brook. \n"},{"number":5,"text":"\\add It is\\add* not good to accept the person of the wicked,\nto overthrow the righteous in judgment. \n\n"},{"number":6,"text":"A fool’s lips enter into contention, and his mouth calleth\nfor strokes. \n"},{"number":7,"text":"A fool’s mouth \\add is\\add* his destruction, and his lips \\add are\\add*\nthe snare of his soul. \n"},{"number":8,"text":"The words of a talebearer \\add are\\add* as wounds, and they go\ndown into the innermost parts of the belly.\\f + \\fr 18.8  \\ft talebearer: or,\nwhisperer\\f*\\f + \\fr 18.8  \\ft as wounds: or, like as when men are\nwounded\\f*\\f + \\fr 18.8  \\ft innermost…: Heb. chambers\\f* \n"},{"number":9,"text":"He also that is slothful in his work is brother to him that is a\ngreat waster. \n"},{"number":10,"text":"The name of the \\nd LORD\\nd* \\add is\\add* a strong tower:\nthe righteous runneth into it, and is safe.\\f + \\fr 18.10  \\ft safe: Heb. set\naloft\\f* \n"},{"number":11,"text":"The rich man’s wealth \\add is\\add* his strong city, and as an\nhigh wall in his own conceit. \n"},{"number":12,"text":"Before destruction the heart of man is haughty, and before\nhonour \\add is\\add* humility. \n"},{"number":13,"text":"He that answereth a matter before he heareth \\add it\\add*, it\n\\add is\\add* folly and shame unto him.\\f + \\fr 18.13  \\ft answereth…: Heb. returneth a\nword\\f* \n"},{"number":14,"text":"The spirit of a man will sustain his infirmity; but a wounded\nspirit who can bear? \n"},{"number":15,"text":"The heart of the prudent getteth knowledge; and the ear of the\nwise seeketh knowledge. \n"},{"number":16,"text":"A man’s gift maketh room for him, and bringeth him before\ngreat men. \n"},{"number":17,"text":"\\add He that is\\add* first in his own cause \\add seemeth\\add*\njust; but his neighbour cometh and searcheth him. \n"},{"number":18,"text":"The lot causeth contentions to cease, and parteth between the\nmighty. \n"},{"number":19,"text":"A brother offended \\add is harder to be won\\add* than a strong\ncity: and \\add their\\add* contentions  \\add are\\add* like the bars\nof a castle. \n"},{"number":20,"text":"A man’s belly shall be satisfied with the fruit of his mouth;\n\\add and\\add* with the increase of his lips shall he be filled. \n"},{"number":21,"text":"Death and life \\add are\\add* in the power of the tongue: and they that\nlove it shall eat the fruit thereof. \n"},{"number":22,"text":"\\add Whoso\\add* findeth a wife findeth a good \\add thing\\add*,\nand obtaineth favour of the \\nd LORD\\nd*. \n"},{"number":23,"text":"The poor useth intreaties; but the rich answereth roughly.\n"},{"number":24,"text":"A man \\add that hath\\add* friends must shew himself friendly:\nand there is a friend \\add that\\add* sticketh closer than a brother.\n"}],"number":18},{"verses":[{"number":1,"text":"Better \\add is\\add* the poor that walketh in his integrity, than\n\\add he that is\\add* perverse in his lips, and is a fool. \n"},{"number":2,"text":"Also, \\add that\\add* the soul \\add be\\add* without knowledge,\n\\add it is\\add* not good; and he that hasteth with \\add his\\add*\nfeet sinneth. \n"},{"number":3,"text":"The foolishness of man perverteth his way: and his heart fretteth\nagainst the \\nd LORD\\nd*. \n"},{"number":4,"text":"Wealth maketh many friends; but the poor is separated from his\nneighbour. \n"},{"number":5,"text":"A false witness shall not be unpunished, and \\add he that\\add*\nspeaketh lies shall not escape.\\f + \\fr 19.5  \\ft unpunished: Heb. held\ninnocent\\f* \n\n"},{"number":6,"text":"Many will intreat the favour of the prince: and every man \\add is\\add*\na friend to him that giveth gifts.\\f + \\fr 19.6  \\ft him…: Heb. a man of\ngifts\\f* \n"},{"number":7,"text":"All the brethren of the poor do hate him: how much more do his\nfriends go far from him? he pursueth \\add them with\\add* words, \\add yet\\add* they\n\\add are\\add* wanting \\add to him\\add*. \n"},{"number":8,"text":"He that getteth wisdom loveth his own soul: he that keepeth\nunderstanding shall find good.\\f + \\fr 19.8  \\ft wisdom: Heb. an\nheart\\f* \n"},{"number":9,"text":"A false witness shall not be unpunished, and \\add he that\\add*\nspeaketh lies shall perish. \n"},{"number":10,"text":"Delight is not seemly for a fool; much less for a servant\nto have rule over princes. \n"},{"number":11,"text":"The discretion of a man deferreth his anger; and \\add it is\\add*\nhis glory to pass over a transgression.\\f + \\fr 19.11  \\ft discretion: or,\nprudence\\f* \n"},{"number":12,"text":"The king’s wrath \\add is\\add* as the roaring of a lion; but his\nfavour \\add is\\add* as dew upon the grass. \n"},{"number":13,"text":"A foolish son \\add is\\add* the calamity of his father: and the\ncontentions of a wife \\add are\\add* a continual dropping. \n"},{"number":14,"text":"House and riches \\add are\\add* the inheritance of fathers:\nand a prudent wife \\add is\\add* from the \\nd LORD\\nd*. \n"},{"number":15,"text":"Slothfulness casteth into a deep sleep; and an idle soul shall suffer\nhunger. \n"},{"number":16,"text":"He that keepeth the commandment keepeth his own soul; \\add but\\add*\nhe that despiseth his ways shall die. \n"},{"number":17,"text":"He that hath pity upon the poor lendeth  unto the \\nd LORD\\nd*;\nand that which he hath given will he pay him again.\\f + \\fr 19.17 \n\\ft that which…: or, his deed\\f* \n"},{"number":18,"text":"Chasten thy son while there is hope, and let not thy soul\nspare for his crying.\\f + \\fr 19.18  \\ft for…: or, to his destruction: or, to cause him to\ndie\\f* \n"},{"number":19,"text":"A man of great wrath shall suffer punishment: for if thou\ndeliver \\add him\\add*, yet thou must do it again.\\f + \\fr 19.19 \n\\ft do: Heb. add\\f* \n"},{"number":20,"text":"Hear counsel, and receive instruction, that thou mayest be\nwise in thy latter end. \n"},{"number":21,"text":"\\add There are\\add* many devices in a man’s heart; nevertheless the\ncounsel of the \\nd LORD\\nd*, that shall stand. \n"},{"number":22,"text":"The desire of a man \\add is\\add* his kindness: and a poor\nman \\add is\\add* better than a liar. \n"},{"number":23,"text":"The fear of the \\nd LORD\\nd* \\add tendeth\\add* to life: and\n\\add he that hath it\\add* shall abide satisfied; he shall not be\nvisited with evil. \n"},{"number":24,"text":"A slothful \\add man\\add* hideth his hand in \\add his\\add*\nbosom, and will not so much as bring it to his mouth again. \n"},{"number":25,"text":"Smite a scorner, and the simple will beware: and reprove one that hath\nunderstanding, \\add and\\add* he will understand knowledge.\\f + \\fr 19.25 \n\\ft will beware: Heb. will be cunning\\f* \n"},{"number":26,"text":"He that wasteth \\add his\\add* father, \\add and\\add* chaseth\naway \\add his\\add* mother, \\add is\\add* a son that causeth shame,\nand bringeth reproach. \n"},{"number":27,"text":"Cease, my son, to hear the instruction \\add that causeth\\add*\nto err from the words of knowledge. \n"},{"number":28,"text":"An ungodly witness scorneth judgment: and the mouth of the\nwicked devoureth  iniquity.\\f + \\fr 19.28  \\ft An…: Heb. A witness of\nBelial\\f* \n"},{"number":29,"text":"Judgments are prepared for scorners, and stripes for the back\nof fools. \n"}],"number":19},{"verses":[{"number":1,"text":"Wine \\add is\\add* a mocker, strong drink \\add is\\add* raging:\nand whosoever is deceived thereby is not wise. \n"},{"number":2,"text":"The fear of a king \\add is\\add* as the roaring of a lion: \\add whoso\\add*\nprovoketh him to anger sinneth \\add against\\add* his own soul. \n"},{"number":3,"text":"\\add It is\\add* an honour for a man to cease from strife: but every\nfool will be meddling. \n"},{"number":4,"text":"The sluggard will not plow by reason of the cold; \\add therefore\\add*\nshall he beg in harvest, and \\add have\\add* nothing.\\f + \\fr 20.4 \n\\ft cold: or, winter\\f* \n"},{"number":5,"text":"Counsel in the heart of man \\add is like\\add* deep water; but a\nman of understanding will draw it out. \n"},{"number":6,"text":"Most men will proclaim every one his own goodness: but a faithful\nman who can find?\\f + \\fr 20.6  \\ft goodness: or, bounty\\f* \n"},{"number":7,"text":"The just \\add man\\add* walketh  in his integrity: his children\n\\add are\\add* blessed after him. \n"},{"number":8,"text":"A king that sitteth in the throne of judgment scattereth away\nall evil with his eyes. \n"},{"number":9,"text":"Who can say, I have made my heart clean, I am pure from my\nsin? \n"},{"number":10,"text":"Divers weights, \\add and\\add* divers measures, both of them\n\\add are\\add* alike abomination to the \\nd LORD\\nd*.\\f + \\fr 20.10 \n\\ft Divers weights: Heb. A stone and a stone\\f*\\f + \\fr 20.10  \\ft divers measures: Heb. an ephah and an\nephah\\f* \n"},{"number":11,"text":"Even a child is known by his doings, whether his work \\add be\\add*\npure, and whether \\add it be\\add* right. \n"},{"number":12,"text":"The hearing ear, and the seeing eye, the \\nd LORD\\nd* hath\nmade even both of them. \n"},{"number":13,"text":"Love not sleep, lest thou come to poverty; open thine eyes,\n\\add and\\add* thou shalt be satisfied with bread. \n"},{"number":14,"text":"\\add It is\\add* naught, \\add it is\\add* naught, saith the\nbuyer: but when he is gone his way, then he boasteth. \n"},{"number":15,"text":"There is gold, and a multitude of rubies: but the lips of\nknowledge \\add are\\add* a precious jewel. \n"},{"number":16,"text":"Take his garment that is surety \\add for\\add* a stranger:\nand take a pledge of him for a strange woman. \n"},{"number":17,"text":"Bread of deceit \\add is\\add* sweet to a man; but afterwards\nhis mouth shall be filled with gravel.\\f + \\fr 20.17  \\ft deceit: Heb. lying, or,\nfalsehood\\f* \n"},{"number":18,"text":"\\add Every\\add* purpose is established by counsel: and with good\nadvice make war. \n"},{"number":19,"text":"He that goeth about \\add as\\add* a talebearer revealeth secrets:\ntherefore meddle not with him that flattereth with his lips.\\f + \\fr 20.19 \n\\ft flattereth: or, enticeth\\f* \n"},{"number":20,"text":"Whoso curseth his father or his mother, his lamp shall be put\nout in obscure darkness.\\f + \\fr 20.20  \\ft lamp: or, candle\\f* \n"},{"number":21,"text":"An inheritance \\add may be\\add* gotten hastily at the beginning;\nbut the end thereof shall not be blessed. \n"},{"number":22,"text":"Say not thou, I will recompense evil; \\add but\\add* wait on\nthe \\nd LORD\\nd*, and he shall save thee. \n"},{"number":23,"text":"Divers weights \\add are\\add* an abomination unto the \\nd LORD\\nd*;\nand a false balance \\add is\\add* not good.\\f + \\fr 20.23  \\ft a false…: Heb. balance of\ndeceit\\f* \n"},{"number":24,"text":"Man’s goings \\add are\\add* of the \\nd LORD\\nd*; how can a\nman then understand his own way? \n"},{"number":25,"text":"\\add It is\\add* a snare to the man \\add who\\add* devoureth\n\\add that which is\\add* holy, and after vows to make enquiry. \n"},{"number":26,"text":"A wise king scattereth the wicked, and bringeth the wheel over them.\n"},{"number":27,"text":"The spirit of man \\add is\\add* the candle of the \\nd LORD\\nd*,\nsearching all the inward parts of the belly.\\f + \\fr 20.27  \\ft candle: or,\nlamp\\f* \n"},{"number":28,"text":"Mercy and truth preserve the king: and his throne is upholden\nby mercy. \n"},{"number":29,"text":"The glory of young men \\add is\\add* their strength: and the\nbeauty of old men \\add is\\add* the gray head. \n"},{"number":30,"text":"The blueness of a wound cleanseth away evil: so \\add do\\add*\nstripes the inward parts of the belly.\\f + \\fr 20.30  \\ft cleanseth…: Heb. is a purging medicine\nagainst\\f* \n"}],"number":20},{"verses":[{"number":1,"text":"The king’s heart \\add is\\add* in the hand of the \\nd LORD\\nd*,\n\\add as\\add* the rivers of water: he turneth it whithersoever he\nwill. \n"},{"number":2,"text":"Every way of a man \\add is\\add* right in his own eyes: but the\n\\nd LORD\\nd* pondereth the hearts. \n"},{"number":3,"text":"To do justice and judgment \\add is\\add* more acceptable to the\n\\nd LORD\\nd* than sacrifice. \n"},{"number":4,"text":"An high look, and a proud heart, \\add and\\add* the plowing\nof the wicked, \\add is\\add* sin.\\f + \\fr 21.4  \\ft An…: Heb. Haughtiness of\neyes\\f*\\f + \\fr 21.4  \\ft the plowing: or, the light\\f* \n"},{"number":5,"text":"The thoughts of the diligent \\add tend\\add* only to plenteousness; but of every one\n\\add that is\\add* hasty only to want. \n"},{"number":6,"text":"The getting of treasures by a lying tongue \\add is\\add* a vanity\ntossed to and fro of them that seek death. \n"},{"number":7,"text":"The robbery of the wicked shall destroy them; because they\nrefuse to do judgment.\\f + \\fr 21.7  \\ft destroy…: Heb. saw them, or, dwell with\nthem\\f* \n"},{"number":8,"text":"The way of man \\add is\\add* froward and strange: but \\add as\nfor\\add* the pure, his work \\add is\\add* right. \n"},{"number":9,"text":"\\add It is\\add* better to dwell in a corner of the housetop,\nthan with a brawling woman in a wide house.\\f + \\fr 21.9  \\ft a brawling…: Heb. a woman of\ncontentions\\f*\\f + \\fr 21.9  \\ft a wide…: Heb. an house of society\\f*\n"},{"number":10,"text":"The soul of the wicked desireth evil: his neighbour findeth no\nfavour in his eyes.\\f + \\fr 21.10  \\ft findeth…: Heb. is not favoured\\f*\n"},{"number":11,"text":"When the scorner is punished, the simple is made wise: and when the\nwise is instructed, he receiveth knowledge. \n"},{"number":12,"text":"The righteous \\add man\\add* wisely considereth the house of the\nwicked: \\add but God\\add* overthroweth the wicked for \\add their\\add*\nwickedness. \n"},{"number":13,"text":"Whoso stoppeth his ears at the cry of the poor, he also shall\ncry himself, but shall not be heard. \n"},{"number":14,"text":"A gift in secret pacifieth anger: and a reward in the bosom\nstrong wrath. \n"},{"number":15,"text":"\\add It is\\add* joy to the just to do judgment: but destruction\n\\add shall be\\add* to the workers of iniquity. \n"},{"number":16,"text":"The man that wandereth out of the way of understanding shall\nremain in the congregation of the dead. \n"},{"number":17,"text":"He that loveth pleasure \\add shall be\\add* a poor man: he that\nloveth wine and oil shall not be rich.\\f + \\fr 21.17  \\ft pleasure: or,\nsport\\f* \n"},{"number":18,"text":"The wicked \\add shall be\\add* a ransom for the righteous,\nand the transgressor for the upright. \n"},{"number":19,"text":"\\add It is\\add* better to dwell in the wilderness, than with a\ncontentious and an angry woman.\\f + \\fr 21.19  \\ft in…: Heb. in the land of the\ndesert\\f* \n"},{"number":20,"text":"\\add There is\\add* treasure to be desired and oil in the dwelling\nof the wise; but a foolish man spendeth it up. \n"},{"number":21,"text":"He that followeth after righteousness and mercy findeth life,\nrighteousness, and honour. \n"},{"number":22,"text":"A wise \\add man\\add* scaleth  the city of the mighty, and casteth\ndown the strength of the confidence thereof. \n"},{"number":23,"text":"Whoso keepeth his mouth and his tongue keepeth his soul from\ntroubles. \n"},{"number":24,"text":"Proud \\add and\\add* haughty scorner \\add is\\add* his name,\nwho dealeth in proud wrath.\\f + \\fr 21.24  \\ft in proud…: Heb. in the wrath of\npride\\f* \n\n"},{"number":25,"text":"The desire of the slothful killeth him; for his hands refuse\nto labour. \n"},{"number":26,"text":"He coveteth greedily all the day long: but the righteous giveth\nand spareth not. \n"},{"number":27,"text":"The sacrifice of the wicked \\add is\\add* abomination: how much more,\n\\add when\\add* he bringeth it with a wicked mind?\\f + \\fr 21.27 \n\\ft with…: Heb. in wickedness?\\f* \n"},{"number":28,"text":"A false witness shall perish: but the man that heareth speaketh\nconstantly.\\f + \\fr 21.28  \\ft A…: Heb. A witness of lies\\f* \n"},{"number":29,"text":"A wicked man hardeneth his face: but \\add as for\\add* the\nupright, he directeth his way.\\f + \\fr 21.29  \\ft directeth: or,\nconsidereth\\f* \n\n"},{"number":30,"text":"\\add There is\\add* no wisdom nor understanding nor counsel\nagainst the \\nd LORD\\nd*. \n"},{"number":31,"text":"The horse \\add is\\add* prepared  against the day of battle:\nbut safety \\add is\\add* of the \\nd LORD\\nd*.\\f + \\fr 21.31  \\ft safety: or,\nvictory\\f* \n"}],"number":21},{"verses":[{"number":1,"text":"A \\add good\\add* name \\add is\\add* rather to be chosen than\ngreat riches, \\add and\\add* loving favour rather than silver and\ngold.\\f + \\fr 22.1  \\ft loving…: or, favour is better than, etc\\f*\n"},{"number":2,"text":"The rich and poor meet together: the \\nd LORD\\nd* \\add is\\add*\nthe maker of them all. \n"},{"number":3,"text":"A prudent \\add man\\add* foreseeth  the evil, and hideth himself: but the\nsimple pass on, and are punished. \n"},{"number":4,"text":"By humility \\add and\\add* the fear of the \\nd LORD\\nd* \\add are\\add*\nriches, and honour, and life.\\f + \\fr 22.4  \\ft By…: or, The reward of humility,\netc\\f* \n"},{"number":5,"text":"Thorns \\add and\\add* snares \\add are\\add* in the way of the\nfroward: he that doth keep his soul shall be far from them. \n"},{"number":6,"text":"Train up a child in the way he should go: and when he is old,\nhe will not depart from it.\\f + \\fr 22.6  \\ft Train…: or, Catechise\\f*\\f + \\fr 22.6 \n\\ft in…: Heb. in his way\\f* \n"},{"number":7,"text":"The rich ruleth over the poor, and the borrower \\add is\\add*\nservant to the lender.\\f + \\fr 22.7  \\ft the lender: Heb. the man that\nlendeth\\f* \n"},{"number":8,"text":"He that soweth iniquity shall reap vanity: and the rod of his\nanger shall fail.\\f + \\fr 22.8  \\ft the rod…: or, with the rod of his anger he shall be\nconsumed\\f* \n"},{"number":9,"text":"He that hath a bountiful eye shall be blessed; for he giveth\nof his bread to the poor.\\f + \\fr 22.9  \\ft He that…: Heb. Good of\neye\\f* \n"},{"number":10,"text":"Cast out the scorner, and contention shall go out; yea, strife\nand reproach shall cease. \n"},{"number":11,"text":"He that loveth pureness of heart, \\add for\\add* the grace\nof his lips the king \\add shall be\\add* his friend.\\f + \\fr 22.11 \n\\ft for…: or, and hath grace in his lips\\f* \n"},{"number":12,"text":"The eyes of the \\nd LORD\\nd* preserve knowledge, and he overthroweth\nthe words of the transgressor.\\f + \\fr 22.12  \\ft the words: or, the\nmatters\\f* \n"},{"number":13,"text":"The slothful \\add man\\add* saith, \\add There is\\add* a lion\nwithout, I shall be slain in the streets. \n"},{"number":14,"text":"The mouth of strange women \\add is\\add* a deep pit: he that is\nabhorred of the \\nd LORD\\nd* shall fall therein. \n"},{"number":15,"text":"Foolishness \\add is\\add* bound in the heart of a child; \\add but\\add*\nthe rod of correction shall drive it far from him. \n"},{"number":16,"text":"He that oppresseth the poor to increase his \\add riches, and\\add*\nhe that giveth to the rich, \\add shall\\add* surely \\add come\\add*\nto want. \n\n"},{"number":17,"text":"Bow down thine ear, and hear the words of the wise, and apply\nthine heart unto my knowledge. \n"},{"number":18,"text":"For \\add it is\\add* a pleasant thing if thou keep them within\nthee; they shall withal be fitted in thy lips.\\f + \\fr 22.18  \\ft within…: Heb. in thy\nbelly\\f* \n"},{"number":19,"text":"That thy trust may be in the \\nd LORD\\nd*, I have made known\nto thee this day, even to thee.\\f + \\fr 22.19  \\ft even…: or, trust thou\nalso\\f* \n"},{"number":20,"text":"Have not I written to thee excellent things in counsels and\nknowledge, \n"},{"number":21,"text":"That I might make thee know the certainty of the words of\ntruth; that thou mightest answer the words of truth to them that\nsend unto thee?\\f + \\fr 22.21  \\ft to them…: or, to those that send\nthee?\\f* \n\n"},{"number":22,"text":"Rob not the poor, because he \\add is\\add* poor: neither oppress\nthe afflicted in the gate: \n"},{"number":23,"text":"For the \\nd LORD\\nd* will plead their cause, and spoil the\nsoul of those that spoiled them. \n\n"},{"number":24,"text":"Make no friendship with an angry man; and with a furious man\nthou shalt not go: \n"},{"number":25,"text":"Lest thou learn his ways, and get a snare to thy soul. \n\n"},{"number":26,"text":"Be not thou \\add one\\add* of them that strike hands, \\add or\\add*\nof them that are sureties for debts. \n"},{"number":27,"text":"If thou hast nothing to pay, why should he take away thy bed from under thee?\n"},{"number":28,"text":"Remove not the ancient landmark, which thy fathers have set.\\f + \\fr 22.28 \n\\ft landmark: or, bound\\f* \n"},{"number":29,"text":"Seest thou a man diligent in his business? he shall stand\nbefore kings; he shall not stand before mean \\add men\\add*.\\f + \\fr 22.29 \n\\ft mean…: Heb. obscure men\\f* \n"}],"number":22},{"verses":[{"number":1,"text":"When thou sittest to eat with a ruler, consider diligently what\n\\add is\\add* before thee: \n"},{"number":2,"text":"And put a knife to thy throat, if thou \\add be\\add* a man given\nto appetite. \n"},{"number":3,"text":"Be not desirous of his dainties: for they \\add are\\add* deceitful\nmeat. \n\n"},{"number":4,"text":"Labour not to be rich: cease from thine own wisdom. \n"},{"number":5,"text":"Wilt thou set thine eyes upon that which is not? for \\add riches\\add*\ncertainly make themselves wings; they fly away as an eagle toward\nheaven.\\f + \\fr 23.5  \\ft set…: Heb. cause thine eyes to fly upon\\f*\n\n"},{"number":6,"text":"Eat thou not the bread of \\add him that hath\\add* an evil eye,\nneither desire thou his dainty meats: \n"},{"number":7,"text":"For as he thinketh in his heart, so \\add is\\add* he: Eat and\ndrink, saith he to thee; but his heart \\add is\\add* not with thee.\n"},{"number":8,"text":"The morsel \\add which\\add* thou hast eaten shalt thou vomit\nup, and lose thy sweet words. \n"},{"number":9,"text":"Speak not in the ears of a fool: for he will despise the wisdom\nof thy words. \n\n"},{"number":10,"text":"Remove not the old landmark; and enter not into the fields\nof the fatherless:\\f + \\fr 23.10  \\ft landmark: or, bound\\f* \n"},{"number":11,"text":"For their redeemer \\add is\\add* mighty; he shall plead their\ncause with thee. \n\n"},{"number":12,"text":"Apply thine heart unto instruction, and thine ears to the\nwords of knowledge. \n"},{"number":13,"text":"Withhold not correction from the child: for \\add if\\add* thou\nbeatest him with the rod, he shall not die. \n"},{"number":14,"text":"Thou shalt beat him with the rod, and shalt deliver his soul\nfrom hell. \n"},{"number":15,"text":"My son, if thine heart be wise, my heart shall rejoice, even\nmine.\\f + \\fr 23.15  \\ft even…: or, even I will rejoice\\f* \n"},{"number":16,"text":"Yea, my reins shall rejoice, when thy lips speak right things.\n\n"},{"number":17,"text":"Let not thine heart envy sinners: but \\add be thou\\add* in the\nfear of the \\nd LORD\\nd* all the day long. \n"},{"number":18,"text":"For surely there is an end; and thine expectation shall not be cut\noff.\\f + \\fr 23.18  \\ft end: or, reward\\f* \n\n"},{"number":19,"text":"Hear thou, my son, and be wise, and guide thine heart in the\nway. \n"},{"number":20,"text":"Be not among winebibbers; among riotous eaters of flesh:\\f + \\fr 23.20 \n\\ft of flesh: Heb. of their flesh\\f* \n"},{"number":21,"text":"For the drunkard and the glutton shall come to poverty: and\ndrowsiness shall clothe \\add a man\\add* with rags. \n"},{"number":22,"text":"Hearken unto thy father that begat thee, and despise not thy\nmother when she is old. \n"},{"number":23,"text":"Buy the truth, and sell \\add it\\add* not; \\add also\\add* wisdom,\nand instruction, and understanding. \n"},{"number":24,"text":"The father of the righteous shall greatly rejoice: and he that\nbegetteth a wise \\add child\\add* shall have joy of him. \n"},{"number":25,"text":"Thy father and thy mother shall be glad, and she that bare\nthee shall rejoice. \n"},{"number":26,"text":"My son, give me thine heart, and let thine eyes observe my\nways. \n"},{"number":27,"text":"For a whore \\add is\\add* a deep ditch; and a strange woman\n\\add is\\add* a narrow pit. \n"},{"number":28,"text":"She also lieth in wait as \\add for\\add* a prey, and increaseth\nthe transgressors among men.\\f + \\fr 23.28  \\ft as for…: or, as a\nrobber\\f* \n\n"},{"number":29,"text":"Who hath woe? who hath sorrow? who hath contentions? who hath\nbabbling? who hath wounds without cause? who hath redness of eyes?\n"},{"number":30,"text":"They that tarry long at the wine; they that go to seek mixed\nwine. \n"},{"number":31,"text":"Look not thou upon the wine when it is red, when it giveth\nhis colour in the cup, \\add when\\add* it moveth itself aright. \n"},{"number":32,"text":"At the last it biteth like a serpent, and stingeth like an\nadder.\\f + \\fr 23.32  \\ft an…: or, a cockatrice\\f* \n"},{"number":33,"text":"Thine eyes shall behold strange women, and thine heart shall\nutter perverse things. \n"},{"number":34,"text":"Yea, thou shalt be as he that lieth down in the midst of the\nsea, or as he that lieth upon the top of a mast.\\f + \\fr 23.34  \\ft the midst…: Heb. the heart of the\nsea\\f* \n"},{"number":35,"text":"They have stricken me, \\add shalt thou say, and\\add* I was not\nsick; they have beaten me, \\add and\\add* I felt \\add it\\add* not: when shall I\nawake? I will seek it yet again.\\f + \\fr 23.35  \\ft I felt…: Heb. I knew it\nnot\\f* \n"}],"number":23},{"verses":[{"number":1,"text":"Be not thou envious against evil men, neither desire to be with them.\n"},{"number":2,"text":"For their heart studieth destruction, and their lips talk of\nmischief. \n\n"},{"number":3,"text":"Through wisdom is an house builded; and by understanding it is\nestablished: \n"},{"number":4,"text":"And by knowledge shall the chambers be filled with all precious\nand pleasant riches. \n"},{"number":5,"text":"A wise man \\add is\\add* strong; yea, a man of knowledge increaseth\n strength.\\f + \\fr 24.5  \\ft is strong: Heb. is in strength\\f*\\f + \\fr 24.5 \n\\ft increaseth…: Heb. strengtheneth might\\f* \n"},{"number":6,"text":"For by wise counsel thou shalt make thy war: and in multitude\nof counsellors \\add there is\\add* safety. \n\n"},{"number":7,"text":"Wisdom \\add is\\add* too high for a fool: he openeth not his\nmouth in the gate. \n"},{"number":8,"text":"He that deviseth to do evil shall be called a mischievous person.\n"},{"number":9,"text":"The thought of foolishness \\add is\\add* sin: and the scorner\n\\add is\\add* an abomination to men. \n"},{"number":10,"text":"\\add If\\add* thou faint in the day of adversity, thy strength\n\\add is\\add* small.\\f + \\fr 24.10  \\ft small: Heb. narrow\\f* \n\n"},{"number":11,"text":"If thou forbear to deliver \\add them that are\\add* drawn unto\ndeath, and \\add those that are\\add* ready to be slain; \n"},{"number":12,"text":"If thou sayest, Behold, we knew it not; doth not he that pondereth\nthe heart consider  \\add it\\add*? and he that keepeth thy soul, doth\n\\add not\\add* he know \\add it\\add*? and shall \\add not\\add* he render to\n\\add every\\add* man according to his works? \n\n"},{"number":13,"text":"My son, eat thou honey, because \\add it is\\add* good; and the\nhoneycomb, \\add which is\\add* sweet to thy taste:\\f + \\fr 24.13 \n\\ft to…: Heb. upon thy palate\\f* \n"},{"number":14,"text":"So \\add shall\\add* the knowledge of wisdom \\add be\\add* unto thy\nsoul: when thou hast found \\add it\\add*, then there shall be a reward,\nand thy expectation shall not be cut off. \n\n"},{"number":15,"text":"Lay not wait, O wicked \\add man\\add*, against the dwelling\nof the righteous; spoil not his resting place: \n"},{"number":16,"text":"For a just \\add man\\add* falleth seven times, and riseth up\nagain: but the wicked shall fall into mischief. \n\n"},{"number":17,"text":"Rejoice not when thine enemy falleth, and let not thine heart\nbe glad when he stumbleth: \n"},{"number":18,"text":"Lest the \\nd LORD\\nd* see \\add it\\add*, and it displease him, and he turn\naway his wrath from him.\\f + \\fr 24.18  \\ft it displease…: Heb. it be evil in his\neyes\\f* \n\n"},{"number":19,"text":"Fret not thyself because of evil \\add men\\add*, neither be thou\nenvious at the wicked;\\f + \\fr 24.19  \\ft Fret…: or, Keep not company with the\nwicked\\f* \n"},{"number":20,"text":"For there shall be no reward to the evil \\add man;\\add* the\ncandle of the wicked shall be put out.\\f + \\fr 24.20  \\ft candle: or,\nlamp\\f* \n\n"},{"number":21,"text":"My son, fear thou the \\nd LORD\\nd* and the king: \\add and\\add*\nmeddle not with them that are given to change:\\f + \\fr 24.21  \\ft them…: Heb.\nchangers\\f* \n"},{"number":22,"text":"For their calamity shall rise suddenly; and who knoweth the\nruin of them both? \n\n"},{"number":23,"text":"These \\add things\\add* also \\add belong\\add* to the wise. \\add It\nis\\add* not good to have respect of persons in judgment. \n"},{"number":24,"text":"He that saith unto the wicked, Thou \\add art\\add* righteous;\nhim shall the people curse, nations shall abhor him: \n"},{"number":25,"text":"But to them that rebuke \\add him\\add* shall be delight, and a\ngood blessing shall come upon them.\\f + \\fr 24.25  \\ft a good…: Heb. a blessing of\ngood\\f* \n"},{"number":26,"text":"\\add Every man\\add* shall kiss \\add his\\add* lips that giveth\na right answer.\\f + \\fr 24.26  \\ft that…: Heb. that answereth right\nwords\\f* \n"},{"number":27,"text":"Prepare thy work without, and make it fit for thyself in the\nfield; and afterwards build thine house. \n\n"},{"number":28,"text":"Be not a witness against thy neighbour without cause; and\ndeceive \\add not\\add* with thy lips. \n"},{"number":29,"text":"Say not, I will do so to him as he hath done to me: I will\nrender to the man according to his work. \n\n"},{"number":30,"text":"I went by the field of the slothful, and by the vineyard of the\nman void of understanding; \n"},{"number":31,"text":"And, lo, it was all grown over with thorns, \\add and\\add*\nnettles had covered the face thereof, and the stone wall thereof was broken\ndown. \n"},{"number":32,"text":"Then I saw, \\add and\\add* considered \\add it\\add* well: I\nlooked upon \\add it, and\\add* received instruction.\\f + \\fr 24.32 \n\\ft considered…: Heb. set my heart\\f* \n"},{"number":33,"text":"\\add Yet\\add* a little sleep, a little slumber, a little folding\nof the hands to sleep: \n"},{"number":34,"text":"So shall thy poverty come \\add as\\add* one that travelleth;\nand thy want as an armed man.\\f + \\fr 24.34  \\ft an…: Heb. a man of\nshield\\f* \n"}],"number":24},{"verses":[{"number":1,"text":"These \\add are\\add* also proverbs of Solomon, which the men\nof Hezekiah king of Judah copied out. \n\n"},{"number":2,"text":"\\add It is\\add* the glory of God to conceal a thing: but the\nhonour of kings \\add is\\add* to search out a matter. \n"},{"number":3,"text":"The heaven for height, and the earth for depth, and the heart\nof kings \\add is\\add* unsearchable.\\f + \\fr 25.3  \\ft is…: Heb. there is no\nsearching\\f* \n\n"},{"number":4,"text":"Take away the dross from the silver, and there shall come forth\na vessel for the finer. \n"},{"number":5,"text":"Take away the wicked \\add from\\add* before the king, and his\nthrone shall be established in righteousness. \n\n"},{"number":6,"text":"Put not forth thyself in the presence of the king, and stand\nnot in the place of great \\add men:\\add*\\f + \\fr 25.6  \\ft Put…: Heb. Set not out thy\nglory\\f* \n"},{"number":7,"text":"For better \\add it is\\add* that it be said unto thee, Come\nup hither; than that thou shouldest be put lower in the presence\nof the prince whom thine eyes have seen. \n\n"},{"number":8,"text":"Go not forth hastily to strive, lest \\add thou know not\\add*\nwhat to do in the end thereof, when thy neighbour hath put thee to\nshame. \n"},{"number":9,"text":"Debate thy cause with thy neighbour \\add himself;\\add* and\ndiscover not a secret to another:\\f + \\fr 25.9  \\ft a secret…: or, the secret\nof\\f* \n"},{"number":10,"text":"Lest he that heareth \\add it\\add* put thee to shame, and thine\ninfamy turn not away. \n\n"},{"number":11,"text":"A word fitly spoken \\add is like\\add* apples of gold in pictures\nof silver.\\f + \\fr 25.11  \\ft fitly…: Heb. spoken upon his wheels\\f*\n"},{"number":12,"text":"\\add As\\add* an earring of gold, and an ornament of fine gold,\n\\add so is\\add* a wise reprover upon an obedient ear. \n"},{"number":13,"text":"As the cold of snow in the time of harvest, \\add so is\\add*\na faithful messenger to them that send him: for he refresheth the\nsoul of his masters. \n"},{"number":14,"text":"Whoso boasteth himself of a false gift \\add is like\\add* clouds\nand wind without rain.\\f + \\fr 25.14  \\ft of a…: Heb. in a gift of\nfalsehood\\f* \n"},{"number":15,"text":"By long forbearing is a prince persuaded, and a soft tongue\nbreaketh the bone. \n"},{"number":16,"text":"Hast thou found honey? eat so much as is sufficient for thee, lest thou be\nfilled therewith, and vomit it. \n"},{"number":17,"text":"Withdraw thy foot from thy neighbour’s house; lest he be weary of thee, and\n\\add so\\add* hate thee.\\f + \\fr 25.17  \\ft Withdraw…: or, Let thy foot be seldom\nin\\f*\\f + \\fr 25.17  \\ft weary…: Heb. full of thee\\f* \n"},{"number":18,"text":"A man that beareth false witness against his neighbour \\add is\\add*\na maul, and a sword, and a sharp arrow. \n"},{"number":19,"text":"Confidence in an unfaithful man in time of trouble \\add is\nlike\\add* a broken tooth, and a foot out of joint. \n"},{"number":20,"text":"\\add As\\add* he that taketh away a garment in cold weather,\n\\add and as\\add* vinegar upon nitre, so \\add is\\add* he that singeth\nsongs to an heavy heart. \n\n"},{"number":21,"text":"If thine enemy be hungry, give him bread to eat; and if he be\nthirsty, give him water to drink: \n"},{"number":22,"text":"For thou shalt heap coals of fire upon his head, and the \\nd LORD\\nd*\nshall reward thee. \n"},{"number":23,"text":"The north wind driveth away rain: so \\add doth\\add* an angry\ncountenance a backbiting tongue.\\f + \\fr 25.23  \\ft driveth…: or, bringeth forth rain: so doth a backbiting tongue an angry\ncountenance\\f* \n"},{"number":24,"text":"\\add It is\\add* better to dwell in the corner of the housetop,\nthan with a brawling woman and in a wide house. \n"},{"number":25,"text":"\\add As\\add* cold waters to a thirsty soul, so \\add is\\add*\ngood news from a far country. \n"},{"number":26,"text":"A righteous man falling down before the wicked \\add is as\\add*\na troubled fountain, and a corrupt spring. \n"},{"number":27,"text":"\\add It is\\add* not good to eat much honey: so \\add for men\\add*\nto search their own glory \\add is not\\add* glory. \n"},{"number":28,"text":"He that \\add hath\\add* no rule over his own spirit \\add is\nlike\\add* a city \\add that is\\add* broken down, \\add and\\add* without\nwalls. \n"}],"number":25},{"verses":[{"number":1,"text":"As snow in summer, and as rain in harvest, so honour is not\nseemly for a fool. \n"},{"number":2,"text":"As the bird by wandering, as the swallow by flying, so the\ncurse causeless shall not come. \n"},{"number":3,"text":"A whip for the horse, a bridle for the ass, and a rod for the\nfool’s back. \n\n"},{"number":4,"text":"Answer not a fool according to his folly, lest thou also be\nlike unto him. \n"},{"number":5,"text":"Answer a fool according to his folly, lest he be wise in his own\nconceit.\\f + \\fr 26.5  \\ft conceit: Heb. eyes\\f* \n\n"},{"number":6,"text":"He that sendeth a message by the hand of a fool cutteth off\nthe feet, \\add and\\add* drinketh damage.\\f + \\fr 26.6  \\ft damage: or,\nviolence\\f* \n"},{"number":7,"text":"The legs of the lame are not equal: so \\add is\\add* a parable\nin the mouth of fools.\\f + \\fr 26.7  \\ft are…: Heb. are lifted up\\f*\n"},{"number":8,"text":"As he that bindeth a stone in a sling, so \\add is\\add* he that\ngiveth honour to a fool.\\f + \\fr 26.8  \\ft bindeth…: or, putteth a precious stone in an heap of\nstones\\f* \n"},{"number":9,"text":"\\add As\\add* a thorn goeth up into the hand of a drunkard, so\n\\add is\\add* a parable in the mouth of fools. \n"},{"number":10,"text":"The great \\add God\\add* that formed all \\add things\\add* both\nrewardeth the fool, and rewardeth transgressors.\\f + \\fr 26.10  \\ft The great…: or, A great man grieveth all, and he hireth the\nfool, he hireth also transgressors\\f* \n"},{"number":11,"text":"As a dog returneth to his vomit, \\add so\\add* a fool returneth\nto his folly.\\f + \\fr 26.11  \\ft returneth to his folly: Heb. iterateth his\nfolly\\f* \n"},{"number":12,"text":"Seest thou a man wise in his own conceit? \\add there is\\add*\nmore hope of a fool than of him. \n"},{"number":13,"text":"The slothful \\add man\\add* saith, \\add There is\\add* a lion\nin the way; a lion \\add is\\add* in the streets. \n"},{"number":14,"text":"\\add As\\add* the door turneth  upon his hinges, so \\add doth\\add*\nthe slothful upon his bed. \n"},{"number":15,"text":"The slothful hideth his hand in \\add his\\add* bosom; it grieveth\nhim to bring it again to his mouth.\\f + \\fr 26.15  \\ft it grieveth…: or, he is\nweary\\f* \n"},{"number":16,"text":"The sluggard \\add is\\add* wiser in his own conceit than seven\nmen that can render a reason. \n"},{"number":17,"text":"He that passeth by, \\add and\\add* meddleth with strife \\add belonging\\add* not to him,\n\\add is like\\add* one that taketh a dog by the ears.\\f + \\fr 26.17 \n\\ft meddleth: or, is enraged\\f* \n\n"},{"number":18,"text":"As a mad \\add man\\add* who casteth firebrands, arrows, and\ndeath,\\f + \\fr 26.18  \\ft firebrands: Heb. flames, or, sparks\\f*\n"},{"number":19,"text":"So \\add is\\add* the man \\add that\\add* deceiveth his neighbour,\nand saith, Am not I in sport? \n\n"},{"number":20,"text":"Where no wood is, \\add there\\add* the fire goeth out: so where\n\\add there is\\add* no talebearer, the strife ceaseth.\\f + \\fr 26.20 \n\\ft Where no…: Heb. Without wood\\f*\\f + \\fr 26.20  \\ft talebearer: or,\nwhisperer\\f*\\f + \\fr 26.20  \\ft ceaseth: Heb. is silent\\f* \n"},{"number":21,"text":"\\add As\\add* coals \\add are\\add* to burning coals, and wood\nto fire; so \\add is\\add* a contentious man to kindle strife. \n"},{"number":22,"text":"The words of a talebearer \\add are\\add* as wounds, and they go\ndown into the innermost parts of the belly.\\f + \\fr 26.22  \\ft innermost…: Heb.\nchambers\\f* \n"},{"number":23,"text":"Burning lips and a wicked heart \\add are like\\add* a potsherd\ncovered with silver dross. \n\n"},{"number":24,"text":"He that hateth dissembleth with his lips, and layeth up deceit\nwithin him;\\f + \\fr 26.24  \\ft dissembleth: or, is known\\f* \n"},{"number":25,"text":"When he speaketh fair, believe him not: for \\add there are\\add*\nseven abominations in his heart.\\f + \\fr 26.25  \\ft speaketh…: Heb. maketh his voice\ngracious\\f* \n"},{"number":26,"text":"\\add Whose\\add* hatred is covered by deceit, his wickedness\nshall be shewed before the \\add whole\\add* congregation.\\f + \\fr 26.26 \n\\ft by…: or, in secret\\f* \n"},{"number":27,"text":"Whoso diggeth a pit shall fall therein: and he that rolleth\na stone, it will return upon him. \n"},{"number":28,"text":"A lying tongue hateth \\add those that are\\add* afflicted by it; and a\nflattering mouth worketh ruin. \n"}],"number":26},{"verses":[{"number":1,"text":"Boast not thyself of to morrow; for thou knowest not what a\nday may bring forth.\\f + \\fr 27.1  \\ft to…: Heb. to morrow day\\f*\n"},{"number":2,"text":"Let another man praise thee, and not thine own mouth; a stranger,\nand not thine own lips. \n\n"},{"number":3,"text":"A stone \\add is\\add* heavy, and the sand weighty; but a fool’s\nwrath \\add is\\add* heavier than them both.\\f + \\fr 27.3  \\ft heavy: Heb.\nheaviness\\f* \n"},{"number":4,"text":"Wrath \\add is\\add* cruel, and anger \\add is\\add* outrageous; but who\n\\add is\\add* able to stand before envy?\\f + \\fr 27.4  \\ft Wrath…: Heb. Wrath is cruelty, and anger an\noverflowing\\f*\\f + \\fr 27.4  \\ft envy: or, jealousy?\\f* \n\n"},{"number":5,"text":"Open rebuke \\add is\\add* better than secret love. \n"},{"number":6,"text":"Faithful \\add are\\add* the wounds of a friend; but the kisses\nof an enemy \\add are\\add* deceitful.\\f + \\fr 27.6  \\ft deceitful: or, earnest, or,\nfrequent\\f* \n"},{"number":7,"text":"The full soul loatheth an honeycomb; but to the hungry soul\nevery bitter thing is sweet.\\f + \\fr 27.7  \\ft loatheth: Heb. treadeth under\nfoot\\f* \n"},{"number":8,"text":"As a bird that wandereth from her nest, so \\add is\\add* a man\nthat wandereth from his place. \n\n"},{"number":9,"text":"Ointment and perfume rejoice the heart: so \\add doth\\add* the\nsweetness of a man’s friend by hearty counsel.\\f + \\fr 27.9  \\ft by…: Heb. from the counsel of the\nsoul\\f* \n"},{"number":10,"text":"Thine own friend, and thy father’s friend, forsake not; neither\ngo into thy brother’s house in the day of thy calamity: \\add for\\add*\nbetter \\add is\\add* a neighbour \\add that is\\add* near than a brother\nfar off. \n"},{"number":11,"text":"My son, be wise, and make my heart glad, that I may answer\nhim that reproacheth me. \n"},{"number":12,"text":"A prudent \\add man\\add* foreseeth the evil, \\add and\\add*\nhideth himself; \\add but\\add* the simple pass on, \\add and\\add* are\npunished. \n"},{"number":13,"text":"Take his garment that is surety for a stranger, and take a\npledge of him for a strange woman. \n"},{"number":14,"text":"He that blesseth his friend with a loud voice, rising early\nin the morning, it shall be counted a curse to him. \n\n"},{"number":15,"text":"A continual dropping in a very rainy day and a contentious\nwoman are alike. \n"},{"number":16,"text":"Whosoever hideth her hideth the wind, and the ointment of his right\nhand, \\add which\\add* bewrayeth \\add itself\\add*. \n"},{"number":17,"text":"Iron sharpeneth iron; so a man sharpeneth the countenance\nof his friend. \n"},{"number":18,"text":"Whoso keepeth the fig tree shall eat the fruit thereof: so he that\nwaiteth on his master shall be honoured. \n"},{"number":19,"text":"As in water face \\add answereth\\add* to face, so the heart\nof man to man. \n"},{"number":20,"text":"Hell and destruction are never full; so the eyes of man are never\nsatisfied.\\f + \\fr 27.20  \\ft never: Heb. not\\f* \n"},{"number":21,"text":"\\add As\\add* the fining pot for silver, and the furnace for\ngold; so \\add is\\add* a man to his praise. \n"},{"number":22,"text":"Though thou shouldest bray a fool in a mortar among wheat\nwith a pestle, \\add yet\\add* will not his foolishness depart from him.\n\n"},{"number":23,"text":"Be thou diligent to know the state of thy flocks, \\add and\\add*\nlook well to thy herds.\\f + \\fr 27.23  \\ft look…: Heb. set thy heart\\f*\n"},{"number":24,"text":"For riches \\add are\\add* not for ever: and doth the crown\n\\add endure\\add* to every generation?\\f + \\fr 27.24  \\ft riches: Heb.\nstrength\\f*\\f + \\fr 27.24  \\ft to…: Heb. to generation and generation?\\f*\n"},{"number":25,"text":"The hay appeareth, and the tender grass sheweth itself, and\nherbs of the mountains are gathered. \n"},{"number":26,"text":"The lambs \\add are\\add* for thy clothing, and the goats \\add are\\add*\nthe price of the field. \n"},{"number":27,"text":"And \\add thou shalt have\\add* goats’ milk enough for thy food,\nfor the food of thy household, and \\add for\\add* the maintenance\nfor thy maidens.\\f + \\fr 27.27  \\ft maintenance: Heb. life\\f* \n"}],"number":27},{"verses":[{"number":1,"text":"The wicked flee when no man pursueth: but the righteous are\nbold as a lion. \n"},{"number":2,"text":"For the transgression of a land many \\add are\\add* the princes\nthereof: but by a man of understanding \\add and\\add* knowledge the\nstate \\add thereof\\add* shall be prolonged.\\f + \\fr 28.2  \\ft by…: or, by men of understanding and wisdom shall they likewise\nbe prolonged\\f* \n"},{"number":3,"text":"A poor man that oppresseth the poor \\add is like\\add* a sweeping\nrain which leaveth no food.\\f + \\fr 28.3  \\ft which…: Heb. without\nfood\\f* \n"},{"number":4,"text":"They that forsake the law praise the wicked: but such as keep\nthe law contend with them. \n"},{"number":5,"text":"Evil men understand not judgment: but they that seek the \\nd LORD\\nd*\nunderstand all \\add things\\add*. \n"},{"number":6,"text":"Better \\add is\\add* the poor that walketh in his uprightness, than\n\\add he that is\\add* perverse \\add in his\\add* ways, though he \\add be\\add*\nrich. \n"},{"number":7,"text":"Whoso keepeth the law \\add is\\add* a wise son: but he that is a\ncompanion of riotous \\add men\\add* shameth his father.\\f + \\fr 28.7 \n\\ft is a companion…: or, feedeth gluttons\\f* \n"},{"number":8,"text":"He that by usury and unjust gain increaseth his substance,\nhe shall gather it for him that will pity the poor.\\f + \\fr 28.8 \n\\ft unjust…: Heb. by increase\\f* \n"},{"number":9,"text":"He that turneth away his ear from hearing the law, even his\nprayer \\add shall be\\add* abomination. \n"},{"number":10,"text":"Whoso causeth the righteous to go astray in an evil way, he shall\nfall himself into his own pit: but the upright shall have good \\add things\\add*\nin possession. \n"},{"number":11,"text":"The rich man \\add is\\add* wise in his own conceit; but the\npoor that hath understanding searcheth him out.\\f + \\fr 28.11  \\ft own…: Heb.\neyes\\f* \n"},{"number":12,"text":"When righteous \\add men\\add* do rejoice, \\add there is\\add*\ngreat glory: but when the wicked rise, a man is hidden.\\f + \\fr 28.12 \n\\ft hidden: or, sought for\\f* \n"},{"number":13,"text":"He that covereth his sins shall not prosper: but whoso confesseth\nand forsaketh \\add them\\add* shall have mercy. \n"},{"number":14,"text":"Happy \\add is\\add* the man that feareth alway: but he that\nhardeneth his heart shall fall into mischief. \n"},{"number":15,"text":"\\add As\\add* a roaring lion, and a ranging bear; \\add so is\\add*\na wicked ruler over the poor people. \n"},{"number":16,"text":"The prince that wanteth understanding \\add is\\add* also a\ngreat oppressor: \\add but\\add* he that hateth covetousness shall\nprolong \\add his\\add* days. \n"},{"number":17,"text":"A man that doeth violence to the blood of \\add any\\add* person\nshall flee to the pit; let no man stay him. \n"},{"number":18,"text":"Whoso walketh uprightly shall be saved: but \\add he that is\\add*\nperverse \\add in his\\add* ways shall fall at once. \n"},{"number":19,"text":"He that tilleth his land shall have plenty of bread: but he that\nfolloweth after vain \\add persons\\add* shall have poverty enough.\n"},{"number":20,"text":"A faithful man shall abound with blessings: but he that maketh\nhaste to be rich shall not be innocent.\\f + \\fr 28.20  \\ft innocent: or,\nunpunished\\f* \n"},{"number":21,"text":"To have respect of persons \\add is\\add* not good: for for a\npiece of bread \\add that\\add* man will transgress. \n"},{"number":22,"text":"He that hasteth to be rich \\add hath\\add* an evil eye, and\nconsidereth not that poverty shall come upon him.\\f + \\fr 28.22 \n\\ft hasteth…: or, hath and evil eye hasteth to be rich\\f* \n"},{"number":23,"text":"He that rebuketh a man afterwards shall find more favour than he that\nflattereth with the tongue. \n"},{"number":24,"text":"Whoso robbeth his father or his mother, and saith, \\add It\nis\\add* no transgression; the same \\add is\\add* the companion of a\ndestroyer.\\f + \\fr 28.24  \\ft a destroyer: Heb. a man destroying\\f*\n"},{"number":25,"text":"He that is of a proud heart stirreth up strife: but he that putteth his\ntrust in the \\nd LORD\\nd* shall be made fat. \n"},{"number":26,"text":"He that trusteth in his own heart is a fool: but whoso walketh\nwisely, he shall be delivered. \n"},{"number":27,"text":"He that giveth unto the poor shall not lack: but he that hideth\nhis eyes shall have many a curse. \n"},{"number":28,"text":"When the wicked rise, men hide themselves: but when they perish,\nthe righteous increase. \n"}],"number":28},{"verses":[{"number":1,"text":"He, that being often reproved hardeneth \\add his\\add* neck,\nshall suddenly be destroyed, and that without remedy.\\f + \\fr 29.1 \n\\ft He…: Heb. A man of reproofs\\f* \n"},{"number":2,"text":"When the righteous are in authority, the people rejoice: but when the\nwicked beareth rule, the people mourn. \\f + \\fr 29.2  \\ft in…: or,\nincreased\\f* \n"},{"number":3,"text":"Whoso loveth wisdom rejoiceth his father: but he that keepeth\ncompany with harlots spendeth \\add his\\add* substance. \n"},{"number":4,"text":"The king by judgment establisheth the land: but he that receiveth\ngifts overthroweth it.\\f + \\fr 29.4  \\ft he…: Heb. a man of oblations\\f*\n"},{"number":5,"text":"A man that flattereth his neighbour spreadeth a net for his\nfeet. \n"},{"number":6,"text":"In the transgression of an evil man \\add there is\\add* a snare:\nbut the righteous doth sing and rejoice. \n"},{"number":7,"text":"The righteous considereth the cause of the poor: \\add but\\add*\nthe wicked regardeth not to know \\add it\\add*. \n"},{"number":8,"text":"Scornful men bring a city into a snare: but wise \\add men\\add*\nturn away wrath.\\f + \\fr 29.8  \\ft bring…: or, set a city on fire\\f*\n"},{"number":9,"text":"\\add If\\add* a wise man contendeth with a foolish man, whether he\nrage or laugh, \\add there is\\add* no rest. \n"},{"number":10,"text":"The bloodthirsty hate the upright: but the just seek his soul.\\f + \\fr 29.10 \n\\ft The bloodthirsty: Heb. Men of blood\\f* \n"},{"number":11,"text":"A fool uttereth all his mind: but a wise \\add man\\add* keepeth\nit in till afterwards. \n"},{"number":12,"text":"If a ruler hearken to lies, all his servants \\add are\\add*\nwicked. \n"},{"number":13,"text":"The poor and the deceitful man meet together: the \\nd LORD\\nd*\nlighteneth both their eyes.\\f + \\fr 29.13  \\ft the deceitful…: or, the\nusurer\\f* \n"},{"number":14,"text":"The king that faithfully judgeth the poor, his throne shall be\nestablished for ever. \n"},{"number":15,"text":"The rod and reproof give wisdom: but a child left \\add to\nhimself\\add* bringeth his mother to shame. \n"},{"number":16,"text":"When the wicked are multiplied, transgression increaseth:\nbut the righteous shall see their fall. \n"},{"number":17,"text":"Correct thy son, and he shall give thee rest; yea, he shall\ngive delight unto thy soul. \n"},{"number":18,"text":"Where \\add there is\\add* no vision, the people perish: but he that\nkeepeth the law, happy \\add is\\add* he.\\f + \\fr 29.18  \\ft perish: or, is made\nnaked\\f* \n"},{"number":19,"text":"A servant will not be corrected by words: for though he understand\nhe will not answer. \n"},{"number":20,"text":"Seest thou a man \\add that is\\add* hasty in his words? \\add there\nis\\add* more hope of a fool than of him.\\f + \\fr 29.20  \\ft words: or,\nmatters?\\f* \n"},{"number":21,"text":"He that delicately bringeth up his servant from a child shall have him become\n\\add his\\add* son at the length. \n"},{"number":22,"text":"An angry man stirreth up strife, and a furious man aboundeth\nin transgression. \n"},{"number":23,"text":"A man’s pride shall bring him low: but honour shall uphold\nthe humble in spirit. \n"},{"number":24,"text":"Whoso is partner with a thief hateth  his own soul: he heareth\ncursing, and bewrayeth \\add it\\add* not. \n"},{"number":25,"text":"The fear of man bringeth a snare: but whoso putteth his trust\nin the \\nd LORD\\nd* shall be safe.\\f + \\fr 29.25  \\ft safe: Heb. set on\nhigh\\f* \n"},{"number":26,"text":"Many seek the ruler’s favour; but \\add every\\add* man’s judgment\n\\add cometh\\add* from the \\nd LORD\\nd*.\\f + \\fr 29.26  \\ft the ruler’s…: Heb. the face of a\nruler\\f* \n"},{"number":27,"text":"An unjust man \\add is\\add* an abomination to the just: and\n\\add he that is\\add* upright in the way \\add is\\add* abomination\nto the wicked. \n"}],"number":29},{"verses":[{"number":1,"text":"The words of Agur the son of Jakeh, \\add even\\add* the prophecy:\nthe man spake unto Ithiel, even unto Ithiel and Ucal, \n"},{"number":2,"text":"Surely I \\add am\\add* more brutish than \\add any\\add* man, and have not the\nunderstanding of a man. \n"},{"number":3,"text":"I neither learned wisdom, nor have the knowledge of the holy.\\f + \\fr 30.3 \n\\ft have: Heb. know\\f* \n"},{"number":4,"text":"Who hath ascended up into heaven, or descended? who hath gathered\nthe wind in his fists? who hath bound the waters in a garment? who hath\nestablished all the ends of the earth? what \\add is\\add* his name, and what\n\\add is\\add* his son’s name, if thou canst tell? \n"},{"number":5,"text":"Every word of God \\add is\\add* pure: he \\add is\\add* a shield\nunto them that put their trust in him.\\f + \\fr 30.5  \\ft pure: Heb.\npurified\\f* \n"},{"number":6,"text":"Add thou not unto his words, lest he reprove thee, and thou be found a\nliar. \n\n"},{"number":7,"text":"Two \\add things\\add* have I required of thee; deny me \\add them\\add*\nnot before I die:\\f + \\fr 30.7  \\ft deny…: Heb. withhold not from\nme\\f* \n"},{"number":8,"text":"Remove far from me vanity and lies: give me neither poverty\nnor riches; feed me with food convenient for me:\\f + \\fr 30.8  \\ft convenient…: Heb. of my\nallowance\\f* \n"},{"number":9,"text":"Lest I be full, and deny \\add thee\\add*, and say, Who \\add is\\add*\nthe \\nd LORD\\nd*? or lest I be poor, and steal, and take the name\nof my God \\add in vain\\add*.\\f + \\fr 30.9  \\ft deny…: Heb. belie\nthee\\f* \n\n"},{"number":10,"text":"Accuse not a servant unto his master, lest he curse thee, and thou be found\nguilty.\\f + \\fr 30.10  \\ft Accuse…: Heb. Hurt not with thy tongue\\f*\n"},{"number":11,"text":"\\add There is\\add* a generation \\add that\\add* curseth their\nfather, and doth not bless their mother. \n"},{"number":12,"text":"\\add There is\\add* a generation \\add that are\\add* pure in their own\neyes, and \\add yet\\add* is not washed from their filthiness. \n"},{"number":13,"text":"\\add There is\\add* a generation, O how lofty are their eyes!\nand their eyelids are lifted up. \n"},{"number":14,"text":"\\add There is\\add* a generation, whose teeth \\add are as\\add*\nswords, and their jaw teeth \\add as\\add* knives, to devour the poor\nfrom off the earth, and the needy from \\add among\\add* men. \n\n"},{"number":15,"text":"The horseleach hath two daughters, \\add crying\\add*, Give,\ngive. There are three \\add things that\\add* are never satisfied,\n\\add yea\\add*, four \\add things\\add* say not, \\add It is\\add* enough:\\f + \\fr 30.15 \n\\ft It is…: Heb. Wealth\\f* \n"},{"number":16,"text":"The grave; and the barren womb; the earth \\add that\\add* is not\nfilled with water; and the fire \\add that\\add* saith not, \\add It\nis\\add* enough. \n"},{"number":17,"text":"The eye \\add that\\add* mocketh  at \\add his\\add* father, and\ndespiseth to obey \\add his\\add* mother, the ravens of the valley\nshall pick it out, and the young eagles shall eat it.\\f + \\fr 30.17 \n\\ft the valley: or, the brook\\f* \n\n"},{"number":18,"text":"There be three \\add things which\\add* are too wonderful for me, yea,\nfour which I know not: \n"},{"number":19,"text":"The way of an eagle in the air; the way of a serpent upon a\nrock; the way of a ship in the midst of the sea; and the way of a\nman with a maid.\\f + \\fr 30.19  \\ft midst: Heb. heart\\f* \n"},{"number":20,"text":"Such \\add is\\add* the way of an adulterous woman; she eateth,\nand wipeth her mouth, and saith, I have done no wickedness. \n"},{"number":21,"text":"For three \\add things\\add* the earth is disquieted, and for\nfour \\add which\\add* it cannot bear: \n"},{"number":22,"text":"For a servant when he reigneth; and a fool when he is filled\nwith meat; \n"},{"number":23,"text":"For an odious \\add woman\\add* when she is married; and an\nhandmaid that is heir to her mistress. \n\n"},{"number":24,"text":"There be four \\add things which are\\add* little upon the earth, but they\n\\add are\\add* exceeding wise:\\f + \\fr 30.24  \\ft exceeding…: Heb. wise, made\nwise\\f* \n"},{"number":25,"text":"The ants \\add are\\add* a people not strong, yet they prepare\ntheir meat in the summer; \n"},{"number":26,"text":"The conies \\add are but\\add* a feeble folk, yet make they their\nhouses in the rocks; \n"},{"number":27,"text":"The locusts have no king, yet go they forth all of them by\nbands;\\f + \\fr 30.27  \\ft by…: Heb. gathered together\\f* \n"},{"number":28,"text":"The spider taketh hold with her hands, and is in kings’ palaces.\n\n"},{"number":29,"text":"There be three \\add things\\add* which go well, yea, four are\ncomely in going: \n"},{"number":30,"text":"A lion \\add which is\\add* strongest among beasts, and turneth not\naway for any; \n"},{"number":31,"text":"A greyhound; an he goat also; and a king, against whom \\add there\nis\\add* no rising up.\\f + \\fr 30.31  \\ft greyhound: or, horse: Heb. girt in the\nloins\\f* \n"},{"number":32,"text":"If thou hast done foolishly in lifting up thyself, or if thou hast thought\nevil, \\add lay\\add* thine hand upon thy mouth. \n"},{"number":33,"text":"Surely the churning of milk bringeth forth butter, and the\nwringing of the nose bringeth forth blood: so the forcing of wrath\nbringeth forth strife. \n"}],"number":30},{"verses":[{"number":1,"text":"The words of king Lemuel, the prophecy that his mother taught him.\n"},{"number":2,"text":"What, my son? and what, the son of my womb? and what, the son\nof my vows? \n"},{"number":3,"text":"Give not thy strength unto women, nor thy ways to that which\ndestroyeth kings. \n"},{"number":4,"text":"\\add It is\\add* not for kings, O Lemuel, \\add it is\\add* not for\nkings to drink wine; nor for princes strong drink: \n"},{"number":5,"text":"Lest they drink, and forget the law, and pervert the judgment\nof any of the afflicted.\\f + \\fr 31.5  \\ft pervert: Heb. alter\\f*\\f + \\fr 31.5 \n\\ft of any…: Heb. of all the sons of affliction\\f* \n"},{"number":6,"text":"Give strong drink unto him that is ready to perish, and wine\nunto those that be of heavy hearts.\\f + \\fr 31.6  \\ft of…: Heb. bitter of\nsoul\\f* \n"},{"number":7,"text":"Let him drink, and forget his poverty, and remember his misery no more.\n"},{"number":8,"text":"Open thy mouth for the dumb in the cause of all such as are\nappointed to destruction.\\f + \\fr 31.8  \\ft such…: Heb. the sons of\ndestruction\\f* \n"},{"number":9,"text":"Open thy mouth, judge righteously, and plead the cause of the\npoor and needy. \n\n"},{"number":10,"text":"¶ Who can find a virtuous woman? for her price \\add is\\add*\nfar above rubies. \n"},{"number":11,"text":"The heart of her husband doth safely trust in her, so that he shall have no\nneed of spoil. \n"},{"number":12,"text":"She will do him good and not evil all the days of her life.\n"},{"number":13,"text":"She seeketh wool, and flax, and worketh willingly with her\nhands. \n"},{"number":14,"text":"She is like the merchants’ ships; she bringeth her food from\nafar. \n"},{"number":15,"text":"She riseth also while it is yet night, and giveth meat to her\nhousehold, and a portion to her maidens. \n"},{"number":16,"text":"She considereth a field, and buyeth it: with the fruit of her\nhands she planteth a vineyard.\\f + \\fr 31.16  \\ft buyeth: Heb. taketh\\f*\n"},{"number":17,"text":"She girdeth her loins with strength, and strengtheneth her\narms. \n"},{"number":18,"text":"She perceiveth that her merchandise \\add is\\add* good: her\ncandle goeth not out by night.\\f + \\fr 31.18  \\ft She…: Heb. She\ntasteth\\f* \n"},{"number":19,"text":"She layeth her hands to the spindle, and her hands hold the\ndistaff. \n"},{"number":20,"text":"She stretcheth out her hand to the poor; yea, she reacheth\nforth her hands to the needy.\\f + \\fr 31.20  \\ft She…: Heb. She spreadeth\\f*\n"},{"number":21,"text":"She is not afraid of the snow for her household: for all her\nhousehold \\add are\\add* clothed with scarlet.\\f + \\fr 31.21  \\ft scarlet: or, double\ngarments\\f* \n"},{"number":22,"text":"She maketh herself coverings of tapestry; her clothing \\add is\\add*\nsilk and purple. \n"},{"number":23,"text":"Her husband is known in the gates, when he sitteth among the\nelders of the land. \n"},{"number":24,"text":"She maketh fine linen, and selleth \\add it;\\add* and delivereth\ngirdles unto the merchant. \n"},{"number":25,"text":"Strength and honour \\add are\\add* her clothing; and she shall\nrejoice in time to come. \n"},{"number":26,"text":"She openeth her mouth with wisdom; and in her tongue \\add is\\add*\nthe law of kindness. \n"},{"number":27,"text":"She looketh well to the ways of her household, and eateth\nnot the bread of idleness. \n"},{"number":28,"text":"Her children arise up, and call her blessed; her husband \\add also\\add*,\nand he praiseth her. \n"},{"number":29,"text":"Many daughters have done virtuously, but thou excellest them\nall.\\f + \\fr 31.29  \\ft have…: or, have gotten riches\\f* \n"},{"number":30,"text":"Favour \\add is\\add* deceitful, and beauty \\add is\\add* vain:\n\\add but\\add* a woman \\add that\\add* feareth the \\nd LORD\\nd*, she shall be\npraised. \n"},{"number":31,"text":"Give her of the fruit of her hands; and let her own works\npraise her in the gates. "}],"number":31}]}