{"headers":{"id":"SNG  Song of Solomon","h":"Song of Solomon","toc1":"The Song of Solomon","toc2":"Song of Solomon","toc3":"Sng","mt1":"The Song of Solomon"},"book":"Song of Solomon","chapters":[{"verses":[{"number":1,"text":"The song of songs, which \\add is\\add* Solomon’s. \n\n"},{"number":2,"text":"Let him kiss me with the kisses of his mouth: for thy love\n\\add is\\add* better than wine.\\f + \\fr 1.2  \\ft thy…: Heb. thy loves\\f*\n"},{"number":3,"text":"Because of the savour of thy good ointments thy name \\add is\nas\\add* ointment poured forth, therefore do the virgins love thee.\n"},{"number":4,"text":"Draw me, we will run after thee: the king hath brought me into his\nchambers: we will be glad and rejoice in thee, we will remember thy\nlove more than wine: the upright love thee.\\f + \\fr 1.4  \\ft the upright…: or, they love thee\nuprightly\\f* \n"},{"number":5,"text":"I \\add am\\add* black, but comely, O ye daughters of Jerusalem,\nas the tents of Kedar, as the curtains of Solomon. \n"},{"number":6,"text":"Look not upon me, because I \\add am\\add* black, because the\nsun hath looked upon me: my mother’s children were angry with me; they\nmade me the keeper of the vineyards; \\add but\\add* mine own vineyard\nhave I not kept. \n\n"},{"number":7,"text":"Tell me, O thou whom my soul loveth, where thou feedest, where thou makest\n\\add thy flock\\add* to rest at noon: for why should I be as one that turneth\naside by the flocks of thy companions?\\f + \\fr 1.7  \\ft as one…: or, as one that is\nveiled\\f* \n\n"},{"number":8,"text":"¶ If thou know not, O thou fairest among women, go thy way forth\nby the footsteps of the flock, and feed thy kids beside the shepherds’\ntents. \n"},{"number":9,"text":"I have compared thee, O my love, to a company of horses in\nPharaoh’s chariots. \n"},{"number":10,"text":"Thy cheeks are comely with rows \\add of jewels\\add*, thy neck\nwith chains \\add of gold\\add*. \n"},{"number":11,"text":"We will make thee borders of gold with studs of silver. \n\n"},{"number":12,"text":"¶ While the king \\add sitteth\\add* at his table, my spikenard\nsendeth forth the smell thereof. \n"},{"number":13,"text":"A bundle of myrrh \\add is\\add* my wellbeloved unto me; he shall\nlie all night betwixt my breasts. \n"},{"number":14,"text":"My beloved \\add is\\add* unto me \\add as\\add* a cluster of\ncamphire in the vineyards of En-gedi.\\f + \\fr 1.14  \\ft camphire: or,\ncypress\\f* \n"},{"number":15,"text":"Behold, thou \\add art\\add* fair, my love; behold, thou \\add art\\add*\nfair; thou \\add hast\\add* doves’ eyes.\\f + \\fr 1.15  \\ft my love: or, my\ncompanion\\f* \n"},{"number":16,"text":"Behold, thou \\add art\\add* fair, my beloved, yea, pleasant:\nalso our bed \\add is\\add* green. \n"},{"number":17,"text":"The beams of our house \\add are\\add* cedar, \\add and\\add*\nour rafters of fir.\\f + \\fr 1.17  \\ft rafters: or, galleries\\f* \n"}],"number":1},{"verses":[{"number":1,"text":"I \\add am\\add* the rose of Sharon, \\add and\\add* the lily of the\nvalleys. \n"},{"number":2,"text":"As the lily among thorns, so \\add is\\add* my love among the\ndaughters. \n\n"},{"number":3,"text":"As the apple tree among the trees of the wood, so \\add is\\add*\nmy beloved among the sons. I sat down under his shadow with great\ndelight, and his fruit \\add was\\add* sweet to my taste.\\f + \\fr 2.3 \n\\ft I sat…: Heb. I delighted and sat down, etc\\f*\\f + \\fr 2.3  \\ft taste: Heb.\npalate\\f* \n"},{"number":4,"text":"He brought me to the banqueting house, and his banner over me\n\\add was\\add* love.\\f + \\fr 2.4  \\ft banqueting…: Heb. house of wine\\f*\n"},{"number":5,"text":"Stay me with flagons, comfort me with apples: for I \\add am\\add*\nsick of love.\\f + \\fr 2.5  \\ft comfort…: Heb. straw me with apples\\f*\n"},{"number":6,"text":"His left hand \\add is\\add* under my head, and his right hand\ndoth embrace me. \n"},{"number":7,"text":"I charge you, O ye daughters of Jerusalem, by the roes, and\nby the hinds of the field, that ye stir not up, nor awake \\add my\\add*\nlove, till he please.\\f + \\fr 2.7  \\ft I charge…: Heb. I adjure you\\f*\n\n"},{"number":8,"text":"¶ The voice of my beloved! behold, he cometh leaping upon the\nmountains, skipping upon the hills. \n"},{"number":9,"text":"My beloved is like a roe or a young hart: behold, he standeth\nbehind our wall, he looketh forth at the windows, shewing himself through the\nlattice.\\f + \\fr 2.9  \\ft shewing…: Heb. flourishing\\f* \n"},{"number":10,"text":"My beloved spake, and said unto me, Rise up, my love, my fair\none, and come away. \n"},{"number":11,"text":"For, lo, the winter is past, the rain is over \\add and\\add*\ngone; \n"},{"number":12,"text":"The flowers appear on the earth; the time of the singing \\add of\nbirds\\add* is come, and the voice of the turtle is heard in our land;\n"},{"number":13,"text":"The fig tree putteth forth her green figs, and the vines \\add with\\add*\nthe tender grape give a \\add good\\add* smell. Arise, my love, my fair\none, and come away. \n\n"},{"number":14,"text":"¶ O my dove, \\add that art\\add* in the clefts of the rock,\nin the secret \\add places\\add* of the stairs, let me see thy countenance,\nlet me hear thy voice; for sweet \\add is\\add* thy voice, and thy\ncountenance \\add is\\add* comely. \n"},{"number":15,"text":"Take us the foxes, the little foxes, that spoil the vines:\nfor our vines \\add have\\add* tender grapes. \n\n"},{"number":16,"text":"¶ My beloved \\add is\\add* mine, and I \\add am\\add* his: he\nfeedeth among the lilies. \n"},{"number":17,"text":"Until the day break, and the shadows flee away, turn, my beloved,\nand be thou like a roe or a young hart upon the mountains of Bether.\\f + \\fr 2.17 \n\\ft of Bether: or, of division\\f* \n"}],"number":2},{"verses":[{"number":1,"text":"By night on my bed I sought him whom my soul loveth: I sought\nhim, but I found him not. \n"},{"number":2,"text":"I will rise now, and go about the city in the streets, and in the broad\nways I will seek him whom my soul loveth: I sought him, but I found him not.\n"},{"number":3,"text":"The watchmen that go about the city found me: \\add to whom I\nsaid\\add*, Saw ye him whom my soul loveth? \n"},{"number":4,"text":"\\add It was\\add* but a little that I passed from them, but I\nfound him whom my soul loveth: I held him, and would not let him\ngo, until I had brought him into my mother’s house, and into the\nchamber of her that conceived me. \n"},{"number":5,"text":"I charge you, O ye daughters of Jerusalem, by the roes, and\nby the hinds of the field, that ye stir not up, nor awake \\add my\\add*\nlove, till he please. \n\n"},{"number":6,"text":"¶ Who \\add is\\add* this that cometh out of the wilderness like\npillars of smoke, perfumed with myrrh and frankincense, with all\npowders of the merchant? \n\n"},{"number":7,"text":"Behold his bed, which \\add is\\add* Solomon’s; threescore valiant men\n\\add are\\add* about it, of the valiant of Israel. \n"},{"number":8,"text":"They all hold swords, \\add being\\add* expert in war: every\nman \\add hath\\add* his sword upon his thigh because of fear in the\nnight. \n"},{"number":9,"text":"King Solomon made himself a chariot of the wood of Lebanon.\\f + \\fr 3.9 \n\\ft a chariot: or, a bed\\f* \n"},{"number":10,"text":"He made the pillars thereof \\add of\\add* silver, the bottom thereof\n\\add of\\add* gold, the covering of it \\add of\\add* purple, the midst\nthereof being paved \\add with\\add* love, for the daughters of Jerusalem.\n"},{"number":11,"text":"Go forth, O ye daughters of Zion, and behold king Solomon\nwith the crown wherewith his mother crowned him in the day of his\nespousals, and in the day of the gladness of his heart. \n"}],"number":3},{"verses":[{"number":1,"text":"Behold, thou \\add art\\add* fair, my love; behold, thou \\add art\\add*\nfair; thou \\add hast\\add* doves’ eyes within thy locks: thy hair\n\\add is\\add* as a flock of goats, that appear from mount Gilead.\\f + \\fr 4.1 \n\\ft that…: or, that eat of, etc\\f* \n"},{"number":2,"text":"Thy teeth \\add are\\add* like a flock \\add of sheep that are\neven\\add* shorn, which came up from the washing; whereof every one bear\ntwins, and none \\add is\\add* barren among them. \n"},{"number":3,"text":"Thy lips \\add are\\add* like a thread of scarlet, and thy speech\n\\add is\\add* comely: thy temples \\add are\\add* like a piece of a\npomegranate within thy locks. \n"},{"number":4,"text":"Thy neck \\add is\\add* like the tower of David builded for an\narmoury, whereon there hang a thousand bucklers, all shields of mighty\nmen. \n"},{"number":5,"text":"Thy two breasts \\add are\\add* like two young roes that are\ntwins, which feed among the lilies. \n"},{"number":6,"text":"Until the day break, and the shadows flee away, I will get\nme to the mountain of myrrh, and to the hill of frankincense.\\f + \\fr 4.6 \n\\ft break: Heb. breathe\\f* \n"},{"number":7,"text":"Thou \\add art\\add* all fair, my love; \\add there is\\add* no\nspot in thee. \n\n"},{"number":8,"text":"¶ Come with me from Lebanon, \\add my\\add* spouse, with me from\nLebanon: look from the top of Amana, from the top of Shenir and Hermon,\nfrom the lions’ dens, from the mountains of the leopards. \n"},{"number":9,"text":"Thou hast ravished my heart, my sister, \\add my\\add* spouse;\nthou hast ravished my heart with one of thine eyes, with one chain\nof thy neck.\\f + \\fr 4.9  \\ft ravished: or, taken away\\f* \n"},{"number":10,"text":"How fair is thy love, my sister, \\add my\\add* spouse! how much\nbetter is thy love than wine! and the smell of thine ointments than all\nspices! \n"},{"number":11,"text":"Thy lips, O \\add my\\add* spouse, drop \\add as\\add* the honeycomb:\nhoney and milk \\add are\\add* under thy tongue; and the smell of thy\ngarments \\add is\\add* like the smell of Lebanon. \n"},{"number":12,"text":"A garden inclosed \\add is\\add* my sister, \\add my\\add* spouse;\na spring shut up, a fountain sealed. \\f + \\fr 4.12  \\ft inclosed: Heb.\nbarred\\f*\\f + \\fr 4.12  \\ft shut up: Heb. barred\\f* \n"},{"number":13,"text":"Thy plants \\add are\\add* an orchard of pomegranates, with\npleasant fruits; camphire, with spikenard,\\f + \\fr 4.13  \\ft camphire: or,\ncypress\\f* \n"},{"number":14,"text":"Spikenard and saffron; calamus and cinnamon, with all trees\nof frankincense; myrrh and aloes, with all the chief spices: \n\n"},{"number":15,"text":"A fountain of gardens, a well of living waters, and streams\nfrom Lebanon. \n\n"},{"number":16,"text":"¶ Awake, O north wind; and come, thou south; blow upon my garden,\n\\add that\\add* the spices thereof may flow out. Let my beloved come\ninto his garden, and eat his pleasant fruits. \n"}],"number":4},{"verses":[{"number":1,"text":"I am come into my garden, my sister, \\add my\\add* spouse: I have\ngathered my myrrh with my spice; I have eaten my honeycomb with my\nhoney; I have drunk my wine with my milk: eat, O friends; drink,\nyea, drink abundantly, O beloved.\\f + \\fr 5.1  \\ft yea…: or, and be drunken with\nloves\\f* \n\n"},{"number":2,"text":"¶ I sleep, but my heart waketh: \\add it is\\add* the voice of my\nbeloved that knocketh, \\add saying\\add*, Open to me, my sister, my\nlove, my dove, my undefiled: for my head is filled with dew, \\add and\\add*\nmy locks with the drops of the night. \n"},{"number":3,"text":"I have put off my coat; how shall I put it on? I have washed\nmy feet; how shall I defile them? \n"},{"number":4,"text":"My beloved put in his hand by the hole \\add of the door\\add*,\nand my bowels were moved for him.\\f + \\fr 5.4  \\ft for him: or, (as some read) in\nme\\f* \n"},{"number":5,"text":"I rose up to open to my beloved; and my hands dropped \\add with\\add*\nmyrrh, and my fingers \\add with\\add* sweet smelling myrrh, upon the\nhandles of the lock.\\f + \\fr 5.5  \\ft sweet…: Heb. passing, or, running\nabout\\f* \n"},{"number":6,"text":"I opened to my beloved; but my beloved had withdrawn himself,\n\\add and\\add* was gone: my soul failed when he spake: I sought him, but I could not\nfind him; I called him, but he gave me no answer. \n"},{"number":7,"text":"The watchmen that went about the city found me, they smote\nme, they wounded me; the keepers of the walls took away my veil from me.\n"},{"number":8,"text":"I charge you, O daughters of Jerusalem, if ye find my beloved,\nthat ye tell him, that I \\add am\\add* sick of love.\\f + \\fr 5.8 \n\\ft that ye: Heb. what, etc\\f* \n\n"},{"number":9,"text":"¶ What \\add is\\add* thy beloved more than \\add another\\add*\nbeloved, O thou fairest among women? what \\add is\\add* thy beloved more than\n\\add another\\add* beloved, that thou dost so charge us? \n"},{"number":10,"text":"My beloved \\add is\\add* white and ruddy, the chiefest among ten\nthousand.\\f + \\fr 5.10  \\ft the chiefest: Heb. a standard-bearer\\f*\n"},{"number":11,"text":"His head \\add is as\\add* the most fine gold, his locks \\add are\\add*\nbushy, \\add and\\add* black as a raven.\\f + \\fr 5.11  \\ft bushy: or,\ncurled\\f* \n"},{"number":12,"text":"His eyes \\add are\\add* as \\add the eyes\\add* of doves by the\nrivers of waters, washed with milk, \\add and\\add* fitly set.\\f + \\fr 5.12 \n\\ft fitly…: Heb. sitting in fulness, that is, fitly placed, and set as a precious stone in the foil of a\nring\\f* \n"},{"number":13,"text":"His cheeks \\add are\\add* as a bed of spices, \\add as\\add*\nsweet flowers: his lips \\add like\\add* lilies, dropping sweet smelling\nmyrrh.\\f + \\fr 5.13  \\ft sweet flowers: or, towers of perfumes\\f*\n"},{"number":14,"text":"His hands \\add are as\\add* gold rings set with the beryl:\nhis belly \\add is as\\add* bright ivory overlaid \\add with\\add* sapphires.\n"},{"number":15,"text":"His legs \\add are as\\add* pillars of marble, set upon sockets\nof fine gold: his countenance \\add is\\add* as Lebanon, excellent\nas the cedars. \n"},{"number":16,"text":"His mouth \\add is\\add* most sweet: yea, he \\add is\\add* altogether\nlovely. This \\add is\\add* my beloved, and this \\add is\\add* my friend,\nO daughters of Jerusalem.\\f + \\fr 5.16  \\ft mouth: Heb. palate\\f*\n"}],"number":5},{"verses":[{"number":1,"text":"Whither is thy beloved gone, O thou fairest among women? whither is thy\nbeloved turned aside? that we may seek him with thee. \n"},{"number":2,"text":"My beloved is gone down into his garden, to the beds of spices,\nto feed in the gardens, and to gather lilies. \n"},{"number":3,"text":"I \\add am\\add* my beloved’s, and my beloved \\add is\\add* mine: he\nfeedeth among the lilies. \n\n"},{"number":4,"text":"¶ Thou \\add art\\add* beautiful, O my love, as Tirzah, comely\nas Jerusalem, terrible as \\add an army\\add* with banners. \n"},{"number":5,"text":"Turn away thine eyes from me, for they have overcome me: thy\nhair \\add is\\add* as a flock of goats that appear from Gilead.\\f + \\fr 6.5 \n\\ft overcome…: or, puffed me up\\f* \n"},{"number":6,"text":"Thy teeth \\add are\\add* as a flock of sheep which go up from the\nwashing, whereof every one beareth twins, and \\add there is\\add*\nnot one barren among them. \n"},{"number":7,"text":"As a piece of a pomegranate \\add are\\add* thy temples within\nthy locks. \n"},{"number":8,"text":"There are threescore queens, and fourscore concubines, and\nvirgins without number. \n"},{"number":9,"text":"My dove, my undefiled is \\add but\\add* one; she \\add is\\add* the\n\\add only\\add* one of her mother, she \\add is\\add* the choice \\add one\\add*\nof her that bare her. The daughters saw her, and blessed her; \\add yea\\add*,\nthe queens and the concubines, and they praised her. \n\n"},{"number":10,"text":"¶ Who \\add is\\add* she \\add that\\add* looketh forth as the\nmorning, fair as the moon, clear as the sun, \\add and\\add* terrible as\n\\add an army\\add* with banners? \n\n"},{"number":11,"text":"I went down into the garden of nuts to see the fruits of the\nvalley, \\add and\\add* to see whether the vine flourished, \\add and\\add*\nthe pomegranates budded. \n"},{"number":12,"text":"Or ever I was aware, my soul made me \\add like\\add* the chariots\nof Amminadib.\\f + \\fr 6.12  \\ft Or ever…: Heb. I knew not\\f*\\f + \\fr 6.12 \n\\ft made…: or, set me on the chariots of my willing people\\f* \n"},{"number":13,"text":"Return, return, O Shulamite; return, return, that we may look\nupon thee. What will ye see in the Shulamite? As it were the company\nof two armies.\\f + \\fr 6.13  \\ft of…: or, of Mahanaim\\f* \n"}],"number":6},{"verses":[{"number":1,"text":"How beautiful are thy feet with shoes, O prince’s daughter!\nthe joints of thy thighs \\add are\\add* like jewels, the work of the\nhands of a cunning workman. \n"},{"number":2,"text":"Thy navel \\add is like\\add* a round goblet, \\add which\\add*\nwanteth not liquor: thy belly \\add is like\\add* an heap of wheat\nset about with lilies.\\f + \\fr 7.2  \\ft liquor: Heb. mixture\\f* \n"},{"number":3,"text":"Thy two breasts \\add are\\add* like two young roes \\add that\nare\\add* twins. \n"},{"number":4,"text":"Thy neck \\add is\\add* as a tower of ivory; thine eyes \\add like\\add*\nthe fishpools in Heshbon, by the gate of Bath-rabbim: thy nose \\add is\\add*\nas the tower of Lebanon which looketh toward Damascus. \n"},{"number":5,"text":"Thine head upon thee \\add is\\add* like Carmel, and the hair\nof thine head like purple; the king \\add is\\add* held in the galleries.\\f + \\fr 7.5 \n\\ft Carmel: or, crimson\\f*\\f + \\fr 7.5  \\ft held: Heb. bound\\f* \n"},{"number":6,"text":"How fair and how pleasant art thou, O love, for delights! \n"},{"number":7,"text":"This thy stature is like to a palm tree, and thy breasts to\nclusters \\add of grapes\\add*. \n"},{"number":8,"text":"I said, I will go up to the palm tree, I will take hold of the\nboughs thereof: now also thy breasts shall be as clusters of the\nvine, and the smell of thy nose like apples; \n"},{"number":9,"text":"And the roof of thy mouth like the best wine for my beloved,\nthat goeth \\add down\\add* sweetly, causing the lips of those that are\nasleep to speak.\\f + \\fr 7.9  \\ft sweetly: Heb. straightly\\f*\\f + \\fr 7.9 \n\\ft of those…: or, of the ancient\\f* \n\n"},{"number":10,"text":"¶ I \\add am\\add* my beloved’s, and his desire \\add is\\add* toward me.\n"},{"number":11,"text":"Come, my beloved, let us go forth into the field; let us lodge\nin the villages. \n"},{"number":12,"text":"Let us get up early to the vineyards; let us see if the vine\nflourish, \\add whether\\add* the tender grape appear, \\add and\\add*\nthe pomegranates bud forth: there will I give thee my loves.\\f + \\fr 7.12 \n\\ft appear: Heb. open\\f* \n"},{"number":13,"text":"The mandrakes give a smell, and at our gates \\add are\\add*\nall manner of pleasant \\add fruits\\add*, new and old, \\add which\\add*\nI have laid up for thee, O my beloved. \n"}],"number":7},{"verses":[{"number":1,"text":"O that thou \\add wert\\add* as my brother, that sucked the breasts\nof my mother! \\add when\\add* I should find thee without, I would\nkiss thee; yea, I should not be despised.\\f + \\fr 8.1  \\ft I should not…: Heb. they should not despise\nme\\f* \n"},{"number":2,"text":"I would lead thee, \\add and\\add* bring thee into my mother’s\nhouse, \\add who\\add* would instruct me: I would cause thee to drink\nof spiced wine of the juice of my pomegranate. \n"},{"number":3,"text":"His left hand \\add should be\\add* under my head, and his right\nhand should embrace me. \n"},{"number":4,"text":"I charge you, O daughters of Jerusalem, that ye stir not up,\nnor awake \\add my\\add* love, until he please.\\f + \\fr 8.4  \\ft that…: Heb. why should ye stir up, or, why,\netc\\f* \n\n"},{"number":5,"text":"Who \\add is\\add* this that cometh up from the wilderness, leaning\nupon her beloved? I raised thee up under the apple tree: there thy\nmother brought thee forth: there she brought thee forth \\add that\\add*\nbare thee. \n\n"},{"number":6,"text":"¶ Set me as a seal upon thine heart, as a seal upon thine arm:\nfor love \\add is\\add* strong as death; jealousy \\add is\\add* cruel\nas the grave: the coals thereof \\add are\\add* coals of fire, \\add which hath\na\\add* most vehement flame.\\f + \\fr 8.6  \\ft cruel: Heb. hard\\f*\n"},{"number":7,"text":"Many waters cannot quench love, neither can the floods drown it: if\n\\add a\\add* man would give all the substance of his house for love,\nit would utterly be contemned. \n\n"},{"number":8,"text":"¶ We have a little sister, and she hath no breasts: what shall we\ndo for our sister in the day when she shall be spoken for? \n"},{"number":9,"text":"If she \\add be\\add* a wall, we will build upon her a palace\nof silver: and if she \\add be\\add* a door, we will inclose her with\nboards of cedar. \n"},{"number":10,"text":"I \\add am\\add* a wall, and my breasts like towers: then was I in his\neyes as one that found favour.\\f + \\fr 8.10  \\ft favour: Heb. peace\\f*\n"},{"number":11,"text":"Solomon had a vineyard at Baal-hamon; he let out the vineyard\nunto keepers; every one for the fruit thereof was to bring a thousand\n\\add pieces\\add* of silver. \n"},{"number":12,"text":"My vineyard, which \\add is\\add* mine, \\add is\\add* before\nme: thou, O Solomon, \\add must have\\add* a thousand, and those that\nkeep the fruit thereof two hundred. \n\n"},{"number":13,"text":"Thou that dwellest in the gardens, the companions hearken\nto thy voice: cause me to hear \\add it\\add*. \n\n"},{"number":14,"text":"¶ Make haste, my beloved, and be thou like to a roe or to a\nyoung hart upon the mountains of spices.\\f + \\fr 8.14  \\ft Make…: Heb. Flee\naway\\f* "}],"number":8}]}