{"headers":{"id":"ISA  Isaiah","h":"Isaiah","toc1":"The Book of the Prophet Isaiah","toc2":"Isaiah","toc3":"Isa","mt1":"The Book of the Prophet Isaiah"},"book":"Isaiah","chapters":[{"verses":[{"number":1,"text":"The vision of Isaiah the son of Amoz, which he saw concerning\nJudah and Jerusalem in the days of Uzziah, Jotham, Ahaz, \\add and\\add*\nHezekiah, kings of Judah. \n\n"},{"number":2,"text":"Hear, O heavens, and give ear, O earth: for the \\nd LORD\\nd*\nhath spoken, I have nourished and brought up children, and they have\nrebelled against me. \n"},{"number":3,"text":"The ox knoweth his owner, and the ass his master’s crib: \\add but\\add*\nIsrael doth not know, my people doth not consider. \n"},{"number":4,"text":"Ah sinful nation, a people laden with iniquity, a seed of evildoers,\nchildren that are corrupters: they have forsaken the \\nd LORD\\nd*,\nthey have provoked the Holy One of Israel unto anger, they are gone\naway backward.\\f + \\fr 1.4  \\ft laden: Heb. of heaviness\\f*\\f + \\fr 1.4 \n\\ft gone…: Heb. alienated, or, separated\\f* \n\n"},{"number":5,"text":"Why should ye be stricken any more? ye will revolt more and\nmore: the whole head is sick, and the whole heart faint.\\f + \\fr 1.5 \n\\ft revolt…: Heb. increase revolt\\f* \n"},{"number":6,"text":"From the sole of the foot even unto the head \\add there is\\add*\nno soundness in it; \\add but\\add* wounds, and bruises, and putrifying\nsores: they have not been closed, neither bound up, neither mollified\nwith ointment.\\f + \\fr 1.6  \\ft ointment: or, oil\\f* \n"},{"number":7,"text":"Your country \\add is\\add* desolate, your cities \\add are\\add*\nburned with fire: your land, strangers devour it in your presence, and\n\\add it is\\add* desolate, as overthrown by strangers.\\f + \\fr 1.7 \n\\ft overthrown…: Heb. the overthrow of\\f* \n"},{"number":8,"text":"And the daughter of Zion is left as a cottage in a vineyard,\nas a lodge in a garden of cucumbers, as a besieged city. \n"},{"number":9,"text":"Except the \\nd LORD\\nd* of hosts had left unto us a very small\nremnant, we should have been as Sodom, \\add and\\add* we should have been\nlike unto Gomorrah. \n\n"},{"number":10,"text":"Hear the word of the \\nd LORD\\nd*, ye rulers of Sodom; give\near unto the law of our God, ye people of Gomorrah. \n"},{"number":11,"text":"To what purpose \\add is\\add* the multitude of your sacrifices\nunto me? saith the \\nd LORD\\nd*: I am full of the burnt offerings\nof rams, and the fat of fed beasts; and I delight not in the blood\nof bullocks, or of lambs, or of he goats.\\f + \\fr 1.11  \\ft he goats: Heb. great he\ngoats\\f* \n"},{"number":12,"text":"When ye come to appear before me, who hath required this at your\nhand, to tread my courts?\\f + \\fr 1.12  \\ft to appear: Heb. to be\nseen\\f* \n"},{"number":13,"text":"Bring no more vain oblations; incense is an abomination unto me; the new\nmoons and sabbaths, the calling of assemblies, I cannot away with;\n\\add it is\\add* iniquity, even the solemn meeting.\\f + \\fr 1.13 \n\\ft iniquity: or, grief\\f* \n"},{"number":14,"text":"Your new moons and your appointed feasts my soul hateth: they are a\ntrouble unto me; I am weary to bear \\add them\\add*. \n"},{"number":15,"text":"And when ye spread forth your hands, I will hide mine eyes\nfrom you: yea, when ye make many prayers, I will not hear: your hands\nare full of blood.\\f + \\fr 1.15  \\ft make…: Heb. multiply prayer\\f*\\f + \\fr 1.15 \n\\ft blood: Heb. bloods\\f* \n\n"},{"number":16,"text":"Wash you, make you clean; put away the evil of your doings\nfrom before mine eyes; cease to do evil; \n"},{"number":17,"text":"Learn to do well; seek judgment, relieve the oppressed, judge\nthe fatherless, plead for the widow.\\f + \\fr 1.17  \\ft relieve: or,\nrighten\\f* \n"},{"number":18,"text":"Come now, and let us reason together, saith the \\nd LORD\\nd*:\nthough your sins be as scarlet, they shall be as white as snow; though they be\nred like crimson, they shall be as wool. \n"},{"number":19,"text":"If ye be willing and obedient, ye shall eat the good of the\nland: \n"},{"number":20,"text":"But if ye refuse and rebel, ye shall be devoured with the\nsword: for the mouth of the \\nd LORD\\nd* hath spoken \\add it\\add*.\n\n"},{"number":21,"text":"How is the faithful city become an harlot! it was full of\njudgment; righteousness lodged in it; but now murderers. \n"},{"number":22,"text":"Thy silver is become dross, thy wine mixed with water: \n"},{"number":23,"text":"Thy princes \\add are\\add* rebellious, and companions of thieves:\nevery one loveth gifts, and followeth after rewards: they judge not the\nfatherless, neither doth the cause of the widow come unto them. \n"},{"number":24,"text":"Therefore saith the Lord, the \\nd LORD\\nd* of hosts, the mighty\nOne of Israel, Ah, I will ease me of mine adversaries, and avenge\nme of mine enemies: \n\n"},{"number":25,"text":"And I will turn my hand upon thee, and purely purge away\nthy dross, and take away all thy tin:\\f + \\fr 1.25  \\ft purely: Heb. according to\npureness\\f* \n"},{"number":26,"text":"And I will restore thy judges as at the first, and thy counsellors\nas at the beginning: afterward thou shalt be called, The city of\nrighteousness, the faithful city. \n"},{"number":27,"text":"Zion shall be redeemed with judgment, and her converts with\nrighteousness.\\f + \\fr 1.27  \\ft her…: or, they that return of her\\f*\n\n"},{"number":28,"text":"And the destruction of the transgressors and of the sinners\n\\add shall be\\add* together, and they that forsake the \\nd LORD\\nd*\nshall be consumed.\\f + \\fr 1.28  \\ft destruction: Heb. breaking\\f*\n"},{"number":29,"text":"For they shall be ashamed of the oaks which ye have desired,\nand ye shall be confounded for the gardens that ye have chosen. \n"},{"number":30,"text":"For ye shall be as an oak whose leaf fadeth, and as a garden\nthat hath no water. \n"},{"number":31,"text":"And the strong shall be as tow, and the maker of it as a spark,\nand they shall both burn together, and none shall quench \\add them\\add*.\\f + \\fr 1.31 \n\\ft maker…: or, and his work\\f* \n"}],"number":1},{"verses":[{"number":1,"text":"The word that Isaiah the son of Amoz saw concerning Judah and\nJerusalem. \n"},{"number":2,"text":"And it shall come to pass in the last days, \\add that\\add*\nthe mountain of the \\nd LORD’s\\nd* house shall be established in the\ntop of the mountains, and shall be exalted above the hills; and all\nnations shall flow unto it.\\f + \\fr 2.2  \\ft established: or, prepared\\f*\n"},{"number":3,"text":"And many people shall go and say, Come ye, and let us go up\nto the mountain of the \\nd LORD\\nd*, to the house of the God of Jacob;\nand he will teach us of his ways, and we will walk in his paths:\nfor out of Zion shall go forth the law, and the word of the \\nd LORD\\nd*\nfrom Jerusalem. \n"},{"number":4,"text":"And he shall judge among the nations, and shall rebuke many\npeople: and they shall beat their swords into plowshares, and their\nspears into pruninghooks: nation shall not lift up sword against\nnation, neither shall they learn war any more.\\f + \\fr 2.4  \\ft pruninghooks: or,\nscythes\\f* \n"},{"number":5,"text":"O house of Jacob, come ye, and let us walk in the light of the\n\\nd LORD\\nd*. \n\n"},{"number":6,"text":"Therefore thou hast forsaken thy people the house of Jacob,\nbecause they be replenished from the east, and \\add are\\add* soothsayers\nlike the Philistines, and they please themselves in the children\nof strangers.\\f + \\fr 2.6  \\ft from…: or, more than the\\f*\\f + \\fr 2.6 \n\\ft please…: or, abound with the\\f* \n"},{"number":7,"text":"Their land also is full of silver and gold, neither \\add is there\nany\\add* end of their treasures; their land is also full of horses, neither\n\\add is there any\\add* end of their chariots: \n"},{"number":8,"text":"Their land also is full of idols; they worship the work of their own\nhands, that which their own fingers have made: \n"},{"number":9,"text":"And the mean man boweth down, and the great man humbleth himself: therefore\nforgive them not. \n\n"},{"number":10,"text":"Enter into the rock, and hide thee in the dust, for fear\nof the \\nd LORD\\nd*, and for the glory of his majesty. \n"},{"number":11,"text":"The lofty looks of man shall be humbled, and the haughtiness\nof men shall be bowed down, and the \\nd LORD\\nd* alone shall be exalted\nin that day. \n"},{"number":12,"text":"For the day of the \\nd LORD\\nd* of hosts \\add shall be\\add* upon every\n\\add one that is\\add* proud and lofty, and upon every \\add one that\nis\\add* lifted up; and he shall be brought low: \n"},{"number":13,"text":"And upon all the cedars of Lebanon, \\add that are\\add* high\nand lifted up, and upon all the oaks of Bashan, \n"},{"number":14,"text":"And upon all the high mountains, and upon all the hills \\add that\nare\\add* lifted up, \n"},{"number":15,"text":"And upon every high tower, and upon every fenced wall, \n"},{"number":16,"text":"And upon all the ships of Tarshish, and upon all pleasant\npictures.\\f + \\fr 2.16  \\ft pleasant…: Heb. pictures of desire\\f*\n"},{"number":17,"text":"And the loftiness of man shall be bowed down, and the haughtiness\nof men shall be made low: and the \\nd LORD\\nd* alone shall be exalted\nin that day. \n"},{"number":18,"text":"And the idols he shall utterly abolish.\\f + \\fr 2.18  \\ft he…: or, shall utterly pass\naway\\f* \n"},{"number":19,"text":"And they shall go into the holes of the rocks, and into the\ncaves of the earth, for fear of the \\nd LORD\\nd*, and for the glory\nof his majesty, when he ariseth to shake terribly the earth.\\f + \\fr 2.19 \n\\ft of the earth: Heb. of the dust\\f* \n"},{"number":20,"text":"In that day a man shall cast his idols of silver, and his\nidols of gold, which they made \\add each one\\add* for himself to\nworship, to the moles and to the bats;\\f + \\fr 2.20  \\ft his idols of silver…: Heb. the idols of his silver,\netc\\f*\\f + \\fr 2.20  \\ft each…: or, for him\\f* \n"},{"number":21,"text":"To go into the clefts of the rocks, and into the tops of the ragged\nrocks, for fear of the \\nd LORD\\nd*, and for the glory of his majesty,\nwhen he ariseth to shake terribly the earth. \n"},{"number":22,"text":"Cease ye from man, whose breath \\add is\\add* in his nostrils:\nfor wherein is he to be accounted of? \n"}],"number":2},{"verses":[{"number":1,"text":"For, behold, the Lord, the \\nd LORD\\nd* of hosts, doth take\naway from Jerusalem and from Judah the stay and the staff, the whole\nstay of bread, and the whole stay of water, \n"},{"number":2,"text":"The mighty man, and the man of war, the judge, and the prophet,\nand the prudent, and the ancient, \n"},{"number":3,"text":"The captain of fifty, and the honourable man, and the counsellor,\nand the cunning artificer, and the eloquent orator.\\f + \\fr 3.3 \n\\ft the honourable…: Heb. a man eminent in countenance\\f*\\f + \\fr 3.3 \n\\ft eloquent…: or, skilful of speech\\f* \n"},{"number":4,"text":"And I will give children \\add to be\\add* their princes, and\nbabes shall rule over them. \n"},{"number":5,"text":"And the people shall be oppressed, every one by another, and every\none by his neighbour: the child shall behave himself proudly against the\nancient, and the base against the honourable. \n"},{"number":6,"text":"When a man shall take hold of his brother of the house of his\nfather, \\add saying\\add*, Thou hast clothing, be thou our ruler, and\n\\add let\\add* this ruin \\add be\\add* under thy hand: \n"},{"number":7,"text":"In that day shall he swear, saying, I will not be an healer;\nfor in my house \\add is\\add* neither bread nor clothing: make me not a\nruler of the people.\\f + \\fr 3.7  \\ft swear: Heb. lift up the hand\\f*\\f + \\fr 3.7 \n\\ft healer: Heb. binder up\\f* \n"},{"number":8,"text":"For Jerusalem is ruined, and Judah is fallen: because their\ntongue and their doings \\add are\\add* against the \\nd LORD\\nd*, to\nprovoke the eyes of his glory. \n\n"},{"number":9,"text":"The shew of their countenance doth witness against them; and they\ndeclare their sin as Sodom, they hide \\add it\\add* not. Woe unto their\nsoul! for they have rewarded evil unto themselves. \n"},{"number":10,"text":"Say ye to the righteous, that \\add it shall be\\add* well \\add with\nhim:\\add* for they shall eat the fruit of their doings. \n"},{"number":11,"text":"Woe unto the wicked! \\add it shall be\\add* ill \\add with him:\\add*\nfor the reward of his hands shall be given him.\\f + \\fr 3.11  \\ft given…: Heb. done to\nhim\\f* \n\n"},{"number":12,"text":"\\add As for\\add* my people, children \\add are\\add* their\noppressors, and women rule over them. O my people, they which lead thee cause\n\\add thee\\add* to err, and destroy the way of thy paths.\\f + \\fr 3.12 \n\\ft lead…: or, call thee blessed\\f*\\f + \\fr 3.12  \\ft destroy: Heb. swallow\nup\\f* \n"},{"number":13,"text":"The \\nd LORD\\nd* standeth up to plead, and standeth to judge\nthe people. \n"},{"number":14,"text":"The \\nd LORD\\nd* will enter into judgment with the ancients\nof his people, and the princes thereof: for ye have eaten up the\nvineyard; the spoil of the poor \\add is\\add* in your houses.\\f + \\fr 3.14 \n\\ft eaten: or, burnt\\f* \n"},{"number":15,"text":"What mean ye \\add that\\add* ye beat my people to pieces, and\ngrind the faces of the poor? saith the Lord \\nd GOD\\nd* of hosts.\n\n"},{"number":16,"text":"Moreover the \\nd LORD\\nd* saith, Because the daughters of\nZion are haughty, and walk with stretched forth necks and wanton\neyes, walking and mincing \\add as\\add* they go, and making a tinkling\nwith their feet:\\f + \\fr 3.16  \\ft wanton…: Heb. deceiving with their\neyes\\f*\\f + \\fr 3.16  \\ft mincing: or, tripping nicely\\f* \n"},{"number":17,"text":"Therefore the Lord will smite with a scab the crown of the\nhead of the daughters of Zion, and the \\nd LORD\\nd* will discover\ntheir secret parts.\\f + \\fr 3.17  \\ft discover: Heb. make naked\\f*\n"},{"number":18,"text":"In that day the Lord will take away the bravery of \\add their\\add*\ntinkling ornaments \\add about their feet\\add*, and \\add their\\add*\ncauls, and \\add their\\add* round tires like the moon,\\f + \\fr 3.18 \n\\ft cauls: or, networks\\f* \n"},{"number":19,"text":"The chains, and the bracelets, and the mufflers,\\f + \\fr 3.19 \n\\ft chains: or, sweet balls\\f*\\f + \\fr 3.19  \\ft mufflers: or, spangled\nornaments\\f* \n"},{"number":20,"text":"The bonnets, and the ornaments of the legs, and the headbands,\nand the tablets, and the earrings,\\f + \\fr 3.20  \\ft tablets: Heb. houses of the\nsoul\\f* \n"},{"number":21,"text":"The rings, and nose jewels, \n"},{"number":22,"text":"The changeable suits of apparel, and the mantles, and the\nwimples, and the crisping pins, \n"},{"number":23,"text":"The glasses, and the fine linen, and the hoods, and the vails.\n"},{"number":24,"text":"And it shall come to pass, \\add that\\add* instead of sweet\nsmell there shall be stink; and instead of a girdle a rent; and instead of well\nset hair baldness; and instead of a stomacher a girding of sackcloth;\n\\add and\\add* burning instead of beauty. \n"},{"number":25,"text":"Thy men shall fall by the sword, and thy mighty in the war.\\f + \\fr 3.25 \n\\ft mighty: Heb. might\\f* \n"},{"number":26,"text":"And her gates shall lament and mourn; and she \\add being\\add*\ndesolate shall sit upon the ground.\\f + \\fr 3.26  \\ft desolate: or, emptied: Heb.\ncleansed\\f* \n"}],"number":3},{"verses":[{"number":1,"text":"And in that day seven women shall take hold of one man, saying,\nWe will eat our own bread, and wear our own apparel: only let us be\ncalled by thy name, to take away our reproach.\\f + \\fr 4.1  \\ft let…: Heb. let thy name be called upon\nus\\f*\\f + \\fr 4.1  \\ft to take…: or, take thou away\\f* \n\n"},{"number":2,"text":"In that day shall the branch of the \\nd LORD\\nd* be beautiful\nand glorious, and the fruit of the earth \\add shall be\\add* excellent\nand comely for them that are escaped of Israel.\\f + \\fr 4.2  \\ft beautiful…: Heb. beauty and\nglory\\f*\\f + \\fr 4.2  \\ft them…: Heb. the escaping\\f* \n"},{"number":3,"text":"And it shall come to pass, \\add that he that is\\add* left in\nZion, and \\add he that\\add* remaineth in Jerusalem, shall be called\nholy, \\add even\\add* every one that is written among the living in\nJerusalem:\\f + \\fr 4.3  \\ft among…: or, to life\\f* \n"},{"number":4,"text":"When the Lord shall have washed away the filth of the daughters\nof Zion, and shall have purged the blood of Jerusalem from the midst\nthereof by the spirit of judgment, and by the spirit of burning.\n"},{"number":5,"text":"And the \\nd LORD\\nd* will create upon every dwelling place\nof mount Zion, and upon her assemblies, a cloud and smoke by day,\nand the shining of a flaming fire by night: for upon all the glory\n\\add shall be\\add* a defence.\\f + \\fr 4.5  \\ft upon all: or, above\nall\\f*\\f + \\fr 4.5  \\ft defence: Heb. covering\\f* \n"},{"number":6,"text":"And there shall be a tabernacle for a shadow in the daytime\nfrom the heat, and for a place of refuge, and for a covert from storm\nand from rain. \n"}],"number":4},{"verses":[{"number":1,"text":"Now will I sing to my wellbeloved a song of my beloved touching his\nvineyard. My wellbeloved hath a vineyard in a very fruitful hill:\\f + \\fr 5.1 \n\\ft a very…: Heb. the horn of the son of oil\\f* \n"},{"number":2,"text":"And he fenced it, and gathered out the stones thereof, and\nplanted it with the choicest vine, and built a tower in the midst\nof it, and also made a winepress therein: and he looked that it should bring\nforth grapes, and it brought forth wild grapes.\\f + \\fr 5.2  \\ft fenced: or, made a wall\nabout\\f*\\f + \\fr 5.2  \\ft made: Heb. hewed\\f* \n"},{"number":3,"text":"And now, O inhabitants of Jerusalem, and men of Judah, judge,\nI pray you, betwixt me and my vineyard. \n"},{"number":4,"text":"What could have been done more to my vineyard, that I have not\ndone in it? wherefore, when I looked that it should bring forth grapes,\nbrought it forth wild grapes? \n"},{"number":5,"text":"And now go to; I will tell you what I will do to my vineyard:\nI will take away the hedge thereof, and it shall be eaten up; \\add and\\add*\nbreak down the wall thereof, and it shall be trodden down:\\f + \\fr 5.5 \n\\ft trodden…: Heb. for a treading\\f* \n"},{"number":6,"text":"And I will lay it waste: it shall not be pruned, nor digged;\nbut there shall come up briers and thorns: I will also command the\nclouds that they rain no rain upon it. \n"},{"number":7,"text":"For the vineyard of the \\nd LORD\\nd* of hosts \\add is\\add*\nthe house of Israel, and the men of Judah his pleasant plant: and he\nlooked for judgment, but behold oppression; for righteousness, but behold a\ncry.\\f + \\fr 5.7  \\ft his…: Heb. plant of his pleasures\\f*\\f + \\fr 5.7 \n\\ft oppression: Heb. a scab\\f* \n\n"},{"number":8,"text":"Woe unto them that join house to house, \\add that\\add* lay\nfield to field, till \\add there be\\add* no place, that they may be\nplaced alone in the midst of the earth!\\f + \\fr 5.8  \\ft they: Heb.\nye\\f* \n"},{"number":9,"text":"In mine ears \\add said\\add* the \\nd LORD\\nd* of hosts, Of a\ntruth many houses shall be desolate, \\add even\\add* great and fair,\nwithout inhabitant.\\f + \\fr 5.9  \\ft In…: or, This is in mine ears, saith the\n\\+nd LORD\\+nd*, etc\\f*\\f + \\fr 5.9  \\ft Of a…: Heb. If not, etc\\f*\n"},{"number":10,"text":"Yea, ten acres of vineyard shall yield one bath, and the seed\nof an homer shall yield an ephah. \n\n"},{"number":11,"text":"Woe unto them that rise up early in the morning, \\add that\\add*\nthey may follow strong drink; that continue until night, \\add till\\add*\nwine inflame them!\\f + \\fr 5.11  \\ft inflame: of, pursue\\f* \n"},{"number":12,"text":"And the harp, and the viol, the tabret, and pipe, and wine,\nare in their feasts: but they regard not the work of the \\nd LORD\\nd*,\nneither consider the operation of his hands. \n\n"},{"number":13,"text":"Therefore my people are gone into captivity, because \\add they\nhave\\add* no knowledge: and their honourable men \\add are\\add* famished,\nand their multitude dried up with thirst.\\f + \\fr 5.13  \\ft honourable…: Heb. glory are men of\nfamine\\f* \n"},{"number":14,"text":"Therefore hell hath enlarged herself, and opened her mouth\nwithout measure: and their glory, and their multitude, and their\npomp, and he that rejoiceth, shall descend into it. \n"},{"number":15,"text":"And the mean man shall be brought down, and the mighty man\nshall be humbled, and the eyes of the lofty shall be humbled: \n"},{"number":16,"text":"But the \\nd LORD\\nd* of hosts shall be exalted in judgment,\nand God that is holy shall be sanctified in righteousness.\\f + \\fr 5.16 \n\\ft God…: or, the holy God: Heb. the God the holy\\f* \n"},{"number":17,"text":"Then shall the lambs feed after their manner, and the waste\nplaces of the fat ones shall strangers eat. \n\n"},{"number":18,"text":"Woe unto them that draw iniquity with cords of vanity, and\nsin as it were with a cart rope: \n"},{"number":19,"text":"That say, Let him make speed, \\add and\\add* hasten his work,\nthat we may see \\add it:\\add* and let the counsel of the Holy One\nof Israel draw nigh and come, that we may know \\add it\\add*! \n\n"},{"number":20,"text":"Woe unto them that call evil good, and good evil; that put\ndarkness for light, and light for darkness; that put bitter for sweet,\nand sweet for bitter!\\f + \\fr 5.20  \\ft call…: Heb. say concerning evil, It is good,\netc\\f* \n"},{"number":21,"text":"Woe unto \\add them that are\\add* wise in their own eyes, and\nprudent in their own sight!\\f + \\fr 5.21  \\ft in their own sight: Heb. before their\nface\\f* \n"},{"number":22,"text":"Woe unto \\add them that are\\add* mighty to drink wine, and\nmen of strength to mingle strong drink: \n"},{"number":23,"text":"Which justify the wicked for reward, and take away the righteousness\nof the righteous from him! \n"},{"number":24,"text":"Therefore as the fire devoureth  the stubble, and the flame\nconsumeth the chaff, \\add so\\add* their root shall be as rottenness,\nand their blossom shall go up as dust: because they have cast away\nthe law of the \\nd LORD\\nd* of hosts, and despised the word of the Holy\nOne of Israel.\\f + \\fr 5.24  \\ft fire: Heb. tongue of fire\\f* \n"},{"number":25,"text":"Therefore is the anger of the \\nd LORD\\nd* kindled against his\npeople, and he hath stretched forth his hand against them, and hath\nsmitten them: and the hills did tremble, and their carcases \\add were\\add*\ntorn in the midst of the streets. For all this his anger is not turned\naway, but his hand \\add is\\add* stretched out still.\\f + \\fr 5.25 \n\\ft torn: or, as dung\\f* \n\n"},{"number":26,"text":"And he will lift up an ensign to the nations from far, and will\nhiss unto them from the end of the earth: and, behold, they shall\ncome with speed swiftly: \n"},{"number":27,"text":"None shall be weary nor stumble among them; none shall slumber\nnor sleep; neither shall the girdle of their loins be loosed, nor the\nlatchet of their shoes be broken: \n"},{"number":28,"text":"Whose arrows \\add are\\add* sharp, and all their bows bent,\ntheir horses’ hoofs shall be counted like flint, and their wheels\nlike a whirlwind: \n"},{"number":29,"text":"Their roaring \\add shall be\\add* like a lion, they shall roar\nlike young lions: yea, they shall roar, and lay hold of the prey, and shall carry\n\\add it\\add* away safe, and none shall deliver \\add it\\add*. \n"},{"number":30,"text":"And in that day they shall roar against them like the roaring\nof the sea: and if \\add one\\add* look unto the land, behold darkness\n\\add and\\add* sorrow, and the light is darkened in the heavens thereof.\\f + \\fr 5.30 \n\\ft sorrow: or, distress\\f*\\f + \\fr 5.30  \\ft and the light…: or, when it is light, it shall be dark in the destructions\nthereof\\f* \n"}],"number":5},{"verses":[{"number":1,"text":"In the year that king Uzziah died I saw also the Lord sitting\nupon a throne, high and lifted up, and his train filled the temple.\\f + \\fr 6.1 \n\\ft his…: or, the skirts thereof\\f* \n"},{"number":2,"text":"Above it stood the seraphims: each one had six wings; with\ntwain he covered his face, and with twain he covered his feet, and with\ntwain he did fly. \n"},{"number":3,"text":"And one cried unto another, and said, Holy, holy, holy, \\add is\\add*\nthe \\nd LORD\\nd* of hosts: the whole earth \\add is\\add* full of his\nglory.\\f + \\fr 6.3  \\ft one…: Heb. this cried to this\\f*\\f + \\fr 6.3 \n\\ft the whole…: Heb. his glory is the fulness of the whole earth\\f*\n"},{"number":4,"text":"And the posts of the door moved at the voice of him that cried,\nand the house was filled with smoke.\\f + \\fr 6.4  \\ft door: Heb.\nthresholds\\f* \n\n"},{"number":5,"text":"Then said I, Woe \\add is\\add* me! for I am undone; because I\n\\add am\\add* a man of unclean lips, and I dwell in the midst of a\npeople of unclean lips: for mine eyes have seen the King, the \\nd LORD\\nd*\nof hosts.\\f + \\fr 6.5  \\ft undone: Heb. cut off\\f* \n"},{"number":6,"text":"Then flew one of the seraphims unto me, having a live coal\nin his hand, \\add which\\add* he had taken with the tongs from off the\naltar:\\f + \\fr 6.6  \\ft having…: Heb. and in his hand a live coal\\f*\n"},{"number":7,"text":"And he laid \\add it\\add* upon my mouth, and said, Lo, this hath\ntouched thy lips; and thine iniquity is taken away, and thy sin purged.\\f + \\fr 6.7 \n\\ft laid…: Heb. caused it to touch\\f* \n"},{"number":8,"text":"Also I heard the voice of the Lord, saying, Whom shall I send,\nand who will go for us? Then said I, Here \\add am\\add* I; send me.\\f + \\fr 6.8 \n\\ft Here…: Heb. behold me\\f* \n\n"},{"number":9,"text":"And he said, Go, and tell this people, Hear ye indeed, but\nunderstand not; and see ye indeed, but perceive not.\\f + \\fr 6.9 \n\\ft indeed, but understand: or, without ceasing, etc: Heb. in hearing,\netc\\f* \n"},{"number":10,"text":"Make the heart of this people fat, and make their ears heavy,\nand shut their eyes; lest they see with their eyes, and hear with their\nears, and understand with their heart, and convert, and be healed.\n"},{"number":11,"text":"Then said I, Lord, how long? And he answered, Until the cities\nbe wasted without inhabitant, and the houses without man, and the\nland be utterly desolate,\\f + \\fr 6.11  \\ft utterly…: Heb. desolate with\ndesolation\\f* \n"},{"number":12,"text":"And the \\nd LORD\\nd* have removed men far away, and \\add there\nbe\\add* a great forsaking in the midst of the land. \n\n"},{"number":13,"text":"But yet in it \\add shall be\\add* a tenth, and \\add it\\add*\nshall return, and shall be eaten: as a teil tree, and as an oak,\nwhose substance \\add is\\add* in them, when they cast \\add their leaves:\nso\\add* the holy seed \\add shall be\\add* the substance thereof.\\f + \\fr 6.13 \n\\ft and it…: or, when it is returned, and hath been broused\\f*\\f + \\fr 6.13 \n\\ft substance: or, stock, or, stem\\f* \n"}],"number":6},{"verses":[{"number":1,"text":"And it came to pass in the days of Ahaz the son of Jotham,\nthe son of Uzziah, king of Judah, \\add that\\add* Rezin the king of\nSyria, and Pekah the son of Remaliah, king of Israel, went up toward\nJerusalem to war against it, but could not prevail against it. \n"},{"number":2,"text":"And it was told the house of David, saying, Syria is confederate\nwith Ephraim. And his heart was moved, and the heart of his people,\nas the trees of the wood are moved with the wind.\\f + \\fr 7.2  \\ft is confederate…: Heb. resteth\non\\f* \n"},{"number":3,"text":"Then said the \\nd LORD\\nd* unto Isaiah, Go forth now to meet\nAhaz, thou, and Shear-jashub thy son, at the end of the conduit of the\nupper pool in the highway of the fuller’s field;\\f + \\fr 7.3  \\ft Shear-jashub: that is, The remnant shall\nreturn\\f*\\f + \\fr 7.3  \\ft highway: or, causeway\\f* \n"},{"number":4,"text":"And say unto him, Take heed, and be quiet; fear not, neither be\nfainthearted for the two tails of these smoking firebrands, for the\nfierce anger of Rezin with Syria, and of the son of Remaliah.\\f + \\fr 7.4 \n\\ft neither…: Heb. let not thy heart be tender\\f* \n"},{"number":5,"text":"Because Syria, Ephraim, and the son of Remaliah, have taken\nevil counsel against thee, saying, \n"},{"number":6,"text":"Let us go up against Judah, and vex it, and let us make a breach\ntherein for us, and set a king in the midst of it, \\add even\\add*\nthe son of Tabeal:\\f + \\fr 7.6  \\ft vex: or, waken\\f* \n"},{"number":7,"text":"Thus saith the Lord \\nd GOD\\nd*, It shall not stand, neither shall it come to pass.\n"},{"number":8,"text":"For the head of Syria \\add is\\add* Damascus, and the head of\nDamascus \\add is\\add* Rezin; and within threescore and five years\nshall Ephraim be broken, that it be not a people.\\f + \\fr 7.8  \\ft that…: Heb. from a\npeople\\f* \n"},{"number":9,"text":"And the head of Ephraim \\add is\\add* Samaria, and the head\nof Samaria \\add is\\add* Remaliah’s son. If ye will not believe, surely ye shall not be\nestablished.\\f + \\fr 7.9  \\ft If…: or, Do ye not believe? it is because ye are not\nstable\\f* \n\n"},{"number":10,"text":"Moreover the \\nd LORD\\nd* spake again unto Ahaz, saying,\\f + \\fr 7.10 \n\\ft Moreover…: Heb. And the \\+nd LORD\\+nd* added to speak\\f* \n"},{"number":11,"text":"Ask thee a sign of the \\nd LORD\\nd* thy God; ask it either in the\ndepth, or in the height above.\\f + \\fr 7.11  \\ft ask it…: or, make thy petition\ndeep\\f* \n"},{"number":12,"text":"But Ahaz said, I will not ask, neither will I tempt the \\nd LORD\\nd*.\n"},{"number":13,"text":"And he said, Hear ye now, O house of David; \\add Is it\\add*\na small thing for you to weary men, but will ye weary my God also?\n"},{"number":14,"text":"Therefore the Lord himself shall give you a sign; Behold, a\nvirgin shall conceive, and bear a son, and shall call his name Immanuel.\\f + \\fr 7.14 \n\\ft shall call: or, thou, O virgin, shalt call\\f* \n"},{"number":15,"text":"Butter and honey shall he eat, that he may know to refuse\nthe evil, and choose the good. \n"},{"number":16,"text":"For before the child shall know to refuse the evil, and choose\nthe good, the land that thou abhorrest shall be forsaken  of both\nher kings. \n\n"},{"number":17,"text":"The \\nd LORD\\nd* shall bring upon thee, and upon thy people,\nand upon thy father’s house, days that have not come, from the day\nthat Ephraim departed from Judah; \\add even\\add* the king of Assyria.\n"},{"number":18,"text":"And it shall come to pass in that day, \\add that\\add* the\n\\nd LORD\\nd* shall hiss for the fly that \\add is\\add* in the uttermost\npart of the rivers of Egypt, and for the bee that \\add is\\add* in the\nland of Assyria. \n"},{"number":19,"text":"And they shall come, and shall rest all of them in the desolate\nvalleys, and in the holes of the rocks, and upon all thorns, and upon all\nbushes.\\f + \\fr 7.19  \\ft bushes: or, commendable trees\\f* \n"},{"number":20,"text":"In the same day shall the Lord shave with a razor that is\nhired, \\add namely\\add*, by them beyond the river, by the king of\nAssyria, the head, and the hair of the feet: and it shall also consume\nthe beard. \n"},{"number":21,"text":"And it shall come to pass in that day, \\add that\\add* a man\nshall nourish a young cow, and two sheep; \n"},{"number":22,"text":"And it shall come to pass, for the abundance of milk \\add that\\add*\nthey shall give he shall eat butter: for butter and honey shall every one\neat that is left in the land.\\f + \\fr 7.22  \\ft the land: Heb. the midst of the\nland\\f* \n"},{"number":23,"text":"And it shall come to pass in that day, \\add that\\add* every\nplace shall be, where there were a thousand vines at a thousand silverlings, it shall\n\\add even\\add* be for briers and thorns. \n"},{"number":24,"text":"With arrows and with bows shall \\add men\\add* come thither; because all the\nland shall become briers and thorns. \n"},{"number":25,"text":"And \\add on\\add* all hills that shall be digged with the mattock,\nthere shall not come thither the fear of briers and thorns: but it shall be for the sending\nforth of oxen, and for the treading of lesser cattle. \n"}],"number":7},{"verses":[{"number":1,"text":"Moreover the \\nd LORD\\nd* said unto me, Take thee a great roll,\nand write in it with a man’s pen concerning Maher-shalal-hash-baz.\\f + \\fr 8.1 \n\\ft Maher-shalal-hash-baz: Heb. In making speed to the spoil he hasteneth the prey, or, Make speed,\netc\\f* \n"},{"number":2,"text":"And I took unto me faithful witnesses to record, Uriah the\npriest, and Zechariah the son of Jeberechiah. \n"},{"number":3,"text":"And I went unto the prophetess; and she conceived, and bare\na son. Then said the \\nd LORD\\nd* to me, Call his name Maher-shalal-hash-baz.\\f + \\fr 8.3 \n\\ft went: Heb. approached\\f* \n"},{"number":4,"text":"For before the child shall have knowledge to cry, My father,\nand my mother, the riches of Damascus and the spoil of Samaria shall be taken\naway before the king of Assyria.\\f + \\fr 8.4  \\ft the riches…: or, he that is before the king of Assyria shall take away the\nriches, etc\\f* \n\n"},{"number":5,"text":"The \\nd LORD\\nd* spake also unto me again, saying, \n"},{"number":6,"text":"Forasmuch as this people refuseth the waters of Shiloah that\ngo softly, and rejoice in Rezin and Remaliah’s son; \n"},{"number":7,"text":"Now therefore, behold, the Lord bringeth up upon them the waters\nof the river, strong and many, \\add even\\add* the king of Assyria,\nand all his glory: and he shall come up over all his channels, and go\nover all his banks: \n"},{"number":8,"text":"And he shall pass through Judah; he shall overflow and go over,\nhe shall reach \\add even\\add* to the neck; and the stretching out\nof his wings shall fill the breadth of thy land, O Immanuel.\\f + \\fr 8.8 \n\\ft stretching…: Heb. fulness of the breadth of thy land shall be the stretchings out of his\nwings\\f* \n\n"},{"number":9,"text":"Associate yourselves, O ye people, and ye shall be broken in\npieces; and give ear, all ye of far countries: gird yourselves, and ye shall be broken in\npieces; gird yourselves, and ye shall be broken in pieces.\\f + \\fr 8.9 \n\\ft people, and: or, people, yet\\f* \n"},{"number":10,"text":"Take counsel together, and it shall come to nought; speak\nthe word, and it shall not stand: for God \\add is\\add* with us. \n\n"},{"number":11,"text":"For the \\nd LORD\\nd* spake thus to me with a strong hand,\nand instructed me that I should not walk in the way of this people,\nsaying,\\f + \\fr 8.11  \\ft with…: Heb. in strength of hand\\f* \n"},{"number":12,"text":"Say ye not, A confederacy, to all \\add them to\\add* whom this\npeople shall say, A confederacy; neither fear ye their fear, nor be\nafraid. \n"},{"number":13,"text":"Sanctify the \\nd LORD\\nd* of hosts himself; and \\add let\\add* him\n\\add be\\add* your fear, and \\add let\\add* him \\add be\\add* your dread.\n"},{"number":14,"text":"And he shall be for a sanctuary; but for a stone of stumbling\nand for a rock of offence to both the houses of Israel, for a gin\nand for a snare to the inhabitants of Jerusalem. \n"},{"number":15,"text":"And many among them shall stumble, and fall, and be broken,\nand be snared, and be taken. \n\n"},{"number":16,"text":"Bind up the testimony, seal the law among my disciples. \n"},{"number":17,"text":"And I will wait upon the \\nd LORD\\nd*, that hideth his face\nfrom the house of Jacob, and I will look for him. \n"},{"number":18,"text":"Behold, I and the children whom the \\nd LORD\\nd* hath given me\n\\add are\\add* for signs and for wonders in Israel from the \\nd LORD\\nd*\nof hosts, which dwelleth in mount Zion. \n\n"},{"number":19,"text":"And when they shall say unto you, Seek unto them that have familiar\nspirits, and unto wizards that peep, and that mutter: should not a\npeople seek unto their God? for the living to the dead? \n"},{"number":20,"text":"To the law and to the testimony: if they speak not according to this\nword, \\add it is\\add* because \\add there is\\add* no light in them.\\f + \\fr 8.20 \n\\ft no…: Heb. no morning\\f* \n"},{"number":21,"text":"And they shall pass through it, hardly bestead and hungry:\nand it shall come to pass, that when they shall be hungry, they shall\nfret themselves, and curse their king and their God, and look upward.\n"},{"number":22,"text":"And they shall look unto the earth; and behold trouble and\ndarkness, dimness of anguish; and \\add they shall be\\add* driven\nto darkness. \n"}],"number":8},{"verses":[{"number":1,"text":"Nevertheless the dimness \\add shall\\add* not \\add be\\add* such as\n\\add was\\add* in her vexation, when at the first he lightly afflicted\nthe land of Zebulun and the land of Naphtali, and afterward did more grievously\nafflict \\add her by\\add* the way of the sea, beyond Jordan, in Galilee\nof the nations.\\f + \\fr 9.1  \\ft of the nations: or, populous\\f*\n"},{"number":2,"text":"The people that walked in darkness have seen a great light:\nthey that dwell in the land of the shadow of death, upon them hath the\nlight shined. \n"},{"number":3,"text":"Thou hast multiplied the nation, \\add and\\add* not increased\nthe joy: they joy before thee according to the joy in harvest, \\add and\\add* as\n\\add men\\add* rejoice when they divide the spoil.\\f + \\fr 9.3  \\ft not: or, to\nhim\\f* \n"},{"number":4,"text":"For thou hast broken the yoke of his burden, and the staff\nof his shoulder, the rod of his oppressor, as in the day of Midian.\\f + \\fr 9.4 \n\\ft For…: or, When thou brakest\\f* \n"},{"number":5,"text":"For every battle of the warrior \\add is\\add* with confused\nnoise, and garments rolled  in blood; but \\add this\\add* shall be with\nburning \\add and\\add* fuel of fire.\\f + \\fr 9.5  \\ft For…: or, When the whole battle of the warrior was,\netc\\f*\\f + \\fr 9.5  \\ft but…: or, and it was, etc\\f*\\f + \\fr 9.5 \n\\ft fuel: Heb. meat\\f* \n"},{"number":6,"text":"For unto us a child is born, unto us a son is given: and the\ngovernment shall be upon his shoulder: and his name shall be called\nWonderful, Counsellor, The mighty God, The everlasting Father, The\nPrince of Peace. \n"},{"number":7,"text":"Of the increase of \\add his\\add* government and peace \\add there shall\nbe\\add* no end, upon the throne of David, and upon his kingdom, to\norder it, and to establish it with judgment and with justice from henceforth even\nfor ever. The zeal of the \\nd LORD\\nd* of hosts will perform this.\n\n"},{"number":8,"text":"The Lord sent a word into Jacob, and it hath lighted upon\nIsrael. \n"},{"number":9,"text":"And all the people shall know, \\add even\\add* Ephraim and the\ninhabitant of Samaria, that say in the pride and stoutness of heart,\n"},{"number":10,"text":"The bricks are fallen down, but we will build with hewn stones:\nthe sycomores are cut down, but we will change \\add them into\\add*\ncedars. \n"},{"number":11,"text":"Therefore the \\nd LORD\\nd* shall set up the adversaries of\nRezin against him, and join his enemies together;\\f + \\fr 9.11  \\ft join: Heb.\nmingle\\f* \n"},{"number":12,"text":"The Syrians before, and the Philistines behind; and they shall\ndevour Israel with open mouth. For all this his anger is not turned\naway, but his hand \\add is\\add* stretched out still.\\f + \\fr 9.12 \n\\ft open: Heb. whole\\f* \n\n"},{"number":13,"text":"For the people turneth not unto him that smiteth them, neither do they\nseek the \\nd LORD\\nd* of hosts. \n"},{"number":14,"text":"Therefore the \\nd LORD\\nd* will cut off from Israel head and\ntail, branch and rush, in one day. \n"},{"number":15,"text":"The ancient and honourable, he \\add is\\add* the head; and the\nprophet that teacheth lies, he \\add is\\add* the tail. \n"},{"number":16,"text":"For the leaders of this people cause \\add them\\add* to err; and\n\\add they that are\\add* led of them \\add are\\add* destroyed.\\f + \\fr 9.16 \n\\ft the leaders: or, they that call them blessed\\f*\\f + \\fr 9.16 \n\\ft led of: or, called blessed of\\f*\\f + \\fr 9.16  \\ft destroyed: Heb. swallowed\nup\\f* \n"},{"number":17,"text":"Therefore the Lord shall have no joy in their young men, neither shall have\nmercy on their fatherless and widows: for every one \\add is\\add*\nan hypocrite and an evildoer, and every mouth speaketh folly. For all this his\nanger is not turned away, but his hand \\add is\\add* stretched out\nstill.\\f + \\fr 9.17  \\ft folly: or, villany\\f* \n\n"},{"number":18,"text":"For wickedness burneth as the fire: it shall devour the briers\nand thorns, and shall kindle in the thickets of the forest, and they shall mount\nup \\add like\\add* the lifting up of smoke. \n"},{"number":19,"text":"Through the wrath of the \\nd LORD\\nd* of hosts is the land\ndarkened, and the people shall be as the fuel of the fire: no man\nshall spare his brother.\\f + \\fr 9.19  \\ft fuel: Heb. meat\\f* \n"},{"number":20,"text":"And he shall snatch on the right hand, and be hungry; and he shall\neat on the left hand, and they shall not be satisfied: they shall\neat every man the flesh of his own arm:\\f + \\fr 9.20  \\ft snatch: Heb\ncut\\f* \n"},{"number":21,"text":"Manasseh, Ephraim; and Ephraim, Manasseh: \\add and\\add* they\ntogether \\add shall be\\add* against Judah. For all this his anger\nis not turned away, but his hand \\add is\\add* stretched out still.\n"}],"number":9},{"verses":[{"number":1,"text":"Woe unto them that decree unrighteous decrees, and that write\ngrievousness \\add which\\add* they have prescribed;\\f + \\fr 10.1 \n\\ft that write…: or, to the writers that write grievousness\\f* \n"},{"number":2,"text":"To turn aside the needy from judgment, and to take away the\nright from the poor of my people, that widows may be their prey, and\n\\add that\\add* they may rob the fatherless! \n"},{"number":3,"text":"And what will ye do in the day of visitation, and in the desolation\n\\add which\\add* shall come from far? to whom will ye flee for help?\nand where will ye leave your glory? \n"},{"number":4,"text":"Without me they shall bow down under the prisoners, and they shall\nfall under the slain. For all this his anger is not turned away,\nbut his hand \\add is\\add* stretched out still. \n\n"},{"number":5,"text":"O Assyrian, the rod of mine anger, and the staff in their\nhand is mine indignation.\\f + \\fr 10.5  \\ft O…: or, Woe to the Assyrian: Heb.\nAsshur\\f*\\f + \\fr 10.5  \\ft and: or, though\\f* \n"},{"number":6,"text":"I will send him against an hypocritical nation, and against the\npeople of my wrath will I give him a charge, to take the spoil, and to\ntake the prey, and to tread them down like the mire of the streets.\\f + \\fr 10.6 \n\\ft tread…: Heb. lay them a treading\\f* \n"},{"number":7,"text":"Howbeit he meaneth not so, neither doth his heart think so; but\n\\add it is\\add* in his heart to destroy and cut off nations not a\nfew. \n"},{"number":8,"text":"For he saith, \\add Are\\add* not my princes altogether kings?\n"},{"number":9,"text":"\\add Is\\add* not Calno as Carchemish? \\add is\\add* not Hamath\nas Arpad? \\add is\\add* not Samaria as Damascus? \n"},{"number":10,"text":"As my hand hath found the kingdoms of the idols, and whose graven\nimages did excel them of Jerusalem and of Samaria; \n"},{"number":11,"text":"Shall I not, as I have done unto Samaria and her idols, so\ndo to Jerusalem and her idols? \n"},{"number":12,"text":"Wherefore it shall come to pass, \\add that\\add* when the Lord\nhath performed his whole work upon mount Zion and on Jerusalem, I will\npunish the fruit of the stout heart of the king of Assyria, and the\nglory of his high looks.\\f + \\fr 10.12  \\ft punish: Heb. visit upon\\f*\\f + \\fr 10.12 \n\\ft stout…: Heb. greatness of the heart\\f* \n"},{"number":13,"text":"For he saith, By the strength of my hand I have done \\add it\\add*,\nand by my wisdom; for I am prudent: and I have removed the bounds\nof the people, and have robbed their treasures, and I have put down\nthe inhabitants like a valiant \\add man:\\add*\\f + \\fr 10.13  \\ft a valiant…: or, many\npeople\\f* \n"},{"number":14,"text":"And my hand hath found as a nest the riches of the people:\nand as one gathereth eggs \\add that are\\add* left, have I gathered\nall the earth; and there was none that moved the wing, or opened\nthe mouth, or peeped. \n"},{"number":15,"text":"Shall the axe boast itself against him that heweth therewith?\n\\add or\\add* shall the saw magnify itself against him that shaketh\nit? as if the rod should shake \\add itself\\add* against them that lift it\nup, \\add or\\add* as if the staff should lift up \\add itself, as if it\nwere\\add* no wood.\\f + \\fr 10.15  \\ft the rod…: or, a rod should shake them that lift it\nup\\f*\\f + \\fr 10.15  \\ft itself, as if…: or, that which is not wood\\f*\n"},{"number":16,"text":"Therefore shall the Lord, the Lord of hosts, send among his fat\nones leanness; and under his glory he shall kindle a burning like the burning of a\nfire. \n"},{"number":17,"text":"And the light of Israel shall be for a fire, and his Holy\nOne for a flame: and it shall burn and devour his thorns and his\nbriers in one day; \n"},{"number":18,"text":"And shall consume the glory of his forest, and of his fruitful\nfield, both soul and body: and they shall be as when a standardbearer\nfainteth.\\f + \\fr 10.18  \\ft both…: Heb. from the soul, and even to the\nflesh\\f* \n"},{"number":19,"text":"And the rest of the trees of his forest shall be few, that a\nchild may write them.\\f + \\fr 10.19  \\ft few: Heb. number\\f* \n\n"},{"number":20,"text":"And it shall come to pass in that day, \\add that\\add* the\nremnant of Israel, and such as are escaped of the house of Jacob,\nshall no more again stay upon him that smote them; but shall stay\nupon the \\nd LORD\\nd*, the Holy One of Israel, in truth. \n"},{"number":21,"text":"The remnant shall return, \\add even\\add* the remnant of Jacob,\nunto the mighty God. \n"},{"number":22,"text":"For though thy people Israel be as the sand of the sea, \\add yet\\add*\na remnant of them shall return: the consumption decreed shall overflow\nwith righteousness.\\f + \\fr 10.22  \\ft of them: Heb. in, or, among,\netc\\f*\\f + \\fr 10.22  \\ft with: or, in\\f* \n"},{"number":23,"text":"For the Lord \\nd GOD\\nd* of hosts shall make a consumption,\neven determined, in the midst of all the land. \n\n"},{"number":24,"text":"Therefore thus saith the Lord \\nd GOD\\nd* of hosts, O my\npeople that dwellest in Zion, be not afraid of the Assyrian: he shall\nsmite thee with a rod, and shall lift up his staff against thee, after the\nmanner of Egypt.\\f + \\fr 10.24  \\ft and shall…: or, but he shall lift up his staff\nfor\\f* \n"},{"number":25,"text":"For yet a very little while, and the indignation shall cease,\nand mine anger in their destruction. \n"},{"number":26,"text":"And the \\nd LORD\\nd* of hosts shall stir up a scourge for him according to the\nslaughter of Midian at the rock of Oreb: and \\add as\\add* his rod\n\\add was\\add* upon the sea, so shall he lift it up after the manner\nof Egypt. \n"},{"number":27,"text":"And it shall come to pass in that day, \\add that\\add* his\nburden shall be taken away from off thy shoulder, and his yoke from off thy\nneck, and the yoke shall be destroyed because of the anointing.\\f + \\fr 10.27 \n\\ft be taken…: Heb. remove\\f* \n"},{"number":28,"text":"He is come to Aiath, he is passed to Migron; at Michmash he hath laid\nup his carriages: \n"},{"number":29,"text":"They are gone over the passage: they have taken up their lodging\nat Geba; Ramah is afraid; Gibeah of Saul is fled. \n"},{"number":30,"text":"Lift up thy voice, O daughter of Gallim: cause it to be heard\nunto Laish, O poor Anathoth.\\f + \\fr 10.30  \\ft Lift…: Heb. Cry shrill\nwith\\f* \n"},{"number":31,"text":"Madmenah is removed; the inhabitants of Gebim gather themselves to\nflee. \n"},{"number":32,"text":"As yet shall he remain at Nob that day: he shall shake his\nhand \\add against\\add* the mount of the daughter of Zion, the hill\nof Jerusalem. \n"},{"number":33,"text":"Behold, the Lord, the \\nd LORD\\nd* of hosts, shall lop the\nbough with terror: and the high ones of stature \\add shall be\\add*\nhewn down, and the haughty shall be humbled. \n"},{"number":34,"text":"And he shall cut down the thickets of the forest with iron,\nand Lebanon shall fall by a mighty one.\\f + \\fr 10.34  \\ft by…: or,\nmightily\\f* \n"}],"number":10},{"verses":[{"number":1,"text":"And there shall come forth a rod out of the stem of Jesse,\nand a Branch shall grow out of his roots: \n"},{"number":2,"text":"And the spirit of the \\nd LORD\\nd* shall rest upon him, the\nspirit of wisdom and understanding, the spirit of counsel and might,\nthe spirit of knowledge and of the fear of the \\nd LORD\\nd*; \n"},{"number":3,"text":"And shall make him of quick understanding in the fear of the\n\\nd LORD\\nd*: and he shall not judge after the sight of his eyes,\nneither reprove after the hearing of his ears:\\f + \\fr 11.3  \\ft quick…: Heb. scent or,\nsmell\\f* \n"},{"number":4,"text":"But with righteousness shall he judge the poor, and reprove\nwith equity for the meek of the earth: and he shall smite the earth\nwith the rod of his mouth, and with the breath of his lips shall he\nslay the wicked.\\f + \\fr 11.4  \\ft reprove: or, argue\\f* \n"},{"number":5,"text":"And righteousness shall be the girdle of his loins, and faithfulness\nthe girdle of his reins. \n"},{"number":6,"text":"The wolf also shall dwell with the lamb, and the leopard shall lie\ndown with the kid; and the calf and the young lion and the fatling\ntogether; and a little child shall lead them. \n"},{"number":7,"text":"And the cow and the bear shall feed; their young ones shall lie\ndown together: and the lion shall eat straw like the ox. \n"},{"number":8,"text":"And the sucking child shall play on the hole of the asp, and the weaned\nchild shall put his hand on the cockatrice’ den.\\f + \\fr 11.8  \\ft cockatrice’: or,\nadder’s\\f* \n"},{"number":9,"text":"They shall not hurt nor destroy in all my holy mountain: for the\nearth shall be full of the knowledge of the \\nd LORD\\nd*, as the\nwaters cover the sea. \n\n"},{"number":10,"text":"And in that day there shall be a root of Jesse, which shall\nstand for an ensign of the people; to it shall the Gentiles seek:\nand his rest shall be glorious.\\f + \\fr 11.10  \\ft glorious: Heb.\nglory\\f* \n"},{"number":11,"text":"And it shall come to pass in that day, \\add that\\add* the\nLord shall set his hand again the second time to recover the remnant\nof his people, which shall be left, from Assyria, and from Egypt,\nand from Pathros, and from Cush, and from Elam, and from Shinar,\nand from Hamath, and from the islands of the sea. \n"},{"number":12,"text":"And he shall set up an ensign for the nations, and shall assemble\nthe outcasts of Israel, and gather together the dispersed of Judah\nfrom the four corners of the earth.\\f + \\fr 11.12  \\ft corners: Heb.\nwings\\f* \n"},{"number":13,"text":"The envy also of Ephraim shall depart, and the adversaries\nof Judah shall be cut off: Ephraim shall not envy Judah, and Judah\nshall not vex Ephraim. \n"},{"number":14,"text":"But they shall fly upon the shoulders of the Philistines toward the\nwest; they shall spoil them of the east together: they shall lay\ntheir hand upon Edom and Moab; and the children of Ammon shall obey\nthem.\\f + \\fr 11.14  \\ft them of: Heb. the children of\\f*\\f + \\fr 11.14 \n\\ft they shall lay…: Heb. Edom and Moab shall be the laying on of their\nhand\\f*\\f + \\fr 11.14  \\ft shall obey…: Heb. their obedience\\f* \n"},{"number":15,"text":"And the \\nd LORD\\nd* shall utterly destroy the tongue of the\nEgyptian sea; and with his mighty wind shall he shake his hand over the\nriver, and shall smite it in the seven streams, and make \\add men\\add*\ngo over dryshod.\\f + \\fr 11.15  \\ft dryshod: Heb. in shoes\\f* \n"},{"number":16,"text":"And there shall be an highway for the remnant of his people,\nwhich shall be left, from Assyria; like as it was to Israel in the\nday that he came up out of the land of Egypt. \n"}],"number":11},{"verses":[{"number":1,"text":"And in that day thou shalt say, O \\nd LORD\\nd*, I will praise\nthee: though thou wast angry with me, thine anger is turned away,\nand thou comfortedst me. \n"},{"number":2,"text":"Behold, God \\add is\\add* my salvation; I will trust, and not be\nafraid: for the \\nd LORD\\nd* \\nd JEHOVAH\\nd* \\add is\\add* my strength and\n\\add my\\add* song; he also is become my salvation. \n"},{"number":3,"text":"Therefore with joy shall ye draw water out of the wells of\nsalvation. \n\n"},{"number":4,"text":"And in that day shall ye say, Praise the \\nd LORD\\nd*, call\nupon his name, declare his doings among the people, make mention\nthat his name is exalted.\\f + \\fr 12.4  \\ft call…: or, proclaim\\f*\n"},{"number":5,"text":"Sing unto the \\nd LORD\\nd*; for he hath done excellent things: this\n\\add is\\add* known in all the earth. \n"},{"number":6,"text":"Cry out and shout, thou inhabitant of Zion: for great \\add is\\add*\nthe Holy One of Israel in the midst of thee.\\f + \\fr 12.6  \\ft inhabitant: Heb.\ninhabitress\\f* \n"}],"number":12},{"verses":[{"number":1,"text":"The burden of Babylon, which Isaiah the son of Amoz did see.\n"},{"number":2,"text":"Lift ye up a banner upon the high mountain, exalt the voice\nunto them, shake the hand, that they may go into the gates of the\nnobles. \n"},{"number":3,"text":"I have commanded my sanctified ones, I have also called my mighty\nones for mine anger, \\add even\\add* them that rejoice in my highness.\n"},{"number":4,"text":"The noise of a multitude in the mountains, like as of a great\npeople; a tumultuous noise of the kingdoms of nations gathered together:\nthe \\nd LORD\\nd* of hosts mustereth the host of the battle.\\f + \\fr 13.4 \n\\ft like…: Heb. the likeness of\\f* \n"},{"number":5,"text":"They come from a far country, from the end of heaven, \\add even\\add*\nthe \\nd LORD\\nd*, and the weapons of his indignation, to destroy\nthe whole land. \n\n"},{"number":6,"text":"Howl ye; for the day of the \\nd LORD\\nd* \\add is\\add* at hand;\nit shall come as a destruction from the Almighty. \n"},{"number":7,"text":"Therefore shall all hands be faint, and every man’s heart shall\nmelt:\\f + \\fr 13.7  \\ft be faint: or, fall down\\f* \n"},{"number":8,"text":"And they shall be afraid: pangs and sorrows shall take hold\nof them; they shall be in pain as a woman that travaileth: they shall be\namazed one at another; their faces \\add shall be as\\add* flames.\\f + \\fr 13.8 \n\\ft be amazed: Heb. wonder\\f*\\f + \\fr 13.8  \\ft one…: Heb. every man at his\nneighbour\\f*\\f + \\fr 13.8  \\ft flames: Heb. faces of the flames\\f*\n"},{"number":9,"text":"Behold, the day of the \\nd LORD\\nd* cometh, cruel both with\nwrath and fierce anger, to lay the land desolate: and he shall destroy\nthe sinners thereof out of it. \n"},{"number":10,"text":"For the stars of heaven and the constellations thereof shall not\ngive their light: the sun shall be darkened in his going forth, and the\nmoon shall not cause her light to shine. \n"},{"number":11,"text":"And I will punish the world for \\add their\\add* evil, and the\nwicked for their iniquity; and I will cause the arrogancy of the\nproud to cease, and will lay low the haughtiness of the terrible.\n"},{"number":12,"text":"I will make a man more precious than fine gold; even a man\nthan the golden wedge of Ophir. \n"},{"number":13,"text":"Therefore I will shake the heavens, and the earth shall remove\nout of her place, in the wrath of the \\nd LORD\\nd* of hosts, and in the\nday of his fierce anger. \n"},{"number":14,"text":"And it shall be as the chased roe, and as a sheep that no man taketh\nup: they shall every man turn to his own people, and flee every one\ninto his own land. \n"},{"number":15,"text":"Every one that is found shall be thrust through; and every one that is\njoined \\add unto them\\add* shall fall by the sword. \n"},{"number":16,"text":"Their children also shall be dashed to pieces before their\neyes; their houses shall be spoiled, and their wives ravished. \n"},{"number":17,"text":"Behold, I will stir up the Medes against them, which shall not\nregard silver; and \\add as for\\add* gold, they shall not delight in it.\n"},{"number":18,"text":"\\add Their\\add* bows also shall dash the young men to pieces;\nand they shall have no pity on the fruit of the womb; their eye shall not\nspare children. \n\n"},{"number":19,"text":"And Babylon, the glory of kingdoms, the beauty of the Chaldees’\nexcellency, shall be as when God overthrew Sodom and Gomorrah.\\f + \\fr 13.19 \n\\ft as…: Heb. as the overthrowing\\f* \n"},{"number":20,"text":"It shall never be inhabited, neither shall it be dwelt in from\ngeneration to generation: neither shall the Arabian pitch tent there; neither shall the\nshepherds make their fold there. \n"},{"number":21,"text":"But wild beasts of the desert shall lie there; and their houses\nshall be full of doleful creatures; and owls shall dwell there, and\nsatyrs shall dance there.\\f + \\fr 13.21  \\ft wild…: Heb. Ziim\\f*\\f + \\fr 13.21 \n\\ft doleful…: Heb. Ochim\\f*\\f + \\fr 13.21  \\ft owls: or, ostriches: Heb. daughters of the\nowl\\f* \n"},{"number":22,"text":"And the wild beasts of the islands shall cry in their desolate\nhouses, and dragons in \\add their\\add* pleasant palaces: and her\ntime \\add is\\add* near to come, and her days shall not be prolonged.\\f + \\fr 13.22 \n\\ft the wild…: Heb. Iim\\f*\\f + \\fr 13.22  \\ft desolate…: or, palaces\\f*\n"}],"number":13},{"verses":[{"number":1,"text":"For the \\nd LORD\\nd* will have mercy on Jacob, and will yet\nchoose Israel, and set them in their own land: and the strangers\nshall be joined with them, and they shall cleave to the house of\nJacob. \n"},{"number":2,"text":"And the people shall take them, and bring them to their place:\nand the house of Israel shall possess them in the land of the \\nd LORD\\nd*\nfor servants and handmaids: and they shall take them captives, whose\ncaptives they were; and they shall rule over their oppressors.\\f + \\fr 14.2 \n\\ft whose…: Heb. that had taken them captives\\f* \n"},{"number":3,"text":"And it shall come to pass in the day that the \\nd LORD\\nd*\nshall give thee rest from thy sorrow, and from thy fear, and from the\nhard bondage wherein thou wast made to serve, \n\n"},{"number":4,"text":"That thou shalt take up this proverb against the king of Babylon,\nand say, How hath the oppressor ceased! the golden city ceased!\\f + \\fr 14.4 \n\\ft proverb: or, taunting speech\\f*\\f + \\fr 14.4  \\ft golden…: or, exactress of\ngold\\f* \n"},{"number":5,"text":"The \\nd LORD\\nd* hath broken the staff of the wicked, \\add and\\add*\nthe sceptre of the rulers. \n"},{"number":6,"text":"He who smote the people in wrath with a continual stroke, he that\nruled the nations in anger, is persecuted, \\add and\\add* none hindereth.\n\\f + \\fr 14.6  \\ft a continual…: Heb. a stroke without removing\\f*\n"},{"number":7,"text":"The whole earth is at rest, \\add and\\add* is quiet: they break\nforth into singing. \n"},{"number":8,"text":"Yea, the fir trees rejoice at thee, \\add and\\add* the cedars\nof Lebanon, \\add saying\\add*, Since thou art laid down, no feller\nis come up against us. \n"},{"number":9,"text":"Hell from beneath is moved for thee to meet \\add thee\\add*\nat thy coming: it stirreth up the dead for thee, \\add even\\add* all the chief\nones of the earth; it hath raised up from their thrones all the kings\nof the nations.\\f + \\fr 14.9  \\ft Hell: or, The grave\\f*\\f + \\fr 14.9 \n\\ft chief…: Heb. leaders, or, great goats\\f* \n"},{"number":10,"text":"All they shall speak and say unto thee, Art thou also become\nweak as we? art thou become like unto us? \n"},{"number":11,"text":"Thy pomp is brought down to the grave, \\add and\\add* the noise\nof thy viols: the worm is spread under thee, and the worms cover thee.\n"},{"number":12,"text":"How art thou fallen from heaven, O Lucifer, son of the morning!\n\\add how\\add* art thou cut down to the ground, which didst weaken\nthe nations!\\f + \\fr 14.12  \\ft O Lucifer: or, O day star\\f* \n"},{"number":13,"text":"For thou hast said in thine heart, I will ascend into heaven,\nI will exalt my throne above the stars of God: I will sit also upon the\nmount of the congregation, in the sides of the north: \n"},{"number":14,"text":"I will ascend above the heights of the clouds; I will be like\nthe most High. \n"},{"number":15,"text":"Yet thou shalt be brought down to hell, to the sides of the\npit. \n"},{"number":16,"text":"They that see thee shall narrowly look upon thee, \\add and\\add*\nconsider thee, \\add saying, Is\\add* this the man that made the earth\nto tremble, that did shake kingdoms; \n"},{"number":17,"text":"\\add That\\add* made the world as a wilderness, and destroyed\nthe cities thereof; \\add that\\add* opened not the house of his prisoners?\\f + \\fr 14.17 \n\\ft opened…: or, did not let his prisoners loose homeward?\\f* \n"},{"number":18,"text":"All the kings of the nations, \\add even\\add* all of them,\nlie in glory, every one in his own house. \n"},{"number":19,"text":"But thou art cast out of thy grave like an abominable branch,\n\\add and as\\add* the raiment of those that are slain, thrust through\nwith a sword, that go down to the stones of the pit; as a carcase\ntrodden under feet. \n"},{"number":20,"text":"Thou shalt not be joined with them in burial, because thou hast\ndestroyed thy land, \\add and\\add* slain thy people: the seed of evildoers\nshall never be renowned. \n"},{"number":21,"text":"Prepare slaughter for his children for the iniquity of their\nfathers; that they do not rise, nor possess the land, nor fill the\nface of the world with cities. \n"},{"number":22,"text":"For I will rise up against them, saith the \\nd LORD\\nd* of\nhosts, and cut off from Babylon the name, and remnant, and son, and\nnephew, saith the \\nd LORD\\nd*. \n"},{"number":23,"text":"I will also make it a possession for the bittern, and pools\nof water: and I will sweep it with the besom of destruction, saith\nthe \\nd LORD\\nd* of hosts. \n\n"},{"number":24,"text":"The \\nd LORD\\nd* of hosts hath sworn, saying, Surely as I have\nthought, so shall it come to pass; and as I have purposed, \\add so\\add*\nshall it stand: \n"},{"number":25,"text":"That I will break the Assyrian in my land, and upon my mountains\ntread him under foot: then shall his yoke depart from off them, and his\nburden depart from off their shoulders. \n"},{"number":26,"text":"This \\add is\\add* the purpose that is purposed upon the whole\nearth: and this \\add is\\add* the hand that is stretched out upon all the\nnations. \n"},{"number":27,"text":"For the \\nd LORD\\nd* of hosts hath purposed, and who shall\ndisannul \\add it\\add*? and his hand \\add is\\add* stretched out, and who shall turn it\nback? \n"},{"number":28,"text":"In the year that king Ahaz died was this burden. \n\n"},{"number":29,"text":"Rejoice not thou, whole Palestina, because the rod of him that\nsmote thee is broken: for out of the serpent’s root shall come forth\na cockatrice, and his fruit \\add shall be\\add* a fiery flying serpent.\\f + \\fr 14.29 \n\\ft cockatrice: or, adder\\f* \n"},{"number":30,"text":"And the firstborn of the poor shall feed, and the needy shall lie\ndown in safety: and I will kill thy root with famine, and he shall\nslay thy remnant. \n"},{"number":31,"text":"Howl, O gate; cry, O city; thou, whole Palestina, \\add art\\add*\ndissolved: for there shall come from the north a smoke, and none\n\\add shall be\\add* alone in his appointed times.\\f + \\fr 14.31  \\ft none…: or, he shall not be\nalone\\f*\\f + \\fr 14.31  \\ft appointed…: or, assemblies\\f* \n"},{"number":32,"text":"What shall \\add one\\add* then answer the messengers of the\nnation? That the \\nd LORD\\nd* hath founded Zion, and the poor of his\npeople shall trust in it.\\f + \\fr 14.32  \\ft trust…: or, betake themselves unto\nit\\f* \n"}],"number":14},{"verses":[{"number":1,"text":"The burden of Moab. Because in the night Ar of Moab is laid\nwaste, \\add and\\add* brought to silence; because in the night Kir\nof Moab is laid waste, \\add and\\add* brought to silence;\\f + \\fr 15.1 \n\\ft brought…: or, cut off\\f* \n"},{"number":2,"text":"He is gone up to Bajith, and to Dibon, the high places, to\nweep: Moab shall howl over Nebo, and over Medeba: on all their heads\n\\add shall be\\add* baldness, \\add and\\add* every beard cut off. \n"},{"number":3,"text":"In their streets they shall gird themselves with sackcloth:\non the tops of their houses, and in their streets, every one shall\nhowl, weeping abundantly.\\f + \\fr 15.3  \\ft weeping…: Heb. descending into weeping, or, coming down with\nweeping\\f* \n"},{"number":4,"text":"And Heshbon shall cry, and Elealeh: their voice shall be heard\n\\add even\\add* unto Jahaz: therefore the armed soldiers of Moab shall cry\nout; his life shall be grievous unto him. \n"},{"number":5,"text":"My heart shall cry out for Moab; his fugitives \\add shall flee\\add*\nunto Zoar, an heifer of three years old: for by the mounting up of\nLuhith with weeping shall they go it up; for in the way of Horonaim\nthey shall raise up a cry of destruction.\\f + \\fr 15.5  \\ft his…: or, to the borders thereof, even to Zoar, as an\nheifer\\f*\\f + \\fr 15.5  \\ft destruction: Heb. breaking\\f* \n\n"},{"number":6,"text":"For the waters of Nimrim shall be desolate: for the hay is withered\naway, the grass faileth, there is no green thing.\\f + \\fr 15.6  \\ft desolate: Heb.\ndesolations\\f* \n"},{"number":7,"text":"Therefore the abundance they have gotten, and that which they have laid\nup, shall they carry away to the brook of the willows.\\f + \\fr 15.7 \n\\ft brook…: or, valley of the Arabians\\f* \n"},{"number":8,"text":"For the cry is gone round about the borders of Moab; the howling\nthereof unto Eglaim, and the howling thereof unto Beer-elim. \n"},{"number":9,"text":"For the waters of Dimon shall be full of blood: for I will\nbring more upon Dimon, lions upon him that escapeth of Moab, and upon the\nremnant of the land.\\f + \\fr 15.9  \\ft more: Heb. additions\\f* \n"}],"number":15},{"verses":[{"number":1,"text":"Send ye the lamb to the ruler of the land from Sela to the\nwilderness, unto the mount of the daughter of Zion.\\f + \\fr 16.1 \n\\ft Sela: or, Petra: Heb. A rock\\f* \n"},{"number":2,"text":"For it shall be, \\add that\\add*, as a wandering bird cast out\nof the nest, \\add so\\add* the daughters of Moab shall be at the fords\nof Arnon.\\f + \\fr 16.2  \\ft cast…: or, a nest forsaken\\f* \n"},{"number":3,"text":"Take counsel, execute judgment; make thy shadow as the night\nin the midst of the noonday; hide the outcasts; bewray not him that\nwandereth.\\f + \\fr 16.3  \\ft Take: Heb. Bring\\f* \n"},{"number":4,"text":"Let mine outcasts dwell with thee, Moab; be thou a covert to them from the\nface of the spoiler: for the extortioner is at an end, the spoiler\nceaseth, the oppressors are consumed out of the land.\\f + \\fr 16.4 \n\\ft extortioner: Heb. wringer\\f*\\f + \\fr 16.4  \\ft the oppressors: Heb. the treaders\ndown\\f* \n"},{"number":5,"text":"And in mercy shall the throne be established: and he shall\nsit upon it in truth in the tabernacle of David, judging, and seeking\njudgment, and hasting righteousness.\\f + \\fr 16.5  \\ft established: or,\nprepared\\f* \n\n"},{"number":6,"text":"We have heard of the pride of Moab; \\add he is\\add* very proud:\n\\add even\\add* of his haughtiness, and his pride, and his wrath:\n\\add but\\add* his lies \\add shall\\add* not \\add be\\add* so. \n"},{"number":7,"text":"Therefore shall Moab howl for Moab, every one shall howl: for the\nfoundations of Kir-hareseth shall ye mourn; surely \\add they are\\add*\nstricken.\\f + \\fr 16.7  \\ft mourn: or, mutter\\f* \n"},{"number":8,"text":"For the fields of Heshbon languish, \\add and\\add* the vine\nof Sibmah: the lords of the heathen have broken down the principal\nplants thereof, they are come \\add even\\add* unto Jazer, they wandered\n\\add through\\add* the wilderness: her branches are stretched out,\nthey are gone over the sea.\\f + \\fr 16.8  \\ft stretched…: or, plucked\nup\\f* \n\n"},{"number":9,"text":"Therefore I will bewail with the weeping of Jazer the vine\nof Sibmah: I will water thee with my tears, O Heshbon, and Elealeh:\nfor the shouting for thy summer fruits and for thy harvest is fallen.\\f + \\fr 16.9 \n\\ft the shouting…: or, the alarm is fallen upon, etc\\f* \n"},{"number":10,"text":"And gladness is taken away, and joy out of the plentiful field;\nand in the vineyards there shall be no singing, neither shall there be\nshouting: the treaders shall tread out no wine in \\add their\\add*\npresses; I have made \\add their vintage\\add* shouting to cease. \n"},{"number":11,"text":"Wherefore my bowels shall sound like an harp for Moab, and mine inward\nparts for Kir-haresh. \n\n"},{"number":12,"text":"And it shall come to pass, when it is seen that Moab is weary\non the high place, that he shall come to his sanctuary to pray; but he shall not\nprevail. \n"},{"number":13,"text":"This \\add is\\add* the word that the \\nd LORD\\nd* hath spoken\nconcerning Moab since that time. \n"},{"number":14,"text":"But now the \\nd LORD\\nd* hath spoken, saying, Within three\nyears, as the years of an hireling, and the glory of Moab shall be\ncontemned, with all that great multitude; and the remnant \\add shall\nbe\\add* very small \\add and\\add* feeble.\\f + \\fr 16.14  \\ft feeble: or, not\nmany\\f* \n"}],"number":16},{"verses":[{"number":1,"text":"The burden of Damascus. Behold, Damascus is taken away from\n\\add being\\add* a city, and it shall be a ruinous heap. \n"},{"number":2,"text":"The cities of Aroer \\add are\\add* forsaken: they shall be for\nflocks, which shall lie down, and none shall make \\add them\\add*\nafraid. \n"},{"number":3,"text":"The fortress also shall cease from Ephraim, and the kingdom\nfrom Damascus, and the remnant of Syria: they shall be as the glory\nof the children of Israel, saith the \\nd LORD\\nd* of hosts. \n"},{"number":4,"text":"And in that day it shall come to pass, \\add that\\add* the glory\nof Jacob shall be made thin, and the fatness of his flesh shall wax\nlean. \n"},{"number":5,"text":"And it shall be as when the harvestman gathereth the corn,\nand reapeth the ears with his arm; and it shall be as he that gathereth\nears in the valley of Rephaim. \n\n"},{"number":6,"text":"Yet gleaning grapes shall be left in it, as the shaking of an olive\ntree, two \\add or\\add* three berries in the top of the uppermost\nbough, four \\add or\\add* five in the outmost fruitful branches thereof,\nsaith the \\nd LORD\\nd* God of Israel. \n"},{"number":7,"text":"At that day shall a man look to his Maker, and his eyes shall have\nrespect to the Holy One of Israel. \n"},{"number":8,"text":"And he shall not look to the altars, the work of his hands,\nneither shall respect \\add that\\add* which his fingers have made,\neither the groves, or the images.\\f + \\fr 17.8  \\ft images: or, sun\nimages\\f* \n\n"},{"number":9,"text":"In that day shall his strong cities be as a forsaken bough,\nand an uppermost branch, which they left because of the children\nof Israel: and there shall be desolation. \n"},{"number":10,"text":"Because thou hast forgotten the God of thy salvation, and hast not been\nmindful of the rock of thy strength, therefore shalt thou plant pleasant\nplants, and shalt set it with strange slips: \n"},{"number":11,"text":"In the day shalt thou make thy plant to grow, and in the morning\nshalt thou make thy seed to flourish: \\add but\\add* the harvest \\add shall\nbe\\add* a heap in the day of grief and of desperate sorrow.\\f + \\fr 17.11 \n\\ft a heap…: or, removed in the day of inheritance, and there shall be deadly\nsorrow\\f* \n\n"},{"number":12,"text":"Woe to the multitude of many people, \\add which\\add* make a\nnoise like the noise of the seas; and to the rushing of nations,\n\\add that\\add* make a rushing like the rushing of mighty waters!\\f + \\fr 17.12 \n\\ft multitude: or, noise\\f*\\f + \\fr 17.12  \\ft mighty: or, many\\f*\n"},{"number":13,"text":"The nations shall rush like the rushing of many waters: but\n\\add God\\add* shall rebuke them, and they shall flee far off, and shall be\nchased as the chaff of the mountains before the wind, and like a rolling\nthing before the whirlwind.\\f + \\fr 17.13  \\ft a rolling…: or, thistledown\\f*\n"},{"number":14,"text":"And behold at eveningtide trouble; \\add and\\add* before the\nmorning he \\add is\\add* not. This \\add is\\add* the portion of them that\nspoil us, and the lot of them that rob us. \n"}],"number":17},{"verses":[{"number":1,"text":"Woe to the land shadowing with wings, which \\add is\\add* beyond\nthe rivers of Ethiopia: \n"},{"number":2,"text":"That sendeth ambassadors by the sea, even in vessels of bulrushes\nupon the waters, \\add saying\\add*, Go, ye swift messengers, to a\nnation scattered and peeled, to a people terrible from their beginning\nhitherto; a nation meted out and trodden down, whose land the rivers\nhave spoiled!\\f + \\fr 18.2  \\ft scattered…: or, outspread and polished\\f*\\f + \\fr 18.2 \n\\ft meted…: or, that meteth out and treadeth down: Heb. of line, line, and treading under\nfoot\\f*\\f + \\fr 18.2  \\ft have…: or, despise\\f* \n"},{"number":3,"text":"All ye inhabitants of the world, and dwellers on the earth,\nsee ye, when he lifteth up an ensign on the mountains; and when he\nbloweth a trumpet, hear ye. \n"},{"number":4,"text":"For so the \\nd LORD\\nd* said unto me, I will take my rest,\nand I will consider in my dwelling place like a clear heat upon herbs,\n\\add and\\add* like a cloud of dew in the heat of harvest.\\f + \\fr 18.4 \n\\ft consider…: or, regard my set dwelling\\f*\\f + \\fr 18.4  \\ft upon…: or, after\nrain\\f* \n"},{"number":5,"text":"For afore the harvest, when the bud is perfect, and the sour\ngrape is ripening in the flower, he shall both cut off the sprigs\nwith pruning hooks, and take away \\add and\\add* cut down the branches.\n"},{"number":6,"text":"They shall be left together unto the fowls of the mountains,\nand to the beasts of the earth: and the fowls shall summer upon them, and all the\nbeasts of the earth shall winter upon them. \n\n"},{"number":7,"text":"In that time shall the present be brought unto the \\nd LORD\\nd*\nof hosts of a people scattered and peeled, and from a people terrible\nfrom their beginning hitherto; a nation meted out and trodden under\nfoot, whose land the rivers have spoiled, to the place of the name\nof the \\nd LORD\\nd* of hosts, the mount Zion.\\f + \\fr 18.7  \\ft scattered…: or, outspread and\npolished\\f* \n"}],"number":18},{"verses":[{"number":1,"text":"The burden of Egypt. Behold, the \\nd LORD\\nd* rideth upon a\nswift cloud, and shall come into Egypt: and the idols of Egypt shall be\nmoved at his presence, and the heart of Egypt shall melt in the midst of it.\n"},{"number":2,"text":"And I will set the Egyptians against the Egyptians: and they shall\nfight every one against his brother, and every one against his neighbour;\ncity against city, \\add and\\add* kingdom against kingdom.\\f + \\fr 19.2 \n\\ft set: Heb. mingle\\f* \n"},{"number":3,"text":"And the spirit of Egypt shall fail in the midst thereof; and I will\ndestroy the counsel thereof: and they shall seek to the idols, and to the\ncharmers, and to them that have familiar spirits, and to the wizards.\\f + \\fr 19.3 \n\\ft fail: Heb. be emptied\\f*\\f + \\fr 19.3  \\ft destroy: Heb. swallow\nup\\f* \n"},{"number":4,"text":"And the Egyptians will I give over into the hand of a cruel\nlord; and a fierce king shall rule over them, saith the Lord, the\n\\nd LORD\\nd* of hosts.\\f + \\fr 19.4  \\ft give…: or, shut up\\f* \n"},{"number":5,"text":"And the waters shall fail from the sea, and the river shall be\nwasted and dried up. \n"},{"number":6,"text":"And they shall turn the rivers far away; \\add and\\add* the\nbrooks of defence shall be emptied and dried up: the reeds and flags\nshall wither. \n"},{"number":7,"text":"The paper reeds by the brooks, by the mouth of the brooks,\nand every thing sown by the brooks, shall wither, be driven away, and be no\n\\add more\\add*.\\f + \\fr 19.7  \\ft and be…: Heb. and shall not be\\f*\n"},{"number":8,"text":"The fishers also shall mourn, and all they that cast angle\ninto the brooks shall lament, and they that spread nets upon the\nwaters shall languish. \n"},{"number":9,"text":"Moreover they that work in fine flax, and they that weave networks,\nshall be confounded.\\f + \\fr 19.9  \\ft networks: or, white works\\f*\n"},{"number":10,"text":"And they shall be broken in the purposes thereof, all that\nmake sluices \\add and\\add* ponds for fish.\\f + \\fr 19.10  \\ft purposes: Heb.\nfoundations\\f*\\f + \\fr 19.10  \\ft for fish: Heb. of living things\\f*\n\n"},{"number":11,"text":"Surely the princes of Zoan \\add are\\add* fools, the counsel\nof the wise counsellors of Pharaoh is become brutish: how say ye unto\nPharaoh, I \\add am\\add* the son of the wise, the son of ancient kings?\n"},{"number":12,"text":"Where \\add are\\add* they? where \\add are\\add* thy wise \\add men\\add*?\nand let them tell thee now, and let them know what the \\nd LORD\\nd*\nof hosts hath purposed upon Egypt. \n"},{"number":13,"text":"The princes of Zoan are become fools, the princes of Noph\nare deceived; they have also seduced Egypt, \\add even they that are\\add*\nthe stay of the tribes thereof.\\f + \\fr 19.13  \\ft they that…: or, governors: Heb.\ncorners\\f* \n"},{"number":14,"text":"The \\nd LORD\\nd* hath mingled a perverse spirit in the midst\nthereof: and they have caused Egypt to err in every work thereof, as a\ndrunken \\add man\\add* staggereth in his vomit.\\f + \\fr 19.14  \\ft a perverse…: Heb. a spirit of\nperversities\\f* \n"},{"number":15,"text":"Neither shall there be \\add any\\add* work for Egypt, which the\nhead or tail, branch or rush, may do. \n"},{"number":16,"text":"In that day shall Egypt be like unto women: and it shall be\nafraid and fear because of the shaking of the hand of the \\nd LORD\\nd*\nof hosts, which he shaketh over it. \n"},{"number":17,"text":"And the land of Judah shall be a terror unto Egypt, every one that maketh\nmention thereof shall be afraid in himself, because of the counsel\nof the \\nd LORD\\nd* of hosts, which he hath determined against it.\n\n"},{"number":18,"text":"In that day shall five cities in the land of Egypt speak\nthe language of Canaan, and swear to the \\nd LORD\\nd* of hosts; one\nshall be called, The city of destruction.\\f + \\fr 19.18  \\ft the language: Heb. the\nlip\\f*\\f + \\fr 19.18  \\ft of destruction: or, of Heres, or, of the\nsun\\f* \n"},{"number":19,"text":"In that day shall there be an altar to the \\nd LORD\\nd* in the\nmidst of the land of Egypt, and a pillar at the border thereof to the\n\\nd LORD\\nd*. \n"},{"number":20,"text":"And it shall be for a sign and for a witness unto the \\nd LORD\\nd*\nof hosts in the land of Egypt: for they shall cry unto the \\nd LORD\\nd*\nbecause of the oppressors, and he shall send them a saviour, and a great\none, and he shall deliver them. \n"},{"number":21,"text":"And the \\nd LORD\\nd* shall be known to Egypt, and the Egyptians\nshall know the \\nd LORD\\nd* in that day, and shall do sacrifice and\noblation; yea, they shall vow a vow unto the \\nd LORD\\nd*, and perform\n\\add it\\add*. \n"},{"number":22,"text":"And the \\nd LORD\\nd* shall smite Egypt: he shall smite and\nheal \\add it:\\add* and they shall return \\add even\\add* to the \\nd LORD\\nd*,\nand he shall be intreated of them, and shall heal them. \n\n"},{"number":23,"text":"In that day shall there be a highway out of Egypt to Assyria,\nand the Assyrian shall come into Egypt, and the Egyptian into Assyria,\nand the Egyptians shall serve with the Assyrians. \n"},{"number":24,"text":"In that day shall Israel be the third with Egypt and with\nAssyria, \\add even\\add* a blessing in the midst of the land: \n"},{"number":25,"text":"Whom the \\nd LORD\\nd* of hosts shall bless, saying, Blessed\n\\add be\\add* Egypt my people, and Assyria the work of my hands, and\nIsrael mine inheritance. \n"}],"number":19},{"verses":[{"number":1,"text":"In the year that Tartan came unto Ashdod, (when Sargon the\nking of Assyria sent him,) and fought against Ashdod, and took it;\n"},{"number":2,"text":"At the same time spake the \\nd LORD\\nd* by Isaiah the son of\nAmoz, saying, Go and loose the sackcloth from off thy loins, and put\noff thy shoe from thy foot. And he did so, walking naked and barefoot.\\f + \\fr 20.2 \n\\ft by: Heb. by the hand of\\f* \n"},{"number":3,"text":"And the \\nd LORD\\nd* said, Like as my servant Isaiah hath walked\nnaked and barefoot three years \\add for\\add* a sign and wonder upon\nEgypt and upon Ethiopia; \n"},{"number":4,"text":"So shall the king of Assyria lead away the Egyptians prisoners,\nand the Ethiopians captives, young and old, naked and barefoot, even with\n\\add their\\add* buttocks uncovered, to the shame of Egypt.\\f + \\fr 20.4 \n\\ft the Egyptians…: Heb. the captivity of Egypt\\f*\\f + \\fr 20.4 \n\\ft shame: Heb. nakedness\\f* \n"},{"number":5,"text":"And they shall be afraid and ashamed of Ethiopia their expectation,\nand of Egypt their glory. \n"},{"number":6,"text":"And the inhabitant of this isle shall say in that day, Behold,\nsuch \\add is\\add* our expectation, whither we flee for help to be\ndelivered from the king of Assyria: and how shall we escape?\\f + \\fr 20.6 \n\\ft isle: or, country\\f* \n"}],"number":20},{"verses":[{"number":1,"text":"The burden of the desert of the sea. As whirlwinds in the south\npass through; \\add so\\add* it cometh from the desert, from a terrible\nland. \n"},{"number":2,"text":"A grievous vision is declared unto me; the treacherous dealer\ndealeth treacherously, and the spoiler spoileth. Go up, O Elam: besiege,\nO Media; all the sighing thereof have I made to cease.\\f + \\fr 21.2 \n\\ft grievous: Heb. hard\\f* \n"},{"number":3,"text":"Therefore are my loins filled  with pain: pangs have taken\nhold upon me, as the pangs of a woman that travaileth: I was bowed\ndown at the hearing \\add of it;\\add* I was dismayed at the seeing\n\\add of it\\add*. \n"},{"number":4,"text":"My heart panted, fearfulness affrighted me: the night of my\npleasure hath he turned into fear unto me.\\f + \\fr 21.4  \\ft heart…: or, mind\nwandered\\f*\\f + \\fr 21.4  \\ft turned: Heb. put\\f* \n"},{"number":5,"text":"Prepare the table, watch in the watchtower, eat, drink: arise,\nye princes, \\add and\\add* anoint the shield. \n"},{"number":6,"text":"For thus hath the Lord said unto me, Go, set a watchman, let him\ndeclare what he seeth. \n"},{"number":7,"text":"And he saw a chariot \\add with\\add* a couple of horsemen, a\nchariot of asses, \\add and\\add* a chariot of camels; and he hearkened\ndiligently with much heed: \n"},{"number":8,"text":"And he cried, A lion: My lord, I stand continually upon the\nwatchtower in the daytime, and I am set in my ward whole nights:\\f + \\fr 21.8 \n\\ft he…: or, cried as a lion\\f*\\f + \\fr 21.8  \\ft whole…: or, every\nnight\\f* \n"},{"number":9,"text":"And, behold, here cometh a chariot of men, \\add with\\add* a\ncouple of horsemen. And he answered and said, Babylon is fallen,\nis fallen; and all the graven images of her gods he hath broken unto the\nground. \n"},{"number":10,"text":"O my threshing, and the corn of my floor: that which I have\nheard of the \\nd LORD\\nd* of hosts, the God of Israel, have I declared unto\nyou.\\f + \\fr 21.10  \\ft corn: Heb. son\\f* \n\n"},{"number":11,"text":"The burden of Dumah. He calleth to me out of Seir, Watchman,\nwhat of the night? Watchman, what of the night? \n"},{"number":12,"text":"The watchman said, The morning cometh, and also the night:\nif ye will enquire, enquire ye: return, come. \n\n"},{"number":13,"text":"The burden upon Arabia. In the forest in Arabia shall ye\nlodge, O ye travelling companies of Dedanim. \n"},{"number":14,"text":"The inhabitants of the land of Tema brought water to him that was\nthirsty, they prevented with their bread him that fled.\\f + \\fr 21.14 \n\\ft brought: or, bring ye\\f* \n"},{"number":15,"text":"For they fled from the swords, from the drawn sword, and from\nthe bent bow, and from the grievousness of war.\\f + \\fr 21.15  \\ft from the swords: or, for fear, etc: Heb. from the face,\netc\\f* \n"},{"number":16,"text":"For thus hath the Lord said unto me, Within a year, according to the\nyears of an hireling, and all the glory of Kedar shall fail: \n"},{"number":17,"text":"And the residue of the number of archers, the mighty men of the\nchildren of Kedar, shall be diminished: for the \\nd LORD\\nd* God\nof Israel hath spoken \\add it\\add*.\\f + \\fr 21.17  \\ft archers: Heb.\nbows\\f* \n"}],"number":21},{"verses":[{"number":1,"text":"The burden of the valley of vision. What aileth thee now, that thou art wholly gone\nup to the housetops? \n"},{"number":2,"text":"Thou that art full of stirs, a tumultuous city, a joyous city:\nthy slain \\add men are\\add* not slain with the sword, nor dead in\nbattle. \n"},{"number":3,"text":"All thy rulers are fled together, they are bound by the archers:\nall that are found in thee are bound together, \\add which\\add* have\nfled from far.\\f + \\fr 22.3  \\ft by…: Heb. of the bow\\f* \n"},{"number":4,"text":"Therefore said I, Look away from me; I will weep bitterly,\nlabour not to comfort me, because of the spoiling of the daughter\nof my people.\\f + \\fr 22.4  \\ft weep…: Heb. be bitter in weeping\\f*\n"},{"number":5,"text":"For \\add it is\\add* a day of trouble, and of treading down,\nand of perplexity by the Lord \\nd GOD\\nd* of hosts in the valley\nof vision, breaking  down the walls, and of crying to the mountains.\n"},{"number":6,"text":"And Elam bare the quiver with chariots of men \\add and\\add*\nhorsemen, and Kir uncovered the shield.\\f + \\fr 22.6  \\ft uncovered: Heb. made\nnaked\\f* \n"},{"number":7,"text":"And it shall come to pass, \\add that\\add* thy choicest valleys\nshall be full of chariots, and the horsemen shall set themselves in\narray at the gate.\\f + \\fr 22.7  \\ft thy…: Heb. the choice of thy\nvalleys\\f*\\f + \\fr 22.7  \\ft at: or, toward\\f* \n\n"},{"number":8,"text":"And he discovered the covering of Judah, and thou didst look\nin that day to the armour of the house of the forest. \n"},{"number":9,"text":"Ye have seen also the breaches of the city of David, that they are\nmany: and ye gathered together the waters of the lower pool. \n"},{"number":10,"text":"And ye have numbered the houses of Jerusalem, and the houses\nhave ye broken down to fortify the wall. \n"},{"number":11,"text":"Ye made also a ditch between the two walls for the water of the\nold pool: but ye have not looked unto the maker thereof, neither had\nrespect unto him that fashioned it long ago. \n"},{"number":12,"text":"And in that day did the Lord \\nd GOD\\nd* of hosts call to\nweeping, and to mourning, and to baldness, and to girding with sackcloth:\n"},{"number":13,"text":"And behold joy and gladness, slaying oxen, and killing sheep,\neating flesh, and drinking wine: let us eat and drink; for to morrow\nwe shall die. \n"},{"number":14,"text":"And it was revealed in mine ears by the \\nd LORD\\nd* of hosts,\nSurely this iniquity shall not be purged from you till ye die, saith\nthe Lord \\nd GOD\\nd* of hosts. \n\n"},{"number":15,"text":"Thus saith the Lord \\nd GOD\\nd* of hosts, Go, get thee unto this\ntreasurer, \\add even\\add* unto Shebna, which \\add is\\add* over the\nhouse, \\add and say\\add*, \n"},{"number":16,"text":"What hast thou here? and whom hast thou here, that thou hast hewed thee\nout a sepulchre here, \\add as\\add* he that heweth him out a sepulchre\non high, \\add and\\add* that graveth an habitation for himself in a\nrock?\\f + \\fr 22.16  \\ft as…: or, O he\\f* \n"},{"number":17,"text":"Behold, the \\nd LORD\\nd* will carry thee away with a mighty\ncaptivity, and will surely cover thee.\\f + \\fr 22.17  \\ft will carry…: or, who covered thee with an excellent covering, and\nclothed thee gorgeously, (next verse) shall surely, etc\\f*\\f + \\fr 22.17 \n\\ft a mighty…: Heb. the captivity of a man\\f* \n"},{"number":18,"text":"He will surely violently turn and toss thee \\add like\\add*\na ball into a large country: there shalt thou die, and there the\nchariots of thy glory \\add shall be\\add* the shame of thy lord’s\nhouse.\\f + \\fr 22.18  \\ft large: Heb. large of spaces\\f* \n"},{"number":19,"text":"And I will drive thee from thy station, and from thy state\nshall he pull thee down. \n\n"},{"number":20,"text":"And it shall come to pass in that day, that I will call my\nservant Eliakim the son of Hilkiah: \n"},{"number":21,"text":"And I will clothe him with thy robe, and strengthen him with thy\ngirdle, and I will commit thy government into his hand: and he shall be a\nfather to the inhabitants of Jerusalem, and to the house of Judah.\n"},{"number":22,"text":"And the key of the house of David will I lay upon his shoulder;\nso he shall open, and none shall shut; and he shall shut, and none shall\nopen. \n"},{"number":23,"text":"And I will fasten him \\add as\\add* a nail in a sure place;\nand he shall be for a glorious throne to his father’s house. \n"},{"number":24,"text":"And they shall hang upon him all the glory of his father’s\nhouse, the offspring and the issue, all vessels of small quantity, from the\nvessels of cups, even to all the vessels of flagons.\\f + \\fr 22.24 \n\\ft vessels of flagons: or, instruments of viols\\f* \n"},{"number":25,"text":"In that day, saith the \\nd LORD\\nd* of hosts, shall the nail\nthat is fastened in the sure place be removed, and be cut down, and\nfall; and the burden that \\add was\\add* upon it shall be cut off:\nfor the \\nd LORD\\nd* hath spoken \\add it\\add*. \n"}],"number":22},{"verses":[{"number":1,"text":"The burden of Tyre. Howl, ye ships of Tarshish; for it is laid\nwaste, so that there is no house, no entering in: from the land of\nChittim it is revealed to them. \n"},{"number":2,"text":"Be still, ye inhabitants of the isle; thou whom the merchants\nof Zidon, that pass over the sea, have replenished.\\f + \\fr 23.2 \n\\ft still: Heb. silent\\f* \n"},{"number":3,"text":"And by great waters the seed of Sihor, the harvest of the river,\n\\add is\\add* her revenue; and she is a mart of nations. \n"},{"number":4,"text":"Be thou ashamed, O Zidon: for the sea hath spoken, \\add even\\add*\nthe strength of the sea, saying, I travail not, nor bring forth children,\nneither do I nourish up young men, \\add nor\\add* bring up virgins.\n"},{"number":5,"text":"As at the report concerning Egypt, \\add so\\add* shall they be sorely\npained at the report of Tyre. \n"},{"number":6,"text":"Pass ye over to Tarshish; howl, ye inhabitants of the isle.\n"},{"number":7,"text":"\\add Is\\add* this your joyous \\add city\\add*, whose antiquity\n\\add is\\add* of ancient days? her own feet shall carry her afar off\nto sojourn.\\f + \\fr 23.7  \\ft afar…: Heb. from afar off\\f* \n"},{"number":8,"text":"Who hath taken this counsel against Tyre, the crowning \\add city\\add*,\nwhose merchants \\add are\\add* princes, whose traffickers \\add are\\add*\nthe honourable of the earth? \n"},{"number":9,"text":"The \\nd LORD\\nd* of hosts hath purposed it, to stain the pride\nof all glory, \\add and\\add* to bring into contempt all the honourable\nof the earth.\\f + \\fr 23.9  \\ft to stain: Heb. to pollute\\f* \n"},{"number":10,"text":"Pass through thy land as a river, O daughter of Tarshish:\n\\add there is\\add* no more strength.\\f + \\fr 23.10  \\ft strength: Heb.\ngirdle\\f* \n"},{"number":11,"text":"He stretched out his hand over the sea, he shook the kingdoms:\nthe \\nd LORD\\nd* hath given a commandment against the merchant \\add city\\add*,\nto destroy the strong holds thereof.\\f + \\fr 23.11  \\ft against…: or, concerning a\nmerchantman\\f*\\f + \\fr 23.11  \\ft the merchant city: Heb. Canaan\\f*\\f + \\fr 23.11 \n\\ft strong…: or, strengths\\f* \n"},{"number":12,"text":"And he said, Thou shalt no more rejoice, O thou oppressed\nvirgin, daughter of Zidon: arise, pass over to Chittim; there also shalt thou have no\nrest. \n"},{"number":13,"text":"Behold the land of the Chaldeans; this people was not, \\add till\\add*\nthe Assyrian founded  it for them that dwell in the wilderness: they set\nup the towers thereof, they raised up the palaces thereof; \\add and\\add*\nhe brought it to ruin. \n"},{"number":14,"text":"Howl, ye ships of Tarshish: for your strength is laid waste.\n\n"},{"number":15,"text":"And it shall come to pass in that day, that Tyre shall be\nforgotten seventy years, according to the days of one king: after the\nend of seventy years shall Tyre sing as an harlot.\\f + \\fr 23.15 \n\\ft shall Tyre…: Heb. it shall be unto Tyre as the song of an harlot\\f*\n"},{"number":16,"text":"Take an harp, go about the city, thou harlot that hast been\nforgotten; make sweet melody, sing many songs, that thou mayest be\nremembered. \n\n"},{"number":17,"text":"And it shall come to pass after the end of seventy years,\nthat the \\nd LORD\\nd* will visit Tyre, and she shall turn to her\nhire, and shall commit fornication with all the kingdoms of the world\nupon the face of the earth. \n"},{"number":18,"text":"And her merchandise and her hire shall be holiness to the\n\\nd LORD\\nd*: it shall not be treasured nor laid up; for her merchandise\nshall be for them that dwell before the \\nd LORD\\nd*, to eat sufficiently,\nand for durable clothing.\\f + \\fr 23.18  \\ft durable: Heb. old\\f*\n"}],"number":23},{"verses":[{"number":1,"text":"Behold, the \\nd LORD\\nd* maketh the earth empty, and maketh it\nwaste, and turneth it upside down, and scattereth abroad the inhabitants\nthereof.\\f + \\fr 24.1  \\ft turneth…: Heb. perverteth the face thereof\\f*\n"},{"number":2,"text":"And it shall be, as with the people, so with the priest; as with the\nservant, so with his master; as with the maid, so with her mistress;\nas with the buyer, so with the seller; as with the lender, so with the\nborrower; as with the taker of usury, so with the giver of usury to\nhim.\\f + \\fr 24.2  \\ft priest: or, prince\\f* \n"},{"number":3,"text":"The land shall be utterly emptied, and utterly spoiled: for the\n\\nd LORD\\nd* hath spoken this word. \n"},{"number":4,"text":"The earth mourneth \\add and\\add* fadeth away, the world languisheth\n \\add and\\add* fadeth away, the haughty people of the earth do languish.\\f + \\fr 24.4 \n\\ft the haughty…: Heb. the height of the people\\f* \n"},{"number":5,"text":"The earth also is defiled under the inhabitants thereof; because they have\ntransgressed the laws, changed the ordinance, broken the everlasting\ncovenant. \n"},{"number":6,"text":"Therefore hath the curse devoured  the earth, and they that\ndwell therein are desolate: therefore the inhabitants of the earth\nare burned, and few men left. \n"},{"number":7,"text":"The new wine mourneth, the vine languisheth, all the merryhearted\ndo sigh. \n"},{"number":8,"text":"The mirth of tabrets ceaseth, the noise of them that rejoice\nendeth, the joy of the harp ceaseth. \n"},{"number":9,"text":"They shall not drink wine with a song; strong drink shall be\nbitter to them that drink it. \n"},{"number":10,"text":"The city of confusion is broken down: every house is shut\nup, that no man may come in. \n"},{"number":11,"text":"\\add There is\\add* a crying for wine in the streets; all joy\nis darkened, the mirth of the land is gone. \n"},{"number":12,"text":"In the city is left desolation, and the gate is smitten with\ndestruction. \n\n"},{"number":13,"text":"When thus it shall be in the midst of the land among the\npeople, \\add there shall be\\add* as the shaking of an olive tree,\n\\add and\\add* as the gleaning grapes when the vintage is done. \n"},{"number":14,"text":"They shall lift up their voice, they shall sing for the majesty\nof the \\nd LORD\\nd*, they shall cry aloud from the sea. \n"},{"number":15,"text":"Wherefore glorify ye the \\nd LORD\\nd* in the fires, \\add even\\add*\nthe name of the \\nd LORD\\nd* God of Israel in the isles of the sea.\\f + \\fr 24.15 \n\\ft fires: or, valleys\\f* \n\n"},{"number":16,"text":"From the uttermost part of the earth have we heard songs,\n\\add even\\add* glory to the righteous. But I said, My leanness, my\nleanness, woe unto me! the treacherous dealers have dealt treacherously;\nyea, the treacherous dealers have dealt very treacherously.\\f + \\fr 24.16 \n\\ft uttermost…: Heb. wing\\f*\\f + \\fr 24.16  \\ft My leanness: Heb. Leanness to me, or, My secret to\nme\\f* \n"},{"number":17,"text":"Fear, and the pit, and the snare, \\add are\\add* upon thee, O\ninhabitant of the earth. \n"},{"number":18,"text":"And it shall come to pass, \\add that\\add* he who fleeth from the\nnoise of the fear shall fall into the pit; and he that cometh up\nout of the midst of the pit shall be taken in the snare: for the\nwindows from on high are open, and the foundations of the earth do\nshake. \n"},{"number":19,"text":"The earth is utterly broken down, the earth is clean dissolved,\nthe earth is moved exceedingly. \n"},{"number":20,"text":"The earth shall reel to and fro like a drunkard, and shall be\nremoved like a cottage; and the transgression thereof shall be heavy\nupon it; and it shall fall, and not rise again. \n"},{"number":21,"text":"And it shall come to pass in that day, \\add that\\add* the\n\\nd LORD\\nd* shall punish the host of the high ones \\add that are\\add*\non high, and the kings of the earth upon the earth.\\f + \\fr 24.21 \n\\ft punish: Heb. visit upon\\f* \n"},{"number":22,"text":"And they shall be gathered together, \\add as\\add* prisoners\nare gathered in the pit, and shall be shut up in the prison, and after\nmany days shall they be visited.\\f + \\fr 24.22  \\ft as prisoners…: Heb. with the gathering of\nprisoners\\f*\\f + \\fr 24.22  \\ft pit: or, dungeon\\f*\\f + \\fr 24.22 \n\\ft visited: or, found wanting\\f* \n"},{"number":23,"text":"Then the moon shall be confounded, and the sun ashamed, when the\n\\nd LORD\\nd* of hosts shall reign in mount Zion, and in Jerusalem,\nand before his ancients gloriously.\\f + \\fr 24.23  \\ft before…: or, there shall be glory before his\nancients\\f* \n"}],"number":24},{"verses":[{"number":1,"text":"O \\nd LORD\\nd*, thou \\add art\\add* my God; I will exalt thee, I will\npraise thy name; for thou hast done wonderful \\add things; thy\\add*\ncounsels of old \\add are\\add* faithfulness \\add and\\add* truth. \n"},{"number":2,"text":"For thou hast made of a city an heap; \\add of\\add* a defenced\ncity a ruin: a palace of strangers to be no city; it shall never\nbe built. \n"},{"number":3,"text":"Therefore shall the strong people glorify thee, the city of the\nterrible nations shall fear thee. \n"},{"number":4,"text":"For thou hast been a strength to the poor, a strength to the\nneedy in his distress, a refuge from the storm, a shadow from the\nheat, when the blast of the terrible ones \\add is\\add* as a storm\n\\add against\\add* the wall. \n"},{"number":5,"text":"Thou shalt bring down the noise of strangers, as the heat in a dry\nplace; \\add even\\add* the heat with the shadow of a cloud: the branch\nof the terrible ones shall be brought low. \n\n"},{"number":6,"text":"And in this mountain shall the \\nd LORD\\nd* of hosts make\nunto all people a feast of fat things, a feast of wines on the lees,\nof fat things full of marrow, of wines on the lees well refined.\n"},{"number":7,"text":"And he will destroy in this mountain the face of the covering\ncast over all people, and the vail that is spread over all nations.\\f + \\fr 25.7 \n\\ft destroy: Heb. swallow up\\f*\\f + \\fr 25.7  \\ft cast: Heb. covered\\f*\n"},{"number":8,"text":"He will swallow up death in victory; and the Lord \\nd GOD\\nd*\nwill wipe away tears from off all faces; and the rebuke of his people\nshall he take away from off all the earth: for the \\nd LORD\\nd* hath\nspoken \\add it\\add*. \n\n"},{"number":9,"text":"And it shall be said in that day, Lo, this \\add is\\add* our\nGod; we have waited for him, and he will save us: this \\add is\\add*\nthe \\nd LORD\\nd*; we have waited for him, we will be glad and rejoice\nin his salvation. \n"},{"number":10,"text":"For in this mountain shall the hand of the \\nd LORD\\nd* rest,\nand Moab shall be trodden down under him, even as straw is trodden\ndown for the dunghill.\\f + \\fr 25.10  \\ft trodden down under: or, threshed,\netc\\f*\\f + \\fr 25.10  \\ft trodden down for…: or, threshed in Madmenah\\f*\n"},{"number":11,"text":"And he shall spread forth his hands in the midst of them, as he that\nswimmeth spreadeth forth \\add his hands\\add* to swim: and he shall bring\ndown their pride together with the spoils of their hands. \n"},{"number":12,"text":"And the fortress of the high fort of thy walls shall he bring\ndown, lay low, \\add and\\add* bring to the ground, \\add even\\add*\nto the dust. \n"}],"number":25},{"verses":[{"number":1,"text":"In that day shall this song be sung in the land of Judah; We have a\nstrong city; salvation will \\add God\\add* appoint \\add for\\add* walls\nand bulwarks. \n"},{"number":2,"text":"Open ye the gates, that the righteous nation which keepeth\nthe truth may enter in.\\f + \\fr 26.2  \\ft truth: Heb. truths\\f* \n"},{"number":3,"text":"Thou wilt keep \\add him\\add* in perfect peace, \\add whose\\add*\nmind \\add is\\add* stayed \\add on thee:\\add* because he trusteth in\nthee.\\f + \\fr 26.3  \\ft perfect…: Heb. peace, peace\\f*\\f + \\fr 26.3 \n\\ft mind: or, thought, or, imagination\\f* \n"},{"number":4,"text":"Trust ye in the \\nd LORD\\nd* for ever: for in the \\nd LORD\\nd*\n\\nd JEHOVAH\\nd* \\add is\\add* everlasting strength:\\f + \\fr 26.4 \n\\ft everlasting…: Heb. the rock of ages\\f* \n\n"},{"number":5,"text":"For he bringeth down them that dwell on high; the lofty city,\nhe layeth it low; he layeth it low, \\add even\\add* to the ground;\nhe bringeth it \\add even\\add* to the dust. \n"},{"number":6,"text":"The foot shall tread it down, \\add even\\add* the feet of the\npoor, \\add and\\add* the steps of the needy. \n"},{"number":7,"text":"The way of the just \\add is\\add* uprightness: thou, most upright,\ndost weigh the path of the just. \n"},{"number":8,"text":"Yea, in the way of thy judgments, O \\nd LORD\\nd*, have we waited\nfor thee; the desire of \\add our\\add* soul \\add is\\add* to thy name,\nand to the remembrance of thee. \n"},{"number":9,"text":"With my soul have I desired thee in the night; yea, with my\nspirit within me will I seek thee early: for when thy judgments \\add are\\add*\nin the earth, the inhabitants of the world will learn righteousness.\n"},{"number":10,"text":"Let favour be shewed to the wicked, \\add yet\\add* will he\nnot learn righteousness: in the land of uprightness will he deal\nunjustly, and will not behold the majesty of the \\nd LORD\\nd*. \n"},{"number":11,"text":"\\nd LORD\\nd*, \\add when\\add* thy hand is lifted up, they will not\nsee: \\add but\\add* they shall see, and be ashamed for \\add their\\add*\nenvy at the people; yea, the fire of thine enemies shall devour them.\\f + \\fr 26.11 \n\\ft at…: or, toward thy people\\f* \n\n"},{"number":12,"text":"\\nd LORD\\nd*, thou wilt ordain peace for us: for thou also hast\nwrought all our works in us.\\f + \\fr 26.12  \\ft in us: or, for us\\f*\n"},{"number":13,"text":"O \\nd LORD\\nd* our God, \\add other\\add* lords beside thee have had\ndominion over us: \\add but\\add* by thee only will we make mention\nof thy name. \n"},{"number":14,"text":"\\add They are\\add* dead, they shall not live; \\add they are\\add*\ndeceased, they shall not rise: therefore hast thou visited and destroyed\nthem, and made all their memory to perish. \n"},{"number":15,"text":"Thou hast increased the nation, O \\nd LORD\\nd*, thou hast\nincreased the nation: thou art glorified: thou hadst removed \\add it\\add*\nfar \\add unto\\add* all the ends of the earth. \n"},{"number":16,"text":"\\nd LORD\\nd*, in trouble have they visited thee, they poured\nout a prayer \\add when\\add* thy chastening \\add was\\add* upon them.\\f + \\fr 26.16 \n\\ft prayer: Heb. secret speech\\f* \n"},{"number":17,"text":"Like as a woman with child, \\add that\\add* draweth near the time of her\ndelivery, is in pain, \\add and\\add* crieth out in her pangs; so have we been in thy\nsight, O \\nd LORD\\nd*. \n"},{"number":18,"text":"We have been with child, we have been in pain, we have as it\nwere brought forth wind; we have not wrought any deliverance in the\nearth; neither have the inhabitants of the world fallen. \n"},{"number":19,"text":"Thy dead \\add men\\add* shall live, \\add together with\\add*\nmy dead body shall they arise. Awake and sing, ye that dwell in dust:\nfor thy dew \\add is as\\add* the dew of herbs, and the earth shall cast\nout the dead. \n\n"},{"number":20,"text":"Come, my people, enter thou into thy chambers, and shut thy\ndoors about thee: hide thyself as it were for a little moment, until the\nindignation be overpast. \n"},{"number":21,"text":"For, behold, the \\nd LORD\\nd* cometh out of his place to punish\nthe inhabitants of the earth for their iniquity: the earth also shall\ndisclose her blood, and shall no more cover her slain.\\f + \\fr 26.21 \n\\ft blood: Heb. bloods\\f* \n"}],"number":26},{"verses":[{"number":1,"text":"In that day the \\nd LORD\\nd* with his sore and great and strong\nsword shall punish leviathan the piercing serpent, even leviathan\nthat crooked serpent; and he shall slay the dragon that \\add is\\add*\nin the sea.\\f + \\fr 27.1  \\ft piercing: or, crossing like a bar\\f*\n"},{"number":2,"text":"In that day sing ye unto her, A vineyard of red wine. \n"},{"number":3,"text":"I the \\nd LORD\\nd* do keep it; I will water it every moment: lest\n\\add any\\add* hurt it, I will keep it night and day. \n"},{"number":4,"text":"Fury \\add is\\add* not in me: who would set the briers \\add and\\add*\nthorns against me in battle? I would go through them, I would burn\nthem together.\\f + \\fr 27.4  \\ft go…: or, march against\\f* \n"},{"number":5,"text":"Or let him take hold of my strength, \\add that\\add* he may\nmake peace with me; \\add and\\add* he shall make peace with me. \n"},{"number":6,"text":"He shall cause them that come of Jacob to take root: Israel\nshall blossom and bud, and fill the face of the world with fruit.\n\n"},{"number":7,"text":"Hath he smitten him, as he smote those that smote him? \\add or\\add*\nis he slain according to the slaughter of them that are slain by\nhim?\\f + \\fr 27.7  \\ft as…: Heb. according to the stroke of\\f* \n"},{"number":8,"text":"In measure, when it shooteth forth, thou wilt debate with it: he\nstayeth his rough wind in the day of the east wind.\\f + \\fr 27.8 \n\\ft it shooteth…: or, thou sendest it forth\\f*\\f + \\fr 27.8  \\ft he…: or, when he removeth it\nwith\\f* \n"},{"number":9,"text":"By this therefore shall the iniquity of Jacob be purged; and this\n\\add is\\add* all the fruit to take away his sin; when he maketh all the\nstones of the altar as chalkstones that are beaten in sunder, the\ngroves and images shall not stand up.\\f + \\fr 27.9  \\ft images: or, sun\nimages\\f* \n"},{"number":10,"text":"Yet the defenced city \\add shall be\\add* desolate, \\add and\\add*\nthe habitation forsaken, and left like a wilderness: there shall the\ncalf feed, and there shall he lie down, and consume the branches thereof.\n"},{"number":11,"text":"When the boughs thereof are withered, they shall be broken\noff: the women come, \\add and\\add* set them on fire: for it \\add is\\add*\na people of no understanding: therefore he that made them will not have\nmercy on them, and he that formed them will shew them no favour.\n\n"},{"number":12,"text":"And it shall come to pass in that day, \\add that\\add* the\n\\nd LORD\\nd* shall beat off from the channel of the river unto the\nstream of Egypt, and ye shall be gathered one by one, O ye children\nof Israel. \n"},{"number":13,"text":"And it shall come to pass in that day, \\add that\\add* the\ngreat trumpet shall be blown, and they shall come which were ready to\nperish in the land of Assyria, and the outcasts in the land of Egypt,\nand shall worship the \\nd LORD\\nd* in the holy mount at Jerusalem.\n"}],"number":27},{"verses":[{"number":1,"text":"Woe to the crown of pride, to the drunkards of Ephraim, whose\nglorious beauty \\add is\\add* a fading flower, which \\add are\\add*\non the head of the fat valleys of them that are overcome with wine!\\f + \\fr 28.1 \n\\ft overcome: Heb. broken\\f* \n"},{"number":2,"text":"Behold, the Lord hath a mighty and strong one, \\add which\\add*\nas a tempest of hail \\add and\\add* a destroying storm, as a flood\nof mighty waters overflowing, shall cast down to the earth with the\nhand. \n"},{"number":3,"text":"The crown of pride, the drunkards of Ephraim, shall be trodden\nunder feet:\\f + \\fr 28.3  \\ft under…: Heb. with feet\\f* \n"},{"number":4,"text":"And the glorious beauty, which \\add is\\add* on the head of the\nfat valley, shall be a fading flower, \\add and\\add* as the hasty\nfruit before the summer; which \\add when\\add* he that looketh upon it\nseeth, while it is yet in his hand he eateth it up.\\f + \\fr 28.4 \n\\ft eateth: Heb. swalloweth\\f* \n\n"},{"number":5,"text":"In that day shall the \\nd LORD\\nd* of hosts be for a crown\nof glory, and for a diadem of beauty, unto the residue of his people,\n"},{"number":6,"text":"And for a spirit of judgment to him that sitteth in judgment,\nand for strength to them that turn the battle to the gate. \n\n"},{"number":7,"text":"But they also have erred through wine, and through strong\ndrink are out of the way; the priest and the prophet have erred through strong\ndrink, they are swallowed up of wine, they are out of the way through strong\ndrink; they err in vision, they stumble \\add in\\add* judgment. \n"},{"number":8,"text":"For all tables are full of vomit \\add and\\add* filthiness,\n\\add so that there is\\add* no place \\add clean\\add*. \n\n"},{"number":9,"text":"Whom shall he teach knowledge? and whom shall he make to understand\ndoctrine? \\add them that are\\add* weaned from the milk, \\add and\\add*\ndrawn from the breasts.\\f + \\fr 28.9  \\ft doctrine: Heb. the hearing?\\f*\n"},{"number":10,"text":"For precept \\add must be\\add* upon precept, precept upon precept;\nline upon line, line upon line; here a little, \\add and\\add* there a\nlittle:\\f + \\fr 28.10  \\ft must be: or, hath been\\f* \n"},{"number":11,"text":"For with stammering lips and another tongue will he speak\nto this people.\\f + \\fr 28.11  \\ft stammering…: Heb. stammerings of\nlip\\f*\\f + \\fr 28.11  \\ft will…: or, he hath spoken\\f* \n"},{"number":12,"text":"To whom he said, This \\add is\\add* the rest \\add wherewith\\add*\nye may cause the weary to rest; and this \\add is\\add* the refreshing:\nyet they would not hear. \n"},{"number":13,"text":"But the word of the \\nd LORD\\nd* was unto them precept upon\nprecept, precept upon precept; line upon line, line upon line; here a\nlittle, \\add and\\add* there a little; that they might go, and fall\nbackward, and be broken, and snared, and taken. \n\n"},{"number":14,"text":"Wherefore hear the word of the \\nd LORD\\nd*, ye scornful\nmen, that rule this people which \\add is\\add* in Jerusalem. \n"},{"number":15,"text":"Because ye have said, We have made a covenant with death,\nand with hell are we at agreement; when the overflowing scourge shall pass\nthrough, it shall not come unto us: for we have made lies our refuge,\nand under falsehood have we hid ourselves: \n\n"},{"number":16,"text":"Therefore thus saith the Lord \\nd GOD\\nd*, Behold, I lay\nin Zion for a foundation a stone, a tried stone, a precious corner\n\\add stone\\add*, a sure foundation: he that believeth shall not make\nhaste. \n"},{"number":17,"text":"Judgment also will I lay to the line, and righteousness to the\nplummet: and the hail shall sweep away the refuge of lies, and the\nwaters shall overflow the hiding place. \n\n"},{"number":18,"text":"And your covenant with death shall be disannulled, and your\nagreement with hell shall not stand; when the overflowing scourge\nshall pass through, then ye shall be trodden down by it.\\f + \\fr 28.18 \n\\ft trodden…: Heb. a treading down to it\\f* \n"},{"number":19,"text":"From the time that it goeth forth it shall take you: for morning\nby morning shall it pass over, by day and by night: and it shall be a\nvexation only \\add to\\add* understand the report.\\f + \\fr 28.19 \n\\ft to…: or, when he shall make you to understand doctrine\\f* \n"},{"number":20,"text":"For the bed is shorter than that \\add a man\\add* can stretch himself\n\\add on it:\\add* and the covering narrower than that he can wrap himself\n\\add in it\\add*. \n"},{"number":21,"text":"For the \\nd LORD\\nd* shall rise up as \\add in\\add* mount Perazim,\nhe shall be wroth as \\add in\\add* the valley of Gibeon, that he may\ndo his work, his strange work; and bring to pass his act, his strange\nact. \n"},{"number":22,"text":"Now therefore be ye not mockers, lest your bands be made strong:\nfor I have heard from the Lord \\nd GOD\\nd* of hosts a consumption,\neven determined upon the whole earth. \n\n"},{"number":23,"text":"Give ye ear, and hear my voice; hearken, and hear my speech.\n"},{"number":24,"text":"Doth the plowman plow all day to sow? doth he open and break the\nclods of his ground? \n"},{"number":25,"text":"When he hath made plain the face thereof, doth he not cast\nabroad the fitches, and scatter the cummin, and cast in the principal\nwheat and the appointed barley and the rie in their place?\\f + \\fr 28.25 \n\\ft the principal…: or, the wheat in the principal place, and barley in the appointed\nplace\\f*\\f + \\fr 28.25  \\ft rie: or, spelt\\f*\\f + \\fr 28.25  \\ft place: Heb.\nborder?\\f* \n"},{"number":26,"text":"For his God doth instruct him to discretion, \\add and\\add*\ndoth teach him.\\f + \\fr 28.26  \\ft For…: or, And he bindeth it in such sort as his God doth teach\nhim\\f* \n"},{"number":27,"text":"For the fitches are not threshed with a threshing instrument,\nneither is a cart wheel turned about upon the cummin; but the fitches\nare beaten out with a staff, and the cummin with a rod. \n"},{"number":28,"text":"Bread \\add corn\\add* is bruised; because he will not ever\nbe threshing it, nor break \\add it with\\add* the wheel of his cart,\nnor bruise it \\add with\\add* his horsemen. \n"},{"number":29,"text":"This also cometh forth from the \\nd LORD\\nd* of hosts, \\add which\\add*\nis wonderful in counsel, \\add and\\add* excellent in working. \n"}],"number":28},{"verses":[{"number":1,"text":"Woe to Ariel, to Ariel, the city \\add where\\add* David dwelt!\nadd ye year to year; let them kill sacrifices.\\f + \\fr 29.1  \\ft Woe…: or, O Ariel, that is, the lion of\nGod\\f*\\f + \\fr 29.1  \\ft the city: or, of the city\\f*\\f + \\fr 29.1 \n\\ft kill: Heb. cut off the heads of\\f* \n"},{"number":2,"text":"Yet I will distress Ariel, and there shall be heaviness and\nsorrow: and it shall be unto me as Ariel. \n"},{"number":3,"text":"And I will camp against thee round about, and will lay siege\nagainst thee with a mount, and I will raise forts against thee. \n"},{"number":4,"text":"And thou shalt be brought down, \\add and\\add* shalt speak out of the\nground, and thy speech shall be low out of the dust, and thy voice\nshall be, as of one that hath a familiar spirit, out of the ground,\nand thy speech shall whisper out of the dust.\\f + \\fr 29.4  \\ft whisper: Heb. peep, or,\nchirp\\f* \n"},{"number":5,"text":"Moreover the multitude of thy strangers shall be like small\ndust, and the multitude of the terrible ones \\add shall be\\add* as\nchaff that passeth away: yea, it shall be at an instant suddenly.\n"},{"number":6,"text":"Thou shalt be visited of the \\nd LORD\\nd* of hosts with thunder,\nand with earthquake, and great noise, with storm and tempest, and the\nflame of devouring fire. \n\n"},{"number":7,"text":"And the multitude of all the nations that fight against Ariel,\neven all that fight against her and her munition, and that distress\nher, shall be as a dream of a night vision. \n"},{"number":8,"text":"It shall even be as when an hungry \\add man\\add* dreameth,\nand, behold, he eateth; but he awaketh, and his soul is empty: or as\nwhen a thirsty man dreameth, and, behold, he drinketh; but he awaketh, and, behold,\n\\add he is\\add* faint, and his soul hath appetite: so shall the multitude\nof all the nations be, that fight against mount Zion. \n\n"},{"number":9,"text":"Stay yourselves, and wonder; cry ye out, and cry: they are\ndrunken, but not with wine; they stagger, but not with strong drink.\\f + \\fr 29.9 \n\\ft cry ye…: or, take your pleasure, and riot\\f* \n"},{"number":10,"text":"For the \\nd LORD\\nd* hath poured out upon you the spirit of deep\nsleep, and hath closed your eyes: the prophets and your rulers, the\nseers hath he covered.\\f + \\fr 29.10  \\ft rulers: Heb. heads\\f* \n"},{"number":11,"text":"And the vision of all is become unto you as the words of a\nbook that is sealed, which \\add men\\add* deliver to one that is learned,\nsaying, Read this, I pray thee: and he saith, I cannot; for it \\add is\\add*\nsealed:\\f + \\fr 29.11  \\ft book: or, letter\\f* \n"},{"number":12,"text":"And the book is delivered to him that is not learned, saying,\nRead this, I pray thee: and he saith, I am not learned. \n\n"},{"number":13,"text":"Wherefore the Lord said, Forasmuch as this people draw near\n\\add me\\add* with their mouth, and with their lips do honour me, but have\nremoved their heart far from me, and their fear toward me is taught\nby the precept of men: \n"},{"number":14,"text":"Therefore, behold, I will proceed to do a marvellous work\namong this people, \\add even\\add* a marvellous work and a wonder:\nfor the wisdom of their wise \\add men\\add* shall perish, and the\nunderstanding of their prudent \\add men\\add* shall be hid.\\f + \\fr 29.14 \n\\ft proceed: Heb. add\\f* \n"},{"number":15,"text":"Woe unto them that seek deep to hide their counsel from the\n\\nd LORD\\nd*, and their works are in the dark, and they say, Who\nseeth us? and who knoweth us? \n"},{"number":16,"text":"Surely your turning of things upside down shall be esteemed\nas the potter’s clay: for shall the work say of him that made it, He\nmade me not? or shall the thing framed say of him that framed it, He had no\nunderstanding? \n\n"},{"number":17,"text":"\\add Is\\add* it not yet a very little while, and Lebanon shall be\nturned into a fruitful field, and the fruitful field shall be esteemed\nas a forest? \n\n"},{"number":18,"text":"And in that day shall the deaf hear the words of the book,\nand the eyes of the blind shall see out of obscurity, and out of\ndarkness. \n"},{"number":19,"text":"The meek also shall increase \\add their\\add* joy in the \\nd LORD\\nd*,\nand the poor among men shall rejoice in the Holy One of Israel.\\f + \\fr 29.19 \n\\ft increase: Heb. add\\f* \n"},{"number":20,"text":"For the terrible one is brought to nought, and the scorner\nis consumed, and all that watch for iniquity are cut off: \n"},{"number":21,"text":"That make a man an offender for a word, and lay a snare for him that\nreproveth in the gate, and turn aside the just for a thing of nought.\n"},{"number":22,"text":"Therefore thus saith the \\nd LORD\\nd*, who redeemed Abraham,\nconcerning the house of Jacob, Jacob shall not now be ashamed, neither shall his\nface now wax pale. \n"},{"number":23,"text":"But when he seeth his children, the work of mine hands, in the\nmidst of him, they shall sanctify my name, and sanctify the Holy\nOne of Jacob, and shall fear the God of Israel. \n"},{"number":24,"text":"They also that erred in spirit shall come to understanding,\nand they that murmured shall learn doctrine.\\f + \\fr 29.24  \\ft come…: Heb. know\nunderstanding\\f* \n"}],"number":29},{"verses":[{"number":1,"text":"Woe to the rebellious children, saith  the \\nd LORD\\nd*, that\ntake counsel, but not of me; and that cover with a covering, but not of my\nspirit, that they may add sin to sin: \n"},{"number":2,"text":"That walk to go down into Egypt, and have not asked at my mouth;\nto strengthen themselves in the strength of Pharaoh, and to trust\nin the shadow of Egypt! \n"},{"number":3,"text":"Therefore shall the strength of Pharaoh be your shame, and the\ntrust in the shadow of Egypt \\add your\\add* confusion. \n"},{"number":4,"text":"For his princes were at Zoan, and his ambassadors came to Hanes.\n"},{"number":5,"text":"They were all ashamed of a people \\add that\\add* could not\nprofit them, nor be an help nor profit, but a shame, and also a reproach.\n"},{"number":6,"text":"The burden of the beasts of the south: into the land of trouble\nand anguish, from whence \\add come\\add* the young and old lion, the\nviper and fiery flying serpent, they will carry their riches upon the\nshoulders of young asses, and their treasures upon the bunches of\ncamels, to a people \\add that\\add* shall not profit \\add them\\add*.\n"},{"number":7,"text":"For the Egyptians shall help in vain, and to no purpose: therefore have I\ncried concerning this, Their strength \\add is\\add* to sit still.\\f + \\fr 30.7 \n\\ft concerning…: or, to her\\f* \n\n"},{"number":8,"text":"Now go, write it before them in a table, and note it in a\nbook, that it may be for the time to come for ever and ever:\\f + \\fr 30.8 \n\\ft the…: Heb. the latter day\\f* \n"},{"number":9,"text":"That this \\add is\\add* a rebellious people, lying children,\nchildren \\add that\\add* will not hear the law of the \\nd LORD\\nd*:\n"},{"number":10,"text":"Which say to the seers, See not; and to the prophets, Prophesy\n not unto us right things, speak unto us smooth things, prophesy\ndeceits: \n"},{"number":11,"text":"Get you out of the way, turn aside out of the path, cause the Holy\nOne of Israel to cease from before us. \n"},{"number":12,"text":"Wherefore thus saith the Holy One of Israel, Because ye despise\nthis word, and trust in oppression and perverseness, and stay thereon:\\f + \\fr 30.12 \n\\ft oppression: or, fraud\\f* \n"},{"number":13,"text":"Therefore this iniquity shall be to you as a breach ready to\nfall, swelling out in a high wall, whose breaking cometh suddenly\nat an instant. \n"},{"number":14,"text":"And he shall break it as the breaking of the potters’ vessel\nthat is broken in pieces; he shall not spare: so that there shall not be\nfound in the bursting of it a sherd to take fire from the hearth,\nor to take water \\add withal\\add* out of the pit.\\f + \\fr 30.14 \n\\ft the potters’…: Heb. the bottle of potters\\f* \n"},{"number":15,"text":"For thus saith the Lord \\nd GOD\\nd*, the Holy One of Israel;\nIn returning and rest shall ye be saved; in quietness and in confidence\nshall be your strength: and ye would not. \n"},{"number":16,"text":"But ye said, No; for we will flee upon horses; therefore shall ye\nflee: and, We will ride upon the swift; therefore shall they that\npursue you be swift. \n"},{"number":17,"text":"One thousand \\add shall flee\\add* at the rebuke of one; at\nthe rebuke of five shall ye flee: till ye be left as a beacon upon the\ntop of a mountain, and as an ensign on an hill.\\f + \\fr 30.17  \\ft a beacon: or, a tree bereft of branches, or, boughs: or, a\nmast\\f* \n\n"},{"number":18,"text":"And therefore will the \\nd LORD\\nd* wait, that he may be\ngracious unto you, and therefore will he be exalted, that he may have\nmercy upon you: for the \\nd LORD\\nd* \\add is\\add* a God of judgment:\nblessed \\add are\\add* all they that wait for him. \n"},{"number":19,"text":"For the people shall dwell in Zion at Jerusalem: thou shalt\nweep no more: he will be very gracious unto thee at the voice of thy\ncry; when he shall hear it, he will answer thee. \n"},{"number":20,"text":"And \\add though\\add* the Lord give you the bread of adversity,\nand the water of affliction, yet shall not thy teachers be removed into a\ncorner any more, but thine eyes shall see thy teachers:\\f + \\fr 30.20 \n\\ft affliction: or, oppression\\f* \n"},{"number":21,"text":"And thine ears shall hear a word behind thee, saying, This\n\\add is\\add* the way, walk ye in it, when ye turn to the right hand,\nand when ye turn to the left. \n"},{"number":22,"text":"Ye shall defile also the covering of thy graven images of\nsilver, and the ornament of thy molten images of gold: thou shalt cast them\naway as a menstruous cloth; thou shalt say unto it, Get thee hence.\\f + \\fr 30.22 \n\\ft thy graven…: Heb. the graven images of thy silver\\f*\\f + \\fr 30.22 \n\\ft cast: Heb. scatter\\f* \n"},{"number":23,"text":"Then shall he give the rain of thy seed, that thou shalt sow\nthe ground withal; and bread of the increase of the earth, and it shall be\nfat and plenteous: in that day shall thy cattle feed in large pastures.\n"},{"number":24,"text":"The oxen likewise and the young asses that ear the ground\nshall eat clean provender, which hath been winnowed with the shovel\nand with the fan.\\f + \\fr 30.24  \\ft clean: or, savoury: Heb. leavened\\f*\n"},{"number":25,"text":"And there shall be upon every high mountain, and upon every\nhigh hill, rivers \\add and\\add* streams of waters in the day of the\ngreat slaughter, when the towers fall.\\f + \\fr 30.25  \\ft high hill: Heb. lifted up,\netc\\f* \n"},{"number":26,"text":"Moreover the light of the moon shall be as the light of the\nsun, and the light of the sun shall be sevenfold, as the light of\nseven days, in the day that the \\nd LORD\\nd* bindeth up the breach\nof his people, and healeth the stroke of their wound. \n\n"},{"number":27,"text":"Behold, the name of the \\nd LORD\\nd* cometh from far, burning\n\\add with\\add* his anger, and the burden \\add thereof is\\add* heavy:\nhis lips are full of indignation, and his tongue as a devouring fire:\\f + \\fr 30.27 \n\\ft burden…: or, grievousness of flame\\f*\\f + \\fr 30.27  \\ft heavy: Heb.\nheaviness\\f* \n"},{"number":28,"text":"And his breath, as an overflowing stream, shall reach to the\nmidst of the neck, to sift the nations with the sieve of vanity: and\n\\add there shall be\\add* a bridle in the jaws of the people, causing\n\\add them\\add* to err. \n"},{"number":29,"text":"Ye shall have a song, as in the night \\add when\\add* a holy\nsolemnity is kept; and gladness of heart, as when one goeth with a\npipe to come into the mountain of the \\nd LORD\\nd*, to the mighty\nOne of Israel.\\f + \\fr 30.29  \\ft mighty…: Heb. Rock\\f* \n"},{"number":30,"text":"And the \\nd LORD\\nd* shall cause his glorious voice to be\nheard, and shall shew the lighting down of his arm, with the indignation of\n\\add his\\add* anger, and \\add with\\add* the flame of a devouring\nfire, \\add with\\add* scattering, and tempest, and hailstones.\\f + \\fr 30.30 \n\\ft his glorious…: Heb. the glory of his voice\\f* \n"},{"number":31,"text":"For through the voice of the \\nd LORD\\nd* shall the Assyrian\nbe beaten down, \\add which\\add* smote with a rod. \n"},{"number":32,"text":"And \\add in\\add* every place where the grounded staff shall\npass, which the \\nd LORD\\nd* shall lay upon him, \\add it\\add* shall be with\ntabrets and harps: and in battles of shaking will he fight with it.\\f + \\fr 30.32 \n\\ft in every…: Heb. every passing of the rod founded\\f*\\f + \\fr 30.32 \n\\ft lay…: Heb. cause to rest upon\\f*\\f + \\fr 30.32  \\ft with it: or, against\nthem\\f* \n"},{"number":33,"text":"For Tophet \\add is\\add* ordained of old; yea, for the king\nit is prepared; he hath made \\add it\\add* deep \\add and\\add* large:\nthe pile thereof \\add is\\add* fire and much wood; the breath of the\n\\nd LORD\\nd*, like a stream of brimstone, doth kindle it.\\f + \\fr 30.33 \n\\ft of old: Heb. from yesterday\\f* \n"}],"number":30},{"verses":[{"number":1,"text":"Woe to them that go down to Egypt for help; and stay on horses,\nand trust in chariots, because \\add they are\\add* many; and in horsemen,\nbecause they are very strong; but they look not unto the Holy One\nof Israel, neither seek the \\nd LORD\\nd*! \n"},{"number":2,"text":"Yet he also \\add is\\add* wise, and will bring evil, and will not call\nback his words: but will arise against the house of the evildoers,\nand against the help of them that work iniquity.\\f + \\fr 31.2  \\ft call…: Heb.\nremove\\f* \n"},{"number":3,"text":"Now the Egyptians \\add are\\add* men, and not God; and their\nhorses flesh, and not spirit. When the \\nd LORD\\nd* shall stretch\nout his hand, both he that helpeth shall fall, and he that is holpen\nshall fall down, and they all shall fail together. \n"},{"number":4,"text":"For thus hath the \\nd LORD\\nd* spoken unto me, Like as the\nlion and the young lion roaring on his prey, when a multitude of\nshepherds is called forth against him, \\add he\\add* will not be afraid\nof their voice, nor abase himself for the noise of them: so shall the\n\\nd LORD\\nd* of hosts come down to fight for mount Zion, and for the\nhill thereof.\\f + \\fr 31.4  \\ft noise: or, multitude\\f* \n"},{"number":5,"text":"As birds flying, so will the \\nd LORD\\nd* of hosts defend Jerusalem;\ndefending also he will deliver \\add it; and\\add* passing over he will\npreserve it. \n\n"},{"number":6,"text":"Turn ye unto \\add him from\\add* whom the children of Israel\nhave deeply revolted. \n"},{"number":7,"text":"For in that day every man shall cast away his idols of silver,\nand his idols of gold, which your own hands have made unto you \\add for\\add*\na sin.\\f + \\fr 31.7  \\ft his idols of gold: Heb. the idols of his\ngold\\f* \n\n"},{"number":8,"text":"Then shall the Assyrian fall with the sword, not of a mighty\nman; and the sword, not of a mean man, shall devour him: but he shall\nflee from the sword, and his young men shall be discomfited.\\f + \\fr 31.8 \n\\ft from: or, for fear of\\f*\\f + \\fr 31.8  \\ft discomfited: or, tributary: Heb. for melting, or,\ntribute\\f* \n"},{"number":9,"text":"And he shall pass over to his strong hold for fear, and his\nprinces shall be afraid of the ensign, saith the \\nd LORD\\nd*, whose\nfire \\add is\\add* in Zion, and his furnace in Jerusalem.\\f + \\fr 31.9 \n\\ft he…: Heb. his rock shall pass away for fear\\f*\\f + \\fr 31.9 \n\\ft his strong hold: or, his strength\\f* \n"}],"number":31},{"verses":[{"number":1,"text":"Behold, a king shall reign in righteousness, and princes shall\nrule in judgment. \n"},{"number":2,"text":"And a man shall be as an hiding place from the wind, and a\ncovert from the tempest; as rivers of water in a dry place, as the\nshadow of a great rock in a weary land.\\f + \\fr 32.2  \\ft great: Heb.\nheavy\\f* \n"},{"number":3,"text":"And the eyes of them that see shall not be dim, and the ears\nof them that hear shall hearken. \n"},{"number":4,"text":"The heart also of the rash shall understand knowledge, and the\ntongue of the stammerers shall be ready to speak plainly.\\f + \\fr 32.4 \n\\ft rash: Heb. hasty\\f*\\f + \\fr 32.4  \\ft plainly: or, elegantly\\f*\n"},{"number":5,"text":"The vile person shall be no more called liberal, nor the churl\nsaid \\add to be\\add* bountiful. \n"},{"number":6,"text":"For the vile person will speak villany, and his heart will\nwork iniquity, to practise hypocrisy, and to utter error against the\n\\nd LORD\\nd*, to make empty the soul of the hungry, and he will cause the\ndrink of the thirsty to fail. \n"},{"number":7,"text":"The instruments also of the churl \\add are\\add* evil: he deviseth\nwicked devices to destroy the poor with lying words, even when the\nneedy speaketh right.\\f + \\fr 32.7  \\ft the needy…: or, he speaketh against the poor in\njudgment\\f* \n"},{"number":8,"text":"But the liberal deviseth liberal things; and by liberal things\nshall he stand.\\f + \\fr 32.8  \\ft stand: or, be established\\f* \n\n"},{"number":9,"text":"Rise up, ye women that are at ease; hear my voice, ye careless\ndaughters; give ear unto my speech. \n"},{"number":10,"text":"Many days and years shall ye be troubled, ye careless women:\nfor the vintage shall fail, the gathering shall not come.\\f + \\fr 32.10 \n\\ft Many…: Heb. Days above a year\\f* \n"},{"number":11,"text":"Tremble, ye women that are at ease; be troubled, ye careless\nones: strip you, and make you bare, and gird \\add sackcloth\\add* upon\n\\add your\\add* loins. \n"},{"number":12,"text":"They shall lament for the teats, for the pleasant fields,\nfor the fruitful vine.\\f + \\fr 32.12  \\ft pleasant…: Heb. fields of\ndesire\\f* \n"},{"number":13,"text":"Upon the land of my people shall come up thorns \\add and\\add*\nbriers; yea, upon all the houses of joy \\add in\\add* the joyous city:\\f + \\fr 32.13 \n\\ft yea…: or, burning upon\\f* \n"},{"number":14,"text":"Because the palaces shall be forsaken; the multitude of the\ncity shall be left; the forts and towers shall be for dens for ever,\na joy of wild asses, a pasture of flocks;\\f + \\fr 32.14  \\ft forts…: or, clifts and\nwatchtowers\\f* \n"},{"number":15,"text":"Until the spirit be poured upon us from on high, and the wilderness\nbe a fruitful field, and the fruitful field be counted for a forest.\n"},{"number":16,"text":"Then judgment shall dwell in the wilderness, and righteousness\nremain in the fruitful field. \n"},{"number":17,"text":"And the work of righteousness shall be peace; and the effect\nof righteousness quietness and assurance for ever. \n"},{"number":18,"text":"And my people shall dwell in a peaceable habitation, and in\nsure dwellings, and in quiet resting places; \n"},{"number":19,"text":"When it shall hail, coming down on the forest; and the city\nshall be low in a low place.\\f + \\fr 32.19  \\ft low in…: or, utterly\nabased\\f* \n"},{"number":20,"text":"Blessed \\add are\\add* ye that sow beside all waters, that send\nforth \\add thither\\add* the feet of the ox and the ass. \n"}],"number":32},{"verses":[{"number":1,"text":"Woe to thee that spoilest, and thou \\add wast\\add* not spoiled;\nand dealest treacherously, and they dealt not treacherously with thee! when thou shalt\ncease to spoil, thou shalt be spoiled; \\add and\\add* when thou shalt make an\nend to deal treacherously, they shall deal treacherously with thee.\n"},{"number":2,"text":"O \\nd LORD\\nd*, be gracious unto us; we have waited for thee: be thou their\narm every morning, our salvation also in the time of trouble. \n"},{"number":3,"text":"At the noise of the tumult the people fled; at the lifting\nup of thyself the nations were scattered. \n"},{"number":4,"text":"And your spoil shall be gathered \\add like\\add* the gathering\nof the caterpiller: as the running to and fro of locusts shall he\nrun upon them. \n"},{"number":5,"text":"The \\nd LORD\\nd* is exalted; for he dwelleth on high: he hath\nfilled Zion with judgment and righteousness. \n"},{"number":6,"text":"And wisdom and knowledge shall be the stability of thy times,\n\\add and\\add* strength of salvation: the fear of the \\nd LORD\\nd*\n\\add is\\add* his treasure.\\f + \\fr 33.6  \\ft salvation: Heb. salvations\\f*\n"},{"number":7,"text":"Behold, their valiant ones shall cry without: the ambassadors\nof peace shall weep bitterly.\\f + \\fr 33.7  \\ft valiant…: or, messengers\\f*\n"},{"number":8,"text":"The highways lie waste, the wayfaring man ceaseth: he hath\nbroken the covenant, he hath despised the cities, he regardeth no\nman. \n"},{"number":9,"text":"The earth mourneth \\add and\\add* languisheth: Lebanon is ashamed\n\\add and\\add* hewn down: Sharon is like a wilderness; and Bashan\nand Carmel shake off \\add their fruits\\add*.\\f + \\fr 33.9  \\ft hewn…: or, withered\naway\\f* \n"},{"number":10,"text":"Now will I rise, saith the \\nd LORD\\nd*; now will I be exalted;\nnow will I lift up myself. \n"},{"number":11,"text":"Ye shall conceive chaff, ye shall bring forth stubble: your\nbreath, \\add as\\add* fire, shall devour you. \n"},{"number":12,"text":"And the people shall be \\add as\\add* the burnings of lime:\n\\add as\\add* thorns cut up shall they be burned in the fire. \n\n"},{"number":13,"text":"Hear, ye \\add that are\\add* far off, what I have done; and, ye\n\\add that are\\add* near, acknowledge my might. \n"},{"number":14,"text":"The sinners in Zion are afraid; fearfulness hath surprised\nthe hypocrites. Who among us shall dwell with the devouring fire?\nwho among us shall dwell with everlasting burnings? \n"},{"number":15,"text":"He that walketh righteously, and speaketh uprightly; he that\ndespiseth the gain of oppressions, that shaketh his hands from holding\nof bribes, that stoppeth his ears from hearing of blood, and shutteth\nhis eyes from seeing evil;\\f + \\fr 33.15  \\ft righteously: Heb. in\nrighteousnesses\\f*\\f + \\fr 33.15  \\ft uprightly: Heb. uprightnesses\\f*\\f + \\fr 33.15 \n\\ft oppressions: or, deceits\\f*\\f + \\fr 33.15  \\ft blood: Heb. bloods\\f*\n"},{"number":16,"text":"He shall dwell on high: his place of defence \\add shall be\\add*\nthe munitions of rocks: bread shall be given him; his waters \\add shall\nbe\\add* sure.\\f + \\fr 33.16  \\ft high: Heb. heights, or, high places\\f*\n"},{"number":17,"text":"Thine eyes shall see the king in his beauty: they shall behold\nthe land that is very far off.\\f + \\fr 33.17  \\ft that…: Heb. of far\ndistances\\f* \n"},{"number":18,"text":"Thine heart shall meditate terror. Where \\add is\\add* the\nscribe? where \\add is\\add* the receiver? where \\add is\\add* he that\ncounted the towers?\\f + \\fr 33.18  \\ft receiver: Heb. weigher?\\f*\n"},{"number":19,"text":"Thou shalt not see a fierce people, a people of a deeper speech\nthan thou canst perceive; of a stammering tongue, \\add that thou\ncanst\\add* not understand.\\f + \\fr 33.19  \\ft stammering: or, ridiculous\\f*\n"},{"number":20,"text":"Look upon Zion, the city of our solemnities: thine eyes shall\nsee Jerusalem a quiet habitation, a tabernacle \\add that\\add* shall not be taken\ndown; not one of the stakes thereof shall ever be removed, neither shall any of the\ncords thereof be broken. \n"},{"number":21,"text":"But there the glorious \\nd LORD\\nd* \\add will be\\add* unto us a\nplace of broad rivers \\add and\\add* streams; wherein shall go no\ngalley with oars, neither shall gallant ship pass thereby.\\f + \\fr 33.21 \n\\ft of…: Heb. broad of spaces, or, hands\\f* \n"},{"number":22,"text":"For the \\nd LORD\\nd* \\add is\\add* our judge, the \\nd LORD\\nd*\n\\add is\\add* our lawgiver, the \\nd LORD\\nd* \\add is\\add* our king;\nhe will save us.\\f + \\fr 33.22  \\ft lawgiver: Heb. statutemaker\\f*\n"},{"number":23,"text":"Thy tacklings are loosed; they could not well strengthen their\nmast, they could not spread the sail: then is the prey of a great\nspoil divided; the lame take the prey.\\f + \\fr 33.23  \\ft Thy…: or, They have forsaken thy\ntacklings\\f* \n"},{"number":24,"text":"And the inhabitant shall not say, I am sick: the people that\ndwell therein \\add shall be\\add* forgiven \\add their\\add* iniquity.\n"}],"number":33},{"verses":[{"number":1,"text":"Come near, ye nations, to hear; and hearken, ye people: let the\nearth hear, and all that is therein; the world, and all things that come\nforth of it.\\f + \\fr 34.1  \\ft all that…: Heb. the fulness thereof\\f*\n"},{"number":2,"text":"For the indignation of the \\nd LORD\\nd* \\add is\\add* upon all\nnations, and \\add his\\add* fury upon all their armies: he hath utterly\ndestroyed them, he hath delivered them to the slaughter. \n"},{"number":3,"text":"Their slain also shall be cast out, and their stink shall come\nup out of their carcases, and the mountains shall be melted with their\nblood. \n"},{"number":4,"text":"And all the host of heaven shall be dissolved, and the heavens\nshall be rolled together as a scroll: and all their host shall fall\ndown, as the leaf falleth off from the vine, and as a falling \\add fig\\add*\nfrom the fig tree. \n"},{"number":5,"text":"For my sword shall be bathed in heaven: behold, it shall come\ndown upon Idumea, and upon the people of my curse, to judgment. \n"},{"number":6,"text":"The sword of the \\nd LORD\\nd* is filled with blood, it is made\nfat with fatness, \\add and\\add* with the blood of lambs and goats,\nwith the fat of the kidneys of rams: for the \\nd LORD\\nd* hath a\nsacrifice in Bozrah, and a great slaughter in the land of Idumea.\n"},{"number":7,"text":"And the unicorns shall come down with them, and the bullocks\nwith the bulls; and their land shall be soaked with blood, and their\ndust made fat with fatness.\\f + \\fr 34.7  \\ft unicorns: or, rhinocerots\\f*\\f + \\fr 34.7 \n\\ft soaked: or, drunken\\f* \n"},{"number":8,"text":"For \\add it is\\add* the day of the \\nd LORD’s\\nd* vengeance,\n\\add and\\add* the year of recompences for the controversy of Zion.\n\n"},{"number":9,"text":"And the streams thereof shall be turned into pitch, and the\ndust thereof into brimstone, and the land thereof shall become burning\npitch. \n"},{"number":10,"text":"It shall not be quenched night nor day; the smoke thereof shall go\nup for ever: from generation to generation it shall lie waste; none shall pass\nthrough it for ever and ever. \n\n"},{"number":11,"text":"But the cormorant and the bittern shall possess it; the owl\nalso and the raven shall dwell in it: and he shall stretch out upon it the\nline of confusion, and the stones of emptiness.\\f + \\fr 34.11  \\ft cormorant: or,\npelican\\f* \n"},{"number":12,"text":"They shall call the nobles thereof to the kingdom, but none\n\\add shall be\\add* there, and all her princes shall be nothing. \n"},{"number":13,"text":"And thorns shall come up in her palaces, nettles and brambles\nin the fortresses thereof: and it shall be an habitation of dragons,\n\\add and\\add* a court for owls.\\f + \\fr 34.13  \\ft owls: or, ostriches: Heb. daughters of the\nowl\\f* \n"},{"number":14,"text":"The wild beasts of the desert shall also meet with the wild beasts of the\nisland, and the satyr shall cry to his fellow; the screech owl also shall\nrest there, and find for herself a place of rest.\\f + \\fr 34.14 \n\\ft The wild beasts of the desert: Heb. Ziim\\f*\\f + \\fr 34.14  \\ft the wild beasts of the island: Heb.\nIjim\\f*\\f + \\fr 34.14  \\ft screech…: or, night monster\\f* \n"},{"number":15,"text":"There shall the great owl make her nest, and lay, and hatch,\nand gather under her shadow: there shall the vultures also be gathered,\nevery one with her mate. \n\n"},{"number":16,"text":"Seek ye out of the book of the \\nd LORD\\nd*, and read: no\none of these shall fail, none shall want her mate: for my mouth it hath\ncommanded, and his spirit it hath gathered them. \n"},{"number":17,"text":"And he hath cast the lot for them, and his hand hath divided\nit unto them by line: they shall possess it for ever, from generation\nto generation shall they dwell therein. \n"}],"number":34},{"verses":[{"number":1,"text":"The wilderness and the solitary place shall be glad for them; and the\ndesert shall rejoice, and blossom as the rose. \n"},{"number":2,"text":"It shall blossom abundantly, and rejoice even with joy and\nsinging: the glory of Lebanon shall be given unto it, the excellency\nof Carmel and Sharon, they shall see the glory of the \\nd LORD\\nd*,\n\\add and\\add* the excellency of our God. \n\n"},{"number":3,"text":"Strengthen ye the weak hands, and confirm the feeble knees.\n"},{"number":4,"text":"Say to them \\add that are\\add* of a fearful heart, Be strong,\nfear not: behold, your God will come \\add with\\add* vengeance, \\add even\\add*\nGod \\add with\\add* a recompence; he will come and save you.\\f + \\fr 35.4 \n\\ft fearful: Heb. hasty\\f* \n\n"},{"number":5,"text":"Then the eyes of the blind shall be opened, and the ears of the\ndeaf shall be unstopped. \n"},{"number":6,"text":"Then shall the lame \\add man\\add* leap as an hart, and the\ntongue of the dumb sing: for in the wilderness shall waters break\nout, and streams in the desert. \n"},{"number":7,"text":"And the parched ground shall become a pool, and the thirsty\nland springs of water: in the habitation of dragons, where each lay,\n\\add shall be\\add* grass with reeds and rushes.\\f + \\fr 35.7  \\ft grass…: or, a court for reeds,\netc\\f* \n"},{"number":8,"text":"And an highway shall be there, and a way, and it shall be called\nThe way of holiness; the unclean shall not pass over it; but it \\add shall\nbe\\add* for those: the wayfaring men, though fools, shall not err\n\\add therein\\add*.\\f + \\fr 35.8  \\ft but…: or, for he shall be with\nthem\\f* \n"},{"number":9,"text":"No lion shall be there, nor \\add any\\add* ravenous beast shall go\nup thereon, it shall not be found there; but the redeemed shall walk\n\\add there:\\add* \n"},{"number":10,"text":"And the ransomed of the \\nd LORD\\nd* shall return, and come\nto Zion with songs and everlasting joy upon their heads: they shall\nobtain joy and gladness, and sorrow and sighing shall flee away.\n"}],"number":35},{"verses":[{"number":1,"text":"Now it came to pass in the fourteenth year of king Hezekiah,\n\\add that\\add* Sennacherib king of Assyria came up against all the\ndefenced cities of Judah, and took them. \n"},{"number":2,"text":"And the king of Assyria sent Rabshakeh from Lachish to Jerusalem\nunto king Hezekiah with a great army. And he stood by the conduit\nof the upper pool in the highway of the fuller’s field. \n"},{"number":3,"text":"Then came forth unto him Eliakim, Hilkiah’s son, which was over the\nhouse, and Shebna the scribe, and Joah, Asaph’s son, the recorder.\\f + \\fr 36.3 \n\\ft scribe: or, secretary\\f* \n\n"},{"number":4,"text":"And Rabshakeh said unto them, Say ye now to Hezekiah, Thus\nsaith the great king, the king of Assyria, What confidence \\add is\\add*\nthis wherein thou trustest? \n"},{"number":5,"text":"I say, \\add sayest thou\\add*, (but \\add they are but\\add* vain\nwords) \\add I have\\add* counsel and strength for war: now on whom dost thou\ntrust, that thou rebellest against me?\\f + \\fr 36.5  \\ft vain…: Heb. a word of\nlips\\f*\\f + \\fr 36.5  \\ft I have…: or, but counsel and strength are for the\nwar\\f* \n"},{"number":6,"text":"Lo, thou trustest in the staff of this broken reed, on Egypt;\nwhereon if a man lean, it will go into his hand, and pierce it: so\n\\add is\\add* Pharaoh king of Egypt to all that trust in him. \n"},{"number":7,"text":"But if thou say to me, We trust in the \\nd LORD\\nd* our God:\n\\add is it\\add* not he, whose high places and whose altars Hezekiah\nhath taken away, and said to Judah and to Jerusalem, Ye shall worship\nbefore this altar? \n"},{"number":8,"text":"Now therefore give pledges, I pray thee, to my master the king\nof Assyria, and I will give thee two thousand horses, if thou be\nable on thy part to set riders upon them.\\f + \\fr 36.8  \\ft pledges: or,\nhostages\\f* \n"},{"number":9,"text":"How then wilt thou turn away the face of one captain of the\nleast of my master’s servants, and put thy trust on Egypt for chariots\nand for horsemen? \n"},{"number":10,"text":"And am I now come up without the \\nd LORD\\nd* against this\nland to destroy it? the \\nd LORD\\nd* said unto me, Go up against this\nland, and destroy it. \n\n"},{"number":11,"text":"Then said Eliakim and Shebna and Joah unto Rabshakeh, Speak,\nI pray thee, unto thy servants in the Syrian language; for we understand\n\\add it:\\add* and speak not to us in the Jews’ language, in the ears\nof the people that \\add are\\add* on the wall. \n\n"},{"number":12,"text":"But Rabshakeh said, Hath my master sent me to thy master\nand to thee to speak these words? \\add hath he\\add* not \\add sent\nme\\add* to the men that sit upon the wall, that they may eat their own\ndung, and drink their own piss with you? \n"},{"number":13,"text":"Then Rabshakeh stood, and cried with a loud voice in the Jews’\nlanguage, and said, Hear ye the words of the great king, the king\nof Assyria. \n"},{"number":14,"text":"Thus saith the king, Let not Hezekiah deceive you: for he shall not be\nable to deliver you. \n"},{"number":15,"text":"Neither let Hezekiah make you trust in the \\nd LORD\\nd*, saying,\nThe \\nd LORD\\nd* will surely deliver us: this city shall not be delivered\ninto the hand of the king of Assyria. \n"},{"number":16,"text":"Hearken not to Hezekiah: for thus saith the king of Assyria,\nMake \\add an agreement\\add* with me \\add by\\add* a present, and come\nout to me: and eat ye every one of his vine, and every one of his fig\ntree, and drink ye every one the waters of his own cistern;\\f + \\fr 36.16 \n\\ft Make…: or, Seek my favour by a present: Heb. Make with me a blessing\\f*\n"},{"number":17,"text":"Until I come and take you away to a land like your own land,\na land of corn and wine, a land of bread and vineyards. \n"},{"number":18,"text":"\\add Beware\\add* lest Hezekiah persuade you, saying, The \\nd LORD\\nd*\nwill deliver us. Hath any of the gods of the nations delivered  his\nland out of the hand of the king of Assyria? \n"},{"number":19,"text":"Where \\add are\\add* the gods of Hamath and Arphad? where \\add are\\add*\nthe gods of Sepharvaim? and have they delivered Samaria out of my\nhand? \n"},{"number":20,"text":"Who \\add are they\\add* among all the gods of these lands, that have\ndelivered their land out of my hand, that the \\nd LORD\\nd* should\ndeliver Jerusalem out of my hand? \n"},{"number":21,"text":"But they held their peace, and answered him not a word: for the\nking’s commandment was, saying, Answer him not. \n\n"},{"number":22,"text":"Then came Eliakim, the son of Hilkiah, that \\add was\\add*\nover the household, and Shebna the scribe, and Joah, the son of Asaph,\nthe recorder, to Hezekiah with \\add their\\add* clothes rent, and\ntold him the words of Rabshakeh. \n"}],"number":36},{"verses":[{"number":1,"text":"And it came to pass, when king Hezekiah heard \\add it\\add*,\nthat he rent his clothes, and covered himself with sackcloth, and\nwent into the house of the \\nd LORD\\nd*. \n"},{"number":2,"text":"And he sent Eliakim, who \\add was\\add* over the household,\nand Shebna the scribe, and the elders of the priests covered with\nsackcloth, unto Isaiah the prophet the son of Amoz. \n"},{"number":3,"text":"And they said unto him, Thus saith Hezekiah, This day \\add is\\add*\na day of trouble, and of rebuke, and of blasphemy: for the children\nare come to the birth, and \\add there is\\add* not strength to bring\nforth.\\f + \\fr 37.3  \\ft blasphemy: or, provocation\\f* \n"},{"number":4,"text":"It may be the \\nd LORD\\nd* thy God will hear the words of Rabshakeh,\nwhom the king of Assyria his master hath sent to reproach the living\nGod, and will reprove the words which the \\nd LORD\\nd* thy God hath\nheard: wherefore lift up \\add thy\\add* prayer for the remnant that is\nleft.\\f + \\fr 37.4  \\ft left: Heb. found\\f* \n"},{"number":5,"text":"So the servants of king Hezekiah came to Isaiah. \n\n"},{"number":6,"text":"And Isaiah said unto them, Thus shall ye say unto your master,\nThus saith the \\nd LORD\\nd*, Be not afraid of the words that thou hast\nheard, wherewith the servants of the king of Assyria have blasphemed me.\n"},{"number":7,"text":"Behold, I will send a blast upon him, and he shall hear a rumour,\nand return to his own land; and I will cause him to fall by the sword\nin his own land.\\f + \\fr 37.7  \\ft send…: or, put a spirit into him\\f*\n\n"},{"number":8,"text":"So Rabshakeh returned, and found the king of Assyria warring\nagainst Libnah: for he had heard that he was departed from Lachish.\n"},{"number":9,"text":"And he heard say concerning Tirhakah king of Ethiopia, He is come\nforth to make war with thee. And when he heard \\add it\\add*, he sent\nmessengers to Hezekiah, saying, \n"},{"number":10,"text":"Thus shall ye speak to Hezekiah king of Judah, saying, Let not thy\nGod, in whom thou trustest, deceive thee, saying, Jerusalem shall not be\ngiven into the hand of the king of Assyria. \n"},{"number":11,"text":"Behold, thou hast heard what the kings of Assyria have done\nto all lands by destroying them utterly; and shalt thou be delivered?\n"},{"number":12,"text":"Have the gods of the nations delivered them which my fathers\nhave destroyed, \\add as\\add* Gozan, and Haran, and Rezeph, and the\nchildren of Eden which \\add were\\add* in Telassar? \n"},{"number":13,"text":"Where \\add is\\add* the king of Hamath, and the king of Arphad,\nand the king of the city of Sepharvaim, Hena, and Ivah? \n\n"},{"number":14,"text":"And Hezekiah received the letter from the hand of the messengers,\nand read it: and Hezekiah went up unto the house of the \\nd LORD\\nd*,\nand spread it before the \\nd LORD\\nd*. \n"},{"number":15,"text":"And Hezekiah prayed unto the \\nd LORD\\nd*, saying, \n"},{"number":16,"text":"O \\nd LORD\\nd* of hosts, God of Israel, that dwellest \\add between\\add*\nthe cherubims, thou \\add art\\add* the God, \\add even\\add* thou alone, of all the\nkingdoms of the earth: thou hast made heaven and earth. \n"},{"number":17,"text":"Incline thine ear, O \\nd LORD\\nd*, and hear; open thine eyes,\nO \\nd LORD\\nd*, and see: and hear all the words of Sennacherib, which hath\nsent to reproach the living God. \n"},{"number":18,"text":"Of a truth, \\nd LORD\\nd*, the kings of Assyria have laid waste\nall the nations, and their countries,\\f + \\fr 37.18  \\ft nations: Heb.\nlands\\f* \n"},{"number":19,"text":"And have cast their gods into the fire: for they \\add were\\add*\nno gods, but the work of men’s hands, wood and stone: therefore they have\ndestroyed them.\\f + \\fr 37.19  \\ft cast: Heb. given\\f* \n"},{"number":20,"text":"Now therefore, O \\nd LORD\\nd* our God, save us from his hand,\nthat all the kingdoms of the earth may know that thou \\add art\\add*\nthe \\nd LORD\\nd*, \\add even\\add* thou only. \n\n"},{"number":21,"text":"Then Isaiah the son of Amoz sent unto Hezekiah, saying, Thus\nsaith the \\nd LORD\\nd* God of Israel, Whereas thou hast prayed to me against\nSennacherib king of Assyria: \n"},{"number":22,"text":"This \\add is\\add* the word which the \\nd LORD\\nd* hath spoken\nconcerning him; The virgin, the daughter of Zion, hath despised thee,\n\\add and\\add* laughed thee to scorn; the daughter of Jerusalem hath\nshaken her head at thee. \n"},{"number":23,"text":"Whom hast thou reproached and blasphemed? and against whom hast thou\nexalted \\add thy\\add* voice, and lifted up thine eyes on high? \\add even\\add*\nagainst the Holy One of Israel. \n"},{"number":24,"text":"By thy servants hast thou reproached the Lord, and hast said,\nBy the multitude of my chariots am I come up to the height of the\nmountains, to the sides of Lebanon; and I will cut down the tall\ncedars thereof, \\add and\\add* the choice fir trees thereof: and I will\nenter into the height of his border, \\add and\\add* the forest of his\nCarmel.\\f + \\fr 37.24  \\ft By thy…: Heb. By the hand of thy servants\\f*\\f + \\fr 37.24 \n\\ft the tall…: Heb. the tallness of the cedars thereof and the choice of the fir trees\nthereof\\f*\\f + \\fr 37.24  \\ft the forest…: or, the forest and his fruitful\nfield\\f* \n"},{"number":25,"text":"I have digged, and drunk water; and with the sole of my feet\nhave I dried up all the rivers of the besieged places.\\f + \\fr 37.25 \n\\ft besieged: or, fenced and closed\\f* \n"},{"number":26,"text":"Hast thou not heard long ago, \\add how\\add* I have done it;\n\\add and\\add* of ancient times, that I have formed it? now have I\nbrought it to pass, that thou shouldest be to lay waste defenced\ncities \\add into\\add* ruinous heaps.\\f + \\fr 37.26  \\ft Hast…: or, Hast thou not heard how I have made it long ago, and formed\nit of ancient times? should I now bring it to be laid waste, and defenced cities to be ruinous\nheaps?\\f* \n"},{"number":27,"text":"Therefore their inhabitants \\add were\\add* of small power,\nthey were dismayed and confounded: they were \\add as\\add* the grass\nof the field, and \\add as\\add* the green herb, \\add as\\add* the grass\non the housetops, and \\add as corn\\add* blasted before it be grown\nup.\\f + \\fr 37.27  \\ft of small…: Heb. short of hand\\f* \n"},{"number":28,"text":"But I know thy abode, and thy going out, and thy coming in,\nand thy rage against me.\\f + \\fr 37.28  \\ft abode: or, sitting\\f*\n"},{"number":29,"text":"Because thy rage against me, and thy tumult, is come up into mine\nears, therefore will I put my hook in thy nose, and my bridle in thy\nlips, and I will turn thee back by the way by which thou camest.\n"},{"number":30,"text":"And this \\add shall be\\add* a sign unto thee, Ye shall eat\n\\add this\\add* year such as groweth of itself; and the second year\nthat which springeth of the same: and in the third year sow ye, and\nreap, and plant vineyards, and eat the fruit thereof. \n"},{"number":31,"text":"And the remnant that is escaped of the house of Judah shall\nagain take root downward, and bear fruit upward:\\f + \\fr 37.31  \\ft the remnant…: Heb. the escaping of the house of Judah that\nremaineth\\f* \n"},{"number":32,"text":"For out of Jerusalem shall go forth a remnant, and they that\nescape out of mount Zion: the zeal of the \\nd LORD\\nd* of hosts shall\ndo this.\\f + \\fr 37.32  \\ft they…: Heb. the escaping\\f* \n"},{"number":33,"text":"Therefore thus saith the \\nd LORD\\nd* concerning the king\nof Assyria, He shall not come into this city, nor shoot an arrow\nthere, nor come before it with shields, nor cast a bank against it.\n"},{"number":34,"text":"By the way that he came, by the same shall he return, and shall not\ncome into this city, saith  the \\nd LORD\\nd*. \n"},{"number":35,"text":"For I will defend this city to save it for mine own sake, and for my\nservant David’s sake. \n"},{"number":36,"text":"Then the angel of the \\nd LORD\\nd* went forth, and smote in the\ncamp of the Assyrians a hundred and fourscore and five thousand:\nand when they arose early in the morning, behold, they \\add were\\add*\nall dead corpses. \n\n"},{"number":37,"text":"So Sennacherib king of Assyria departed, and went and returned,\nand dwelt at Nineveh. \n"},{"number":38,"text":"And it came to pass, as he was worshipping in the house of\nNisroch his god, that Adrammelech and Sharezer his sons smote him with the\nsword; and they escaped into the land of Armenia: and Esar-haddon\nhis son reigned in his stead.\\f + \\fr 37.38  \\ft Armenia: Heb. Ararat\\f*\n"}],"number":37},{"verses":[{"number":1,"text":"In those days was Hezekiah sick unto death. And Isaiah the\nprophet the son of Amoz came unto him, and said unto him, Thus saith\nthe \\nd LORD\\nd*, Set thine house in order: for thou shalt die, and not\nlive.\\f + \\fr 38.1  \\ft Set…: Heb. Give charge concerning thy house\\f*\n"},{"number":2,"text":"Then Hezekiah turned his face toward the wall, and prayed unto the\n\\nd LORD\\nd*, \n"},{"number":3,"text":"And said, Remember now, O \\nd LORD\\nd*, I beseech thee, how I have\nwalked before thee in truth and with a perfect heart, and have done\n\\add that which is\\add* good in thy sight. And Hezekiah wept sore.\\f + \\fr 38.3 \n\\ft sore: Heb. with great weeping\\f* \n\n"},{"number":4,"text":"Then came the word of the \\nd LORD\\nd* to Isaiah, saying,\n"},{"number":5,"text":"Go, and say to Hezekiah, Thus saith the \\nd LORD\\nd*, the God\nof David thy father, I have heard thy prayer, I have seen thy tears:\nbehold, I will add unto thy days fifteen years. \n"},{"number":6,"text":"And I will deliver thee and this city out of the hand of the\nking of Assyria: and I will defend this city. \n"},{"number":7,"text":"And this \\add shall be\\add* a sign unto thee from the \\nd LORD\\nd*,\nthat the \\nd LORD\\nd* will do this thing that he hath spoken; \n"},{"number":8,"text":"Behold, I will bring again the shadow of the degrees, which is gone\ndown in the sun dial of Ahaz, ten degrees backward. So the sun returned\nten degrees, by which degrees it was gone down.\\f + \\fr 38.8  \\ft sun dial: Heb. degrees by, or, with the\nsun\\f* \n\n"},{"number":9,"text":"The writing of Hezekiah king of Judah, when he had been sick,\nand was recovered of his sickness: \n"},{"number":10,"text":"I said in the cutting off of my days, I shall go to the gates\nof the grave: I am deprived of the residue of my years. \n"},{"number":11,"text":"I said, I shall not see the \\nd LORD\\nd*, \\add even\\add* the\n\\nd LORD\\nd*, in the land of the living: I shall behold man no more with the\ninhabitants of the world. \n"},{"number":12,"text":"Mine age is departed, and is removed from me as a shepherd’s\ntent: I have cut off like a weaver my life: he will cut me off with pining\nsickness: from day \\add even\\add* to night wilt thou make an end of\nme.\\f + \\fr 38.12  \\ft with…: or, from the thrum\\f* \n"},{"number":13,"text":"I reckoned till morning, \\add that\\add*, as a lion, so will he\nbreak all my bones: from day \\add even\\add* to night wilt thou make an\nend of me. \n"},{"number":14,"text":"Like a crane \\add or\\add* a swallow, so did I chatter: I did\nmourn as a dove: mine eyes fail \\add with looking\\add* upward: O\n\\nd LORD\\nd*, I am oppressed; undertake for me.\\f + \\fr 38.14  \\ft undertake…: or, ease\nme\\f* \n"},{"number":15,"text":"What shall I say? he hath both spoken unto me, and himself hath\ndone \\add it:\\add* I shall go softly all my years in the bitterness\nof my soul. \n"},{"number":16,"text":"O Lord, by these \\add things men\\add* live, and in all these\n\\add things is\\add* the life of my spirit: so wilt thou recover me, and make me to\nlive. \n"},{"number":17,"text":"Behold, for peace I had great bitterness: but thou hast in\nlove to my soul \\add delivered it\\add* from the pit of corruption:\nfor thou hast cast all my sins behind thy back.\\f + \\fr 38.17  \\ft for peace…: or, on my peace came great\nbitterness\\f*\\f + \\fr 38.17  \\ft thou hast in…: Heb. thou hast loved my soul from the\npit\\f* \n"},{"number":18,"text":"For the grave cannot praise thee, death can \\add not\\add*\ncelebrate thee: they that go down into the pit cannot hope for thy\ntruth. \n"},{"number":19,"text":"The living, the living, he shall praise thee, as I \\add do\\add*\nthis day: the father to the children shall make known thy truth.\n"},{"number":20,"text":"The \\nd LORD\\nd* \\add was ready\\add* to save me: therefore we will sing my\nsongs to the stringed instruments all the days of our life in the\nhouse of the \\nd LORD\\nd*. \n"},{"number":21,"text":"For Isaiah had said, Let them take a lump of figs, and lay\n\\add it\\add* for a plaister upon the boil, and he shall recover.\n"},{"number":22,"text":"Hezekiah also had said, What \\add is\\add* the sign that I shall go\nup to the house of the \\nd LORD\\nd*? \n"}],"number":38},{"verses":[{"number":1,"text":"At that time Merodach-baladan, the son of Baladan, king of\nBabylon, sent letters and a present to Hezekiah: for he had heard\nthat he had been sick, and was recovered. \n"},{"number":2,"text":"And Hezekiah was glad of them, and shewed them the house of his precious\nthings, the silver, and the gold, and the spices, and the precious\nointment, and all the house of his armour, and all that was found\nin his treasures: there was nothing in his house, nor in all his\ndominion, that Hezekiah shewed them not.\\f + \\fr 39.2  \\ft precious things: or,\nspicery\\f*\\f + \\fr 39.2  \\ft armour: or, jewels: Heb. vessels, or,\ninstruments\\f* \n\n"},{"number":3,"text":"Then came Isaiah the prophet unto king Hezekiah, and said\nunto him, What said these men? and from whence came they unto thee? And\nHezekiah said, They are come from a far country unto me, \\add even\\add*\nfrom Babylon. \n"},{"number":4,"text":"Then said he, What have they seen in thine house? And Hezekiah\nanswered, All that \\add is\\add* in mine house have they seen: there is\nnothing among my treasures that I have not shewed them. \n\n"},{"number":5,"text":"Then said Isaiah to Hezekiah, Hear the word of the \\nd LORD\\nd*\nof hosts: \n"},{"number":6,"text":"Behold, the days come, that all that \\add is\\add* in thine\nhouse, and \\add that\\add* which thy fathers have laid up in store\nuntil this day, shall be carried to Babylon: nothing shall be left,\nsaith the \\nd LORD\\nd*. \n"},{"number":7,"text":"And of thy sons that shall issue from thee, which thou shalt\nbeget, shall they take away; and they shall be eunuchs in the palace\nof the king of Babylon. \n"},{"number":8,"text":"Then said Hezekiah to Isaiah, Good \\add is\\add* the word of the\n\\nd LORD\\nd* which thou hast spoken. He said moreover, For there shall be\npeace and truth in my days. \n"}],"number":39},{"verses":[{"number":1,"text":"Comfort ye, comfort ye my people, saith your God. \n"},{"number":2,"text":"Speak ye comfortably to Jerusalem, and cry unto her, that her\nwarfare is accomplished, that her iniquity is pardoned: for she hath\nreceived of the \\nd LORD’s\\nd* hand double for all her sins.\\f + \\fr 40.2 \n\\ft comfortably: Heb. to the heart\\f*\\f + \\fr 40.2  \\ft warfare: or, appointed\ntime\\f* \n\n"},{"number":3,"text":"The voice of him that crieth in the wilderness, Prepare ye the\nway of the \\nd LORD\\nd*, make straight in the desert a highway for our\nGod. \n"},{"number":4,"text":"Every valley shall be exalted, and every mountain and hill\nshall be made low: and the crooked shall be made straight, and the rough\nplaces plain:\\f + \\fr 40.4  \\ft straight: or, a straight place\\f*\\f + \\fr 40.4 \n\\ft plain: or, a plain place\\f* \n"},{"number":5,"text":"And the glory of the \\nd LORD\\nd* shall be revealed, and all\nflesh shall see \\add it\\add* together: for the mouth of the \\nd LORD\\nd*\nhath spoken \\add it\\add*. \n"},{"number":6,"text":"The voice said, Cry. And he said, What shall I cry? All flesh\n\\add is\\add* grass, and all the goodliness thereof \\add is\\add* as the\nflower of the field: \n"},{"number":7,"text":"The grass withereth, the flower fadeth: because the spirit\nof the \\nd LORD\\nd* bloweth upon it: surely the people \\add is\\add*\ngrass. \n"},{"number":8,"text":"The grass withereth, the flower fadeth: but the word of our\nGod shall stand for ever. \n\n"},{"number":9,"text":"O Zion, that bringest good tidings, get thee up into the high\nmountain; O Jerusalem, that bringest good tidings, lift up thy voice\nwith strength; lift \\add it\\add* up, be not afraid; say unto the\ncities of Judah, Behold your God!\\f + \\fr 40.9  \\ft O Zion…: or, O thou that tellest good tidings to\nZion\\f*\\f + \\fr 40.9  \\ft O Jerusalem…: or, O thou that tellest good tidings to\nJerusalem\\f* \n"},{"number":10,"text":"Behold, the Lord \\nd GOD\\nd* will come with strong \\add hand\\add*,\nand his arm shall rule for him: behold, his reward \\add is\\add* with him, and his\nwork before him.\\f + \\fr 40.10  \\ft with strong…: or, against the\nstrong\\f*\\f + \\fr 40.10  \\ft his work: or, recompence for his work\\f*\n"},{"number":11,"text":"He shall feed his flock like a shepherd: he shall gather the\nlambs with his arm, and carry \\add them\\add* in his bosom, \\add and\\add*\nshall gently lead those that are with young.\\f + \\fr 40.11  \\ft that…: or, that give\nsuck\\f* \n\n"},{"number":12,"text":"Who hath measured the waters in the hollow of his hand, and meted\nout heaven with the span, and comprehended the dust of the earth\nin a measure, and weighed the mountains in scales, and the hills\nin a balance?\\f + \\fr 40.12  \\ft a measure: Heb. a tierce\\f* \n"},{"number":13,"text":"Who hath directed the Spirit of the \\nd LORD\\nd*, or \\add being\\add*\nhis counsellor hath taught him?\\f + \\fr 40.13  \\ft his…: Heb. man of his\ncounsel\\f* \n"},{"number":14,"text":"With whom took he counsel, and \\add who\\add* instructed him, and\ntaught him in the path of judgment, and taught him knowledge, and\nshewed to him the way of understanding?\\f + \\fr 40.14  \\ft instructed…: Heb. made him\nunderstand\\f*\\f + \\fr 40.14  \\ft understanding: Heb. understandings?\\f*\n"},{"number":15,"text":"Behold, the nations \\add are\\add* as a drop of a bucket, and are\ncounted as the small dust of the balance: behold, he taketh up the\nisles as a very little thing. \n"},{"number":16,"text":"And Lebanon \\add is\\add* not sufficient to burn, nor the beasts\nthereof sufficient for a burnt offering. \n"},{"number":17,"text":"All nations before him \\add are\\add* as nothing; and they are\ncounted to him less than nothing, and vanity. \n\n"},{"number":18,"text":"To whom then will ye liken God? or what likeness will ye\ncompare unto him? \n"},{"number":19,"text":"The workman melteth a graven image, and the goldsmith spreadeth\nit over with gold, and casteth silver chains. \n"},{"number":20,"text":"He that \\add is\\add* so impoverished that he hath no oblation\nchooseth a tree \\add that\\add* will not rot; he seeketh unto him a\ncunning workman to prepare a graven image, \\add that\\add* shall not be\nmoved.\\f + \\fr 40.20  \\ft is so…: Heb. is poor of oblation\\f* \n"},{"number":21,"text":"Have ye not known? have ye not heard? hath it not been told\nyou from the beginning? have ye not understood from the foundations\nof the earth? \n"},{"number":22,"text":"\\add It is\\add* he that sitteth upon the circle of the earth,\nand the inhabitants thereof \\add are\\add* as grasshoppers; that stretcheth\nout the heavens as a curtain, and spreadeth them out as a tent to dwell\nin:\\f + \\fr 40.22  \\ft It is…: or, Him that\\f* \n"},{"number":23,"text":"That bringeth the princes to nothing; he maketh the judges\nof the earth as vanity. \n"},{"number":24,"text":"Yea, they shall not be planted; yea, they shall not be sown:\nyea, their stock shall not take root in the earth: and he shall also\nblow upon them, and they shall wither, and the whirlwind shall take\nthem away as stubble. \n"},{"number":25,"text":"To whom then will ye liken me, or shall I be equal? saith\nthe Holy One. \n"},{"number":26,"text":"Lift up your eyes on high, and behold who hath created these\n\\add things\\add*, that bringeth out their host by number: he calleth\nthem all by names by the greatness of his might, for that \\add he\nis\\add* strong in power; not one faileth. \n\n"},{"number":27,"text":"Why sayest thou, O Jacob, and speakest, O Israel, My way is\nhid from the \\nd LORD\\nd*, and my judgment is passed over from my\nGod? \n\n"},{"number":28,"text":"Hast thou not known? hast thou not heard, \\add that\\add*\nthe everlasting God, the \\nd LORD\\nd*, the Creator of the ends of the\nearth, fainteth not, neither is weary? \\add there is\\add* no searching\nof his understanding. \n"},{"number":29,"text":"He giveth power to the faint; and to \\add them that have\\add*\nno might he increaseth strength. \n"},{"number":30,"text":"Even the youths shall faint and be weary, and the young men\nshall utterly fall: \n"},{"number":31,"text":"But they that wait upon the \\nd LORD\\nd* shall renew \\add their\\add*\nstrength; they shall mount up with wings as eagles; they shall run,\nand not be weary; \\add and\\add* they shall walk, and not faint.\\f + \\fr 40.31 \n\\ft renew: Heb. change\\f* \n"}],"number":40},{"verses":[{"number":1,"text":"Keep silence before me, O islands; and let the people renew\n\\add their\\add* strength: let them come near; then let them speak:\nlet us come near together to judgment. \n"},{"number":2,"text":"Who raised up the righteous \\add man\\add* from the east, called\nhim to his foot, gave the nations before him, and made \\add him\\add*\nrule over kings? he gave \\add them\\add* as the dust to his sword,\n\\add and\\add* as driven stubble to his bow.\\f + \\fr 41.2  \\ft the righteous…: Heb.\nrighteousness\\f* \n"},{"number":3,"text":"He pursued them, \\add and\\add* passed safely; \\add even\\add*\nby the way \\add that\\add* he had not gone with his feet.\\f + \\fr 41.3 \n\\ft safely: Heb. in peace\\f* \n"},{"number":4,"text":"Who hath wrought and done \\add it\\add*, calling the generations\nfrom the beginning? I the \\nd LORD\\nd*, the first, and with the last; I\n\\add am\\add* he. \n"},{"number":5,"text":"The isles saw \\add it\\add*, and feared; the ends of the earth\nwere afraid, drew near, and came. \n"},{"number":6,"text":"They helped every one his neighbour; and \\add every one\\add*\nsaid to his brother, Be of good courage.\\f + \\fr 41.6  \\ft Be…: Heb. Be\nstrong\\f* \n"},{"number":7,"text":"So the carpenter encouraged the goldsmith, \\add and\\add* he that\nsmootheth \\add with\\add* the hammer him that smote the anvil, saying, It\n\\add is\\add* ready for the sodering: and he fastened it with nails,\n\\add that\\add* it should not be moved.\\f + \\fr 41.7  \\ft goldsmith: or,\nfounder\\f*\\f + \\fr 41.7  \\ft him…: or, the smiting\\f*\\f + \\fr 41.7 \n\\ft saying…: or, saying of the soder, It is good\\f* \n"},{"number":8,"text":"But thou, Israel, \\add art\\add* my servant, Jacob whom I have\nchosen, the seed of Abraham my friend. \n"},{"number":9,"text":"\\add Thou\\add* whom I have taken from the ends of the earth,\nand called thee from the chief men thereof, and said unto thee, Thou\n\\add art\\add* my servant; I have chosen thee, and not cast thee away.\n\n"},{"number":10,"text":"Fear thou not; for I \\add am\\add* with thee: be not dismayed; for I\n\\add am\\add* thy God: I will strengthen thee; yea, I will help thee; yea, I will\nuphold thee with the right hand of my righteousness. \n"},{"number":11,"text":"Behold, all they that were incensed against thee shall be\nashamed and confounded: they shall be as nothing; and they that strive\nwith thee shall perish.\\f + \\fr 41.11  \\ft they that strive…: Heb. the men of thy\nstrife\\f* \n"},{"number":12,"text":"Thou shalt seek them, and shalt not find them, \\add even\\add*\nthem that contended with thee: they that war against thee shall be as nothing, and as a thing of\nnought.\\f + \\fr 41.12  \\ft them that…: Heb. the men of thy contention\\f*\\f + \\fr 41.12 \n\\ft they…: Heb. the men of thy war\\f* \n"},{"number":13,"text":"For I the \\nd LORD\\nd* thy God will hold thy right hand, saying\n unto thee, Fear not; I will help thee. \n"},{"number":14,"text":"Fear not, thou worm Jacob, \\add and\\add* ye men of Israel;\nI will help thee, saith the \\nd LORD\\nd*, and thy redeemer, the Holy\nOne of Israel.\\f + \\fr 41.14  \\ft men: or, few men\\f* \n"},{"number":15,"text":"Behold, I will make thee a new sharp threshing instrument\nhaving teeth: thou shalt thresh the mountains, and beat \\add them\\add*\nsmall, and shalt make the hills as chaff.\\f + \\fr 41.15  \\ft teeth: Heb.\nmouths\\f* \n"},{"number":16,"text":"Thou shalt fan them, and the wind shall carry them away, and the\nwhirlwind shall scatter them: and thou shalt rejoice in the \\nd LORD\\nd*,\n\\add and\\add* shalt glory in the Holy One of Israel. \n"},{"number":17,"text":"\\add When\\add* the poor and needy seek water, and \\add there\nis\\add* none, \\add and\\add* their tongue faileth  for thirst, I the\n\\nd LORD\\nd* will hear them, I the God of Israel will not forsake them.\n"},{"number":18,"text":"I will open rivers in high places, and fountains in the midst\nof the valleys: I will make the wilderness a pool of water, and the\ndry land springs of water. \n"},{"number":19,"text":"I will plant in the wilderness the cedar, the shittah tree,\nand the myrtle, and the oil tree; I will set in the desert the fir\ntree, \\add and\\add* the pine, and the box tree together: \n"},{"number":20,"text":"That they may see, and know, and consider, and understand\ntogether, that the hand of the \\nd LORD\\nd* hath done this, and the Holy\nOne of Israel hath created it. \n\n"},{"number":21,"text":"Produce your cause, saith the \\nd LORD\\nd*; bring forth your\nstrong \\add reasons\\add*, saith the King of Jacob.\\f + \\fr 41.21 \n\\ft Produce: Heb. Cause to come near\\f* \n"},{"number":22,"text":"Let them bring \\add them\\add* forth, and shew us what shall\nhappen: let them shew the former things, what they \\add be\\add*,\nthat we may consider them, and know the latter end of them; or declare\nus things for to come.\\f + \\fr 41.22  \\ft consider…: Heb. set our heart upon\nthem\\f* \n"},{"number":23,"text":"Shew the things that are to come hereafter, that we may know that ye\n\\add are\\add* gods: yea, do good, or do evil, that we may be dismayed,\nand behold \\add it\\add* together. \n"},{"number":24,"text":"Behold, ye \\add are\\add* of nothing, and your work of nought:\nan abomination \\add is he that\\add* chooseth you.\\f + \\fr 41.24 \n\\ft of nothing: or, worse than nothing\\f*\\f + \\fr 41.24  \\ft of nought: or, worse than of a\nviper\\f* \n"},{"number":25,"text":"I have raised up \\add one\\add* from the north, and he shall\ncome: from the rising of the sun shall he call upon my name: and he shall\ncome upon princes as \\add upon\\add* morter, and as the potter treadeth\nclay. \n"},{"number":26,"text":"Who hath declared from the beginning, that we may know? and\nbeforetime, that we may say, \\add He is\\add* righteous? yea, \\add there\nis\\add* none that sheweth, yea, \\add there is\\add* none that declareth, yea,\n\\add there is\\add* none that heareth your words. \n"},{"number":27,"text":"The first \\add shall say\\add* to Zion, Behold, behold them: and I will\ngive to Jerusalem one that bringeth good tidings. \n"},{"number":28,"text":"For I beheld, and \\add there was\\add* no man; even among them, and\n\\add there was\\add* no counsellor, that, when I asked of them, could\nanswer a word.\\f + \\fr 41.28  \\ft answer: Heb. return\\f* \n"},{"number":29,"text":"Behold, they \\add are\\add* all vanity; their works \\add are\\add*\nnothing: their molten images \\add are\\add* wind and confusion. \n"}],"number":41},{"verses":[{"number":1,"text":"Behold my servant, whom I uphold; mine elect, \\add in whom\\add*\nmy soul delighteth; I have put my spirit upon him: he shall bring\nforth judgment to the Gentiles. \n"},{"number":2,"text":"He shall not cry, nor lift up, nor cause his voice to be heard\nin the street. \n"},{"number":3,"text":"A bruised reed shall he not break, and the smoking flax shall he not\nquench: he shall bring forth judgment unto truth.\\f + \\fr 42.3  \\ft smoking: or, dimly\nburning\\f*\\f + \\fr 42.3  \\ft quench: Heb. quench it\\f* \n"},{"number":4,"text":"He shall not fail nor be discouraged, till he have set judgment\nin the earth: and the isles shall wait for his law.\\f + \\fr 42.4 \n\\ft discouraged: Heb. broken\\f* \n\n"},{"number":5,"text":"Thus saith God the \\nd LORD\\nd*, he that created the heavens,\nand stretched them out; he that spread forth the earth, and that which cometh\nout of it; he that giveth breath unto the people upon it, and spirit\nto them that walk therein: \n"},{"number":6,"text":"I the \\nd LORD\\nd* have called thee in righteousness, and will\nhold thine hand, and will keep thee, and give thee for a covenant\nof the people, for a light of the Gentiles; \n"},{"number":7,"text":"To open the blind eyes, to bring out the prisoners from the\nprison, \\add and\\add* them that sit in darkness out of the prison\nhouse. \n"},{"number":8,"text":"I \\add am\\add* the \\nd LORD\\nd*: that \\add is\\add* my name:\nand my glory will I not give to another, neither my praise to graven\nimages. \n"},{"number":9,"text":"Behold, the former things are come to pass, and new things\ndo I declare: before they spring forth I tell you of them. \n"},{"number":10,"text":"Sing unto the \\nd LORD\\nd* a new song, \\add and\\add* his praise\nfrom the end of the earth, ye that go down to the sea, and all that is\ntherein; the isles, and the inhabitants thereof.\\f + \\fr 42.10  \\ft all…: Heb. the fulness\nthereof\\f* \n"},{"number":11,"text":"Let the wilderness and the cities thereof lift up \\add their\nvoice\\add*, the villages \\add that\\add* Kedar doth inhabit: let the\ninhabitants of the rock sing, let them shout from the top of the\nmountains. \n"},{"number":12,"text":"Let them give glory unto the \\nd LORD\\nd*, and declare his\npraise in the islands. \n\n"},{"number":13,"text":"The \\nd LORD\\nd* shall go forth as a mighty man, he shall stir\nup jealousy like a man of war: he shall cry, yea, roar; he shall\nprevail against his enemies.\\f + \\fr 42.13  \\ft prevail: or, behave himself\nmightily\\f* \n"},{"number":14,"text":"I have long time holden my peace; I have been still, \\add and\\add*\nrefrained myself: \\add now\\add* will I cry like a travailing woman;\nI will destroy and devour at once.\\f + \\fr 42.14  \\ft devour: Heb. swallow, or, sup\nup\\f* \n"},{"number":15,"text":"I will make waste mountains and hills, and dry up all their\nherbs; and I will make the rivers islands, and I will dry up the\npools. \n"},{"number":16,"text":"And I will bring the blind by a way \\add that\\add* they knew\nnot; I will lead them in paths \\add that\\add* they have not known:\nI will make darkness light before them, and crooked things straight.\nThese things will I do unto them, and not forsake them.\\f + \\fr 42.16 \n\\ft straight: Heb. into straightness\\f* \n\n"},{"number":17,"text":"They shall be turned back, they shall be greatly ashamed,\nthat trust in graven images, that say to the molten images, Ye \\add are\\add*\nour gods. \n\n"},{"number":18,"text":"Hear, ye deaf; and look, ye blind, that ye may see. \n"},{"number":19,"text":"Who \\add is\\add* blind, but my servant? or deaf, as my messenger\n\\add that\\add* I sent? who \\add is\\add* blind as \\add he that is\\add*\nperfect, and blind as the \\nd LORD’s\\nd* servant? \n"},{"number":20,"text":"Seeing many things, but thou observest not; opening the ears,\nbut he heareth not. \n"},{"number":21,"text":"The \\nd LORD\\nd* is well pleased for his righteousness’ sake; he will\nmagnify the law, and make \\add it\\add* honourable.\\f + \\fr 42.21 \n\\ft it: or, him\\f* \n"},{"number":22,"text":"But this \\add is\\add* a people robbed and spoiled; \\add they\nare\\add* all of them snared in holes, and they are hid in prison\nhouses: they are for a prey, and none delivereth; for a spoil, and none\nsaith, Restore.\\f + \\fr 42.22  \\ft they are all…: or, in snaring all the young men of\nthem\\f*\\f + \\fr 42.22  \\ft for a spoil: Heb. a treading\\f* \n"},{"number":23,"text":"Who among you will give ear to this? \\add who\\add* will hearken\nand hear for the time to come?\\f + \\fr 42.23  \\ft for…: Heb. for the after\ntime?\\f* \n"},{"number":24,"text":"Who gave Jacob for a spoil, and Israel to the robbers? did not the\n\\nd LORD\\nd*, he against whom we have sinned? for they would not\nwalk in his ways, neither were they obedient unto his law. \n"},{"number":25,"text":"Therefore he hath poured upon him the fury of his anger, and the\nstrength of battle: and it hath set him on fire round about, yet he\nknew not; and it burned him, yet he laid \\add it\\add* not to heart.\n"}],"number":42},{"verses":[{"number":1,"text":"But now thus saith the \\nd LORD\\nd* that created thee, O Jacob,\nand he that formed thee, O Israel, Fear not: for I have redeemed\nthee, I have called \\add thee\\add* by thy name; thou \\add art\\add* mine.\n"},{"number":2,"text":"When thou passest through the waters, I \\add will be\\add* with thee; and through the\nrivers, they shall not overflow thee: when thou walkest through the\nfire, thou shalt not be burned; neither shall the flame kindle upon thee.\n"},{"number":3,"text":"For I \\add am\\add* the \\nd LORD\\nd* thy God, the Holy One of\nIsrael, thy Saviour: I gave Egypt \\add for\\add* thy ransom, Ethiopia\nand Seba for thee. \n"},{"number":4,"text":"Since thou wast precious in my sight, thou hast been honourable,\nand I have loved thee: therefore will I give men for thee, and people\nfor thy life.\\f + \\fr 43.4  \\ft life: or, person\\f* \n"},{"number":5,"text":"Fear not: for I \\add am\\add* with thee: I will bring thy seed\nfrom the east, and gather thee from the west; \n"},{"number":6,"text":"I will say to the north, Give up; and to the south, Keep not\nback: bring my sons from far, and my daughters from the ends of the\nearth; \n"},{"number":7,"text":"\\add Even\\add* every one that is called by my name: for I have\ncreated him for my glory, I have formed him; yea, I have made him.\n\n"},{"number":8,"text":"Bring forth the blind people that have eyes, and the deaf\nthat have ears. \n"},{"number":9,"text":"Let all the nations be gathered together, and let the people\nbe assembled: who among them can declare this, and shew us former\nthings? let them bring forth their witnesses, that they may be justified:\nor let them hear, and say, \\add It is\\add* truth. \n"},{"number":10,"text":"Ye \\add are\\add* my witnesses, saith the \\nd LORD\\nd*, and my\nservant whom I have chosen: that ye may know and believe me, and\nunderstand that I \\add am\\add* he: before me there was no God formed,\nneither shall there be after me.\\f + \\fr 43.10  \\ft no…: or, nothing formed of\nGod\\f* \n"},{"number":11,"text":"I, \\add even\\add* I, \\add am\\add* the \\nd LORD\\nd*; and beside me\n\\add there is\\add* no saviour. \n"},{"number":12,"text":"I have declared, and have saved, and I have shewed, when \\add there\nwas\\add* no strange \\add god\\add* among you: therefore ye \\add are\\add*\nmy witnesses, saith the \\nd LORD\\nd*, that I \\add am\\add* God. \n"},{"number":13,"text":"Yea, before the day \\add was\\add* I \\add am\\add* he; and \\add there\nis\\add* none that can deliver out of my hand: I will work, and who shall\nlet it?\\f + \\fr 43.13  \\ft let it: Heb. turn it back?\\f* \n\n"},{"number":14,"text":"Thus saith the \\nd LORD\\nd*, your redeemer, the Holy One\nof Israel; For your sake I have sent to Babylon, and have brought\ndown all their nobles, and the Chaldeans, whose cry \\add is\\add*\nin the ships.\\f + \\fr 43.14  \\ft nobles: Heb. bars\\f* \n"},{"number":15,"text":"I \\add am\\add* the \\nd LORD\\nd*, your Holy One, the creator\nof Israel, your King. \n"},{"number":16,"text":"Thus saith the \\nd LORD\\nd*, which maketh a way in the sea,\nand a path in the mighty waters; \n"},{"number":17,"text":"Which bringeth forth the chariot and horse, the army and the\npower; they shall lie down together, they shall not rise: they are\nextinct, they are quenched as tow. \n\n"},{"number":18,"text":"Remember ye not the former things, neither consider the things of\nold. \n"},{"number":19,"text":"Behold, I will do a new thing; now it shall spring forth;\nshall ye not know it? I will even make a way in the wilderness, \\add and\\add*\nrivers in the desert. \n"},{"number":20,"text":"The beast of the field shall honour me, the dragons and the\nowls: because I give waters in the wilderness, \\add and\\add* rivers\nin the desert, to give drink to my people, my chosen.\\f + \\fr 43.20 \n\\ft owls: or, ostriches: Heb. daughters of the owl\\f* \n"},{"number":21,"text":"This people have I formed for myself; they shall shew forth\nmy praise. \n\n"},{"number":22,"text":"But thou hast not called upon me, O Jacob; but thou hast been\nweary of me, O Israel. \n"},{"number":23,"text":"Thou hast not brought me the small cattle of thy burnt offerings;\nneither hast thou honoured me with thy sacrifices. I have not caused thee to\nserve with an offering, nor wearied thee with incense.\\f + \\fr 43.23 \n\\ft small…: Heb. lambs, or, kids\\f* \n"},{"number":24,"text":"Thou hast bought me no sweet cane with money, neither hast thou\nfilled me with the fat of thy sacrifices: but thou hast made me to\nserve with thy sins, thou hast wearied me with thine iniquities.\\f + \\fr 43.24 \n\\ft filled…: Heb. made me drunk, or, abundantly moistened\\f* \n"},{"number":25,"text":"I, \\add even\\add* I, \\add am\\add* he that blotteth out thy\ntransgressions for mine own sake, and will not remember thy sins.\n"},{"number":26,"text":"Put me in remembrance: let us plead together: declare thou, that thou mayest be\njustified. \n"},{"number":27,"text":"Thy first father hath sinned, and thy teachers have transgressed against\nme.\\f + \\fr 43.27  \\ft teachers: Heb. interpreters\\f* \n"},{"number":28,"text":"Therefore I have profaned the princes of the sanctuary, and have\ngiven Jacob to the curse, and Israel to reproaches.\\f + \\fr 43.28 \n\\ft princes…: or, holy princes\\f* \n"}],"number":43},{"verses":[{"number":1,"text":"Yet now hear, O Jacob my servant; and Israel, whom I have chosen:\n"},{"number":2,"text":"Thus saith the \\nd LORD\\nd* that made thee, and formed thee from the\nwomb, \\add which\\add* will help thee; Fear not, O Jacob, my servant;\nand thou, Jesurun, whom I have chosen. \n"},{"number":3,"text":"For I will pour water upon him that is thirsty, and floods\nupon the dry ground: I will pour my spirit upon thy seed, and my\nblessing upon thine offspring: \n"},{"number":4,"text":"And they shall spring up \\add as\\add* among the grass, as willows\nby the water courses. \n"},{"number":5,"text":"One shall say, I \\add am\\add* the \\nd LORD’s\\nd*; and another shall\ncall \\add himself\\add* by the name of Jacob; and another shall subscribe\n\\add with\\add* his hand unto the \\nd LORD\\nd*, and surname \\add himself\\add*\nby the name of Israel. \n"},{"number":6,"text":"Thus saith the \\nd LORD\\nd* the King of Israel, and his redeemer\nthe \\nd LORD\\nd* of hosts; I \\add am\\add* the first, and I \\add am\\add*\nthe last; and beside me \\add there is\\add* no God. \n"},{"number":7,"text":"And who, as I, shall call, and shall declare it, and set it in\norder for me, since I appointed the ancient people? and the things that are\ncoming, and shall come, let them shew unto them. \n"},{"number":8,"text":"Fear ye not, neither be afraid: have not I told thee from that\ntime, and have declared \\add it\\add*? ye \\add are\\add* even my witnesses.\nIs there a God beside me? yea, \\add there is\\add* no God; I know not\n\\add any\\add*.\\f + \\fr 44.8  \\ft God; I: Heb. rock, etc\\f* \n\n"},{"number":9,"text":"They that make a graven image \\add are\\add* all of them vanity;\nand their delectable things shall not profit; and they \\add are\\add*\ntheir own witnesses; they see not, nor know; that they may be ashamed.\\f + \\fr 44.9 \n\\ft delectable: Heb. desirable\\f* \n"},{"number":10,"text":"Who hath formed a god, or molten a graven image \\add that\\add*\nis profitable for nothing? \n"},{"number":11,"text":"Behold, all his fellows shall be ashamed: and the workmen, they\n\\add are\\add* of men: let them all be gathered together, let them stand\nup; \\add yet\\add* they shall fear, \\add and\\add* they shall be ashamed\ntogether. \n"},{"number":12,"text":"The smith with the tongs both worketh in the coals, and fashioneth\nit with hammers, and worketh it with the strength of his arms: yea, he is\nhungry, and his strength faileth: he drinketh no water, and is faint.\\f + \\fr 44.12 \n\\ft with the tongs: or, with an axe\\f* \n"},{"number":13,"text":"The carpenter stretcheth out \\add his\\add* rule; he marketh it\nout with a line; he fitteth it with planes, and he marketh it out\nwith the compass, and maketh it after the figure of a man, according to the\nbeauty of a man; that it may remain in the house. \n"},{"number":14,"text":"He heweth him down cedars, and taketh the cypress and the\noak, which he strengtheneth for himself among the trees of the forest:\nhe planteth an ash, and the rain doth nourish \\add it\\add*.\\f + \\fr 44.14 \n\\ft strengtheneth: or, taketh courage\\f* \n"},{"number":15,"text":"Then shall it be for a man to burn: for he will take thereof, and\nwarm himself; yea, he kindleth \\add it\\add*, and baketh bread; yea, he\nmaketh a god, and worshippeth \\add it;\\add* he maketh it a graven\nimage, and falleth down thereto. \n"},{"number":16,"text":"He burneth part thereof in the fire; with part thereof he\neateth flesh; he roasteth roast, and is satisfied: yea, he warmeth\n\\add himself\\add*, and saith, Aha, I am warm, I have seen the fire:\n"},{"number":17,"text":"And the residue thereof he maketh a god, \\add even\\add* his graven\nimage: he falleth down unto it, and worshippeth \\add it\\add*, and\nprayeth unto it, and saith, Deliver me; for thou \\add art\\add* my\ngod. \n"},{"number":18,"text":"They have not known nor understood: for he hath shut their\neyes, that they cannot see; \\add and\\add* their hearts, that they cannot\nunderstand.\\f + \\fr 44.18  \\ft shut: Heb. daubed\\f* \n"},{"number":19,"text":"And none considereth in his heart, neither \\add is there\\add*\nknowledge nor understanding to say, I have burned part of it in the\nfire; yea, also I have baked bread upon the coals thereof; I have\nroasted flesh, and eaten \\add it:\\add* and shall I make the residue\nthereof an abomination? shall I fall down to the stock of a tree?\\f + \\fr 44.19 \n\\ft considereth…: Heb. setteth to his heart\\f*\\f + \\fr 44.19  \\ft the stock…: Heb. that which comes of a\ntree?\\f* \n"},{"number":20,"text":"He feedeth on ashes: a deceived heart hath turned him aside,\nthat he cannot deliver his soul, nor say, \\add Is there\\add* not a\nlie in my right hand? \n\n"},{"number":21,"text":"Remember these, O Jacob and Israel; for thou \\add art\\add*\nmy servant: I have formed thee; thou \\add art\\add* my servant: O\nIsrael, thou shalt not be forgotten of me. \n"},{"number":22,"text":"I have blotted out, as a thick cloud, thy transgressions,\nand, as a cloud, thy sins: return unto me; for I have redeemed thee.\n"},{"number":23,"text":"Sing, O ye heavens; for the \\nd LORD\\nd* hath done \\add it:\\add*\nshout, ye lower parts of the earth: break forth into singing, ye\nmountains, O forest, and every tree therein: for the \\nd LORD\\nd*\nhath redeemed Jacob, and glorified himself in Israel. \n"},{"number":24,"text":"Thus saith the \\nd LORD\\nd*, thy redeemer, and he that formed\nthee from the womb, I \\add am\\add* the \\nd LORD\\nd* that maketh all\n\\add things;\\add* that stretcheth forth the heavens alone; that spreadeth\nabroad the earth by myself; \n"},{"number":25,"text":"That frustrateth the tokens of the liars, and maketh diviners\nmad; that turneth wise \\add men\\add* backward, and maketh their knowledge\nfoolish; \n"},{"number":26,"text":"That confirmeth the word of his servant, and performeth the\ncounsel of his messengers; that saith to Jerusalem, Thou shalt be\ninhabited; and to the cities of Judah, Ye shall be built, and I will raise\nup the decayed places thereof:\\f + \\fr 44.26  \\ft decayed…: Heb.\nwastes\\f* \n"},{"number":27,"text":"That saith to the deep, Be dry, and I will dry up thy rivers:\n"},{"number":28,"text":"That saith of Cyrus, \\add He is\\add* my shepherd, and shall\nperform all my pleasure: even saying to Jerusalem, Thou shalt be\nbuilt; and to the temple, Thy foundation shall be laid. \n"}],"number":44},{"verses":[{"number":1,"text":"Thus saith the \\nd LORD\\nd* to his anointed, to Cyrus, whose right\nhand I have holden, to subdue nations before him; and I will loose\nthe loins of kings, to open before him the two leaved gates; and the\ngates shall not be shut;\\f + \\fr 45.1  \\ft have…: or, strengthened\\f*\n"},{"number":2,"text":"I will go before thee, and make the crooked places straight:\nI will break in pieces the gates of brass, and cut in sunder the\nbars of iron: \n"},{"number":3,"text":"And I will give thee the treasures of darkness, and hidden\nriches of secret places, that thou mayest know that I, the \\nd LORD\\nd*,\nwhich call \\add thee\\add* by thy name, \\add am\\add* the God of Israel.\n"},{"number":4,"text":"For Jacob my servant’s sake, and Israel mine elect, I have even\ncalled thee by thy name: I have surnamed thee, though thou hast not\nknown me. \n\n"},{"number":5,"text":"I \\add am\\add* the \\nd LORD\\nd*, and \\add there is\\add* none else,\n\\add there is\\add* no God beside me: I girded thee, though thou hast not\nknown me: \n"},{"number":6,"text":"That they may know from the rising of the sun, and from the\nwest, that \\add there is\\add* none beside me. I \\add am\\add* the\n\\nd LORD\\nd*, and \\add there is\\add* none else. \n"},{"number":7,"text":"I form the light, and create darkness: I make peace, and create\nevil: I the \\nd LORD\\nd* do all these \\add things\\add*. \n"},{"number":8,"text":"Drop down, ye heavens, from above, and let the skies pour down\nrighteousness: let the earth open, and let them bring forth salvation,\nand let righteousness spring up together; I the \\nd LORD\\nd* have\ncreated it. \n"},{"number":9,"text":"Woe unto him that striveth with his Maker! \\add Let\\add* the\npotsherd \\add strive\\add* with the potsherds of the earth. Shall the\nclay say to him that fashioneth it, What makest thou? or thy work,\nHe hath no hands? \n"},{"number":10,"text":"Woe unto him that saith unto \\add his\\add* father, What begettest\nthou? or to the woman, What hast thou brought forth? \n\n"},{"number":11,"text":"Thus saith the \\nd LORD\\nd*, the Holy One of Israel, and his\nMaker, Ask me of things to come concerning my sons, and concerning the\nwork of my hands command ye me. \n"},{"number":12,"text":"I have made the earth, and created man upon it: I, \\add even\\add*\nmy hands, have stretched out the heavens, and all their host have I\ncommanded. \n"},{"number":13,"text":"I have raised him up in righteousness, and I will direct all his\nways: he shall build my city, and he shall let go my captives, not for\nprice nor reward, saith the \\nd LORD\\nd* of hosts.\\f + \\fr 45.13 \n\\ft direct: or, make straight\\f* \n"},{"number":14,"text":"Thus saith the \\nd LORD\\nd*, The labour of Egypt, and merchandise\nof Ethiopia and of the Sabeans, men of stature, shall come over unto thee, and they shall be thine: they shall\ncome after thee; in chains they shall come over, and they shall fall\ndown unto thee, they shall make supplication unto thee, \\add saying\\add*,\nSurely God \\add is\\add* in thee; and \\add there is\\add* none else,\n\\add there is\\add* no God. \n"},{"number":15,"text":"Verily thou \\add art\\add* a God that hidest thyself, O God\nof Israel, the Saviour. \n"},{"number":16,"text":"They shall be ashamed, and also confounded, all of them: they shall\ngo to confusion together \\add that are\\add* makers of idols. \n"},{"number":17,"text":"\\add But\\add* Israel shall be saved in the \\nd LORD\\nd* with an\neverlasting salvation: ye shall not be ashamed nor confounded world\nwithout end. \n"},{"number":18,"text":"For thus saith the \\nd LORD\\nd* that created the heavens;\nGod himself that formed the earth and made it; he hath established\nit, he created it not in vain, he formed it to be inhabited: I \\add am\\add*\nthe \\nd LORD\\nd*; and \\add there is\\add* none else. \n"},{"number":19,"text":"I have not spoken in secret, in a dark place of the earth:\nI said not unto the seed of Jacob, Seek ye me in vain: I the \\nd LORD\\nd*\nspeak righteousness, I declare things that are right. \n\n"},{"number":20,"text":"Assemble yourselves and come; draw near together, ye \\add that\nare\\add* escaped of the nations: they have no knowledge that set\nup the wood of their graven image, and pray unto a god \\add that\\add*\ncannot save. \n"},{"number":21,"text":"Tell ye, and bring \\add them\\add* near; yea, let them take\ncounsel together: who hath declared this from ancient time? \\add who\\add*\nhath told it from that time? \\add have\\add* not I the \\nd LORD\\nd*? and\n\\add there is\\add* no God else beside me; a just God and a Saviour;\n\\add there is\\add* none beside me. \n"},{"number":22,"text":"Look unto me, and be ye saved, all the ends of the earth: for I\n\\add am\\add* God, and \\add there is\\add* none else. \n"},{"number":23,"text":"I have sworn by myself, the word is gone out of my mouth \\add in\\add*\nrighteousness, and shall not return, That unto me every knee shall\nbow, every tongue shall swear. \n"},{"number":24,"text":"Surely, shall \\add one\\add* say, in the \\nd LORD\\nd* have I\nrighteousness and strength: \\add even\\add* to him shall \\add men\\add*\ncome; and all that are incensed against him shall be ashamed.\\f + \\fr 45.24 \n\\ft Surely…: or, Surely he shall say of me, In the \\+nd LORD\\+nd* is all righteousness and\nstrength\\f*\\f + \\fr 45.24  \\ft righteousness: Heb. righteousnesses\\f*\n"},{"number":25,"text":"In the \\nd LORD\\nd* shall all the seed of Israel be justified,\nand shall glory. \n"}],"number":45},{"verses":[{"number":1,"text":"Bel boweth down, Nebo stoopeth, their idols were upon the beasts,\nand upon the cattle: your carriages \\add were\\add* heavy loaden;\n\\add they are\\add* a burden to the weary \\add beast\\add*. \n"},{"number":2,"text":"They stoop, they bow down together; they could not deliver\nthe burden, but themselves are gone into captivity.\\f + \\fr 46.2 \n\\ft themselves: Heb. their soul\\f* \n\n"},{"number":3,"text":"Hearken unto me, O house of Jacob, and all the remnant of the\nhouse of Israel, which are borne \\add by me\\add* from the belly,\nwhich are carried from the womb: \n"},{"number":4,"text":"And \\add even\\add* to \\add your\\add* old age I \\add am\\add* he; and\n\\add even\\add* to hoar hairs will I carry \\add you:\\add* I have made,\nand I will bear; even I will carry, and will deliver \\add you\\add*.\n\n"},{"number":5,"text":"To whom will ye liken me, and make \\add me\\add* equal, and\ncompare me, that we may be like? \n"},{"number":6,"text":"They lavish gold out of the bag, and weigh silver in the balance,\n\\add and\\add* hire a goldsmith; and he maketh it a god: they fall\ndown, yea, they worship. \n"},{"number":7,"text":"They bear him upon the shoulder, they carry him, and set him in his\nplace, and he standeth; from his place shall he not remove: yea,\n\\add one\\add* shall cry unto him, yet can he not answer, nor save\nhim out of his trouble. \n"},{"number":8,"text":"Remember this, and shew yourselves men: bring \\add it\\add*\nagain to mind, O ye transgressors. \n"},{"number":9,"text":"Remember the former things of old: for I \\add am\\add* God, and\n\\add there is\\add* none else; \\add I am\\add* God, and \\add there\nis\\add* none like me, \n"},{"number":10,"text":"Declaring the end from the beginning, and from ancient times\n\\add the things\\add* that are not \\add yet\\add* done, saying, My\ncounsel shall stand, and I will do all my pleasure: \n"},{"number":11,"text":"Calling a ravenous bird from the east, the man that executeth my\ncounsel from a far country: yea, I have spoken \\add it\\add*, I will also\nbring it to pass; I have purposed \\add it\\add*, I will also do it.\\f + \\fr 46.11 \n\\ft that…: Heb. of my counsel\\f* \n\n"},{"number":12,"text":"Hearken unto me, ye stouthearted, that \\add are\\add* far\nfrom righteousness: \n"},{"number":13,"text":"I bring near my righteousness; it shall not be far off, and my\nsalvation shall not tarry: and I will place salvation in Zion for\nIsrael my glory. \n"}],"number":46},{"verses":[{"number":1,"text":"Come down, and sit in the dust, O virgin daughter of Babylon,\nsit on the ground: \\add there is\\add* no throne, O daughter of the\nChaldeans: for thou shalt no more be called tender and delicate.\n"},{"number":2,"text":"Take the millstones, and grind meal: uncover thy locks, make\nbare the leg, uncover the thigh, pass over the rivers. \n"},{"number":3,"text":"Thy nakedness shall be uncovered, yea, thy shame shall be seen:\nI will take vengeance, and I will not meet \\add thee as\\add* a man.\n"},{"number":4,"text":"\\add As for\\add* our redeemer, the \\nd LORD\\nd* of hosts \\add is\\add*\nhis name, the Holy One of Israel. \n"},{"number":5,"text":"Sit thou silent, and get thee into darkness, O daughter of the\nChaldeans: for thou shalt no more be called, The lady of kingdoms.\n\n"},{"number":6,"text":"I was wroth with my people, I have polluted mine inheritance,\nand given them into thine hand: thou didst shew them no mercy; upon the\nancient hast thou very heavily laid thy yoke. \n\n"},{"number":7,"text":"And thou saidst, I shall be a lady for ever: \\add so\\add*\nthat thou didst not lay these \\add things\\add* to thy heart, neither didst\nremember the latter end of it. \n"},{"number":8,"text":"Therefore hear now this, \\add thou that art\\add* given to pleasures,\nthat dwellest carelessly, that sayest in thine heart, I \\add am\\add*,\nand none else beside me; I shall not sit \\add as\\add* a widow, neither shall I\nknow the loss of children: \n"},{"number":9,"text":"But these two \\add things\\add* shall come to thee in a moment\nin one day, the loss of children, and widowhood: they shall come\nupon thee in their perfection for the multitude of thy sorceries,\n\\add and\\add* for the great abundance of thine enchantments. \n\n"},{"number":10,"text":"For thou hast trusted in thy wickedness: thou hast said,\nNone seeth me. Thy wisdom and thy knowledge, it hath perverted thee; and thou hast\nsaid in thine heart, I \\add am\\add*, and none else beside me.\\f + \\fr 47.10 \n\\ft perverted…: or, caused thee to turn away\\f* \n\n"},{"number":11,"text":"Therefore shall evil come upon thee; thou shalt not know\nfrom whence it riseth: and mischief shall fall upon thee; thou shalt not be\nable to put it off: and desolation shall come upon thee suddenly,\n\\add which\\add* thou shalt not know.\\f + \\fr 47.11  \\ft from…: Heb. the morning\nthereof\\f*\\f + \\fr 47.11  \\ft put: Heb. expiate\\f* \n"},{"number":12,"text":"Stand now with thine enchantments, and with the multitude\nof thy sorceries, wherein thou hast laboured from thy youth; if so be thou shalt be\nable to profit, if so be thou mayest prevail. \n"},{"number":13,"text":"Thou art wearied in the multitude of thy counsels. Let now the\nastrologers, the stargazers, the monthly prognosticators, stand up,\nand save thee from \\add these things\\add* that shall come upon thee.\\f + \\fr 47.13 \n\\ft astrologers: Heb. viewers of the heavens\\f*\\f + \\fr 47.13  \\ft the monthly…: Heb. that give knowledge concerning the\nmonths\\f* \n"},{"number":14,"text":"Behold, they shall be as stubble; the fire shall burn them; they shall not\ndeliver themselves from the power of the flame: \\add there shall\\add* not\n\\add be\\add* a coal to warm at, \\add nor\\add* fire to sit before\nit.\\f + \\fr 47.14  \\ft themselves: Heb. their souls\\f* \n"},{"number":15,"text":"Thus shall they be unto thee with whom thou hast laboured,\n\\add even\\add* thy merchants, from thy youth: they shall wander every\none to his quarter; none shall save thee. \n"}],"number":47},{"verses":[{"number":1,"text":"Hear ye this, O house of Jacob, which are called by the name\nof Israel, and are come forth out of the waters of Judah, which swear\nby the name of the \\nd LORD\\nd*, and make mention of the God of Israel,\n\\add but\\add* not in truth, nor in righteousness. \n"},{"number":2,"text":"For they call themselves of the holy city, and stay themselves upon the\nGod of Israel; The \\nd LORD\\nd* of hosts \\add is\\add* his name. \n"},{"number":3,"text":"I have declared the former things from the beginning; and they went\nforth out of my mouth, and I shewed them; I did \\add them\\add* suddenly,\nand they came to pass. \n"},{"number":4,"text":"Because I knew that thou \\add art\\add* obstinate, and thy neck\n\\add is\\add* an iron sinew, and thy brow brass;\\f + \\fr 48.4  \\ft obstinate: Heb.\nhard\\f* \n"},{"number":5,"text":"I have even from the beginning declared \\add it\\add* to thee; before it came to\npass I shewed \\add it\\add* thee: lest thou shouldest say, Mine idol\nhath done them, and my graven image, and my molten image, hath commanded them.\n"},{"number":6,"text":"Thou hast heard, see all this; and will not ye declare \\add it\\add*?\nI have shewed thee new things from this time, even hidden things,\nand thou didst not know them. \n"},{"number":7,"text":"They are created now, and not from the beginning; even before\nthe day when thou heardest them not; lest thou shouldest say, Behold, I\nknew them. \n"},{"number":8,"text":"Yea, thou heardest not; yea, thou knewest not; yea, from that time\n\\add that\\add* thine ear was not opened: for I knew that thou wouldest deal\nvery treacherously, and wast called a transgressor from the womb.\n\n"},{"number":9,"text":"For my name’s sake will I defer mine anger, and for my praise\nwill I refrain for thee, that I cut thee not off. \n"},{"number":10,"text":"Behold, I have refined thee, but not with silver; I have chosen\nthee in the furnace of affliction.\\f + \\fr 48.10  \\ft with…: or, for\nsilver\\f* \n"},{"number":11,"text":"For mine own sake, \\add even\\add* for mine own sake, will I\ndo \\add it:\\add* for how should \\add my name\\add* be polluted? and I will not\ngive my glory unto another. \n\n"},{"number":12,"text":"Hearken unto me, O Jacob and Israel, my called; I \\add am\\add* he; I\n\\add am\\add* the first, I also \\add am\\add* the last. \n"},{"number":13,"text":"Mine hand also hath laid the foundation of the earth, and my right\nhand hath spanned the heavens: \\add when\\add* I call unto them, they stand\nup together.\\f + \\fr 48.13  \\ft my…: or, the palm of my right hand hath spread\nout\\f* \n"},{"number":14,"text":"All ye, assemble yourselves, and hear; which among them hath\ndeclared these \\add things\\add*? The \\nd LORD\\nd* hath loved him: he will\ndo his pleasure on Babylon, and his arm \\add shall be on\\add* the\nChaldeans. \n"},{"number":15,"text":"I, \\add even\\add* I, have spoken; yea, I have called him: I have\nbrought him, and he shall make his way prosperous. \n\n"},{"number":16,"text":"Come ye near unto me, hear ye this; I have not spoken in\nsecret from the beginning; from the time that it was, there \\add am\\add*\nI: and now the Lord \\nd GOD\\nd*, and his Spirit, hath sent me. \n"},{"number":17,"text":"Thus saith the \\nd LORD\\nd*, thy Redeemer, the Holy One of\nIsrael; I \\add am\\add* the \\nd LORD\\nd* thy God which teacheth thee to\nprofit, which leadeth thee by the way \\add that\\add* thou shouldest\ngo. \n"},{"number":18,"text":"O that thou hadst hearkened to my commandments! then had thy\npeace been as a river, and thy righteousness as the waves of the\nsea: \n"},{"number":19,"text":"Thy seed also had been as the sand, and the offspring of thy\nbowels like the gravel thereof; his name should not have been cut\noff nor destroyed from before me. \n\n"},{"number":20,"text":"Go ye forth of Babylon, flee ye from the Chaldeans, with a\nvoice of singing declare ye, tell this, utter it \\add even\\add* to the\nend of the earth; say ye, The \\nd LORD\\nd* hath redeemed his servant\nJacob. \n"},{"number":21,"text":"And they thirsted not \\add when\\add* he led them through the\ndeserts: he caused the waters to flow out of the rock for them: he\nclave the rock also, and the waters gushed out. \n"},{"number":22,"text":"\\add There is\\add* no peace, saith the \\nd LORD\\nd*, unto the\nwicked. \n"}],"number":48},{"verses":[{"number":1,"text":"Listen, O isles, unto me; and hearken, ye people, from far;\nThe \\nd LORD\\nd* hath called me from the womb; from the bowels of my\nmother hath he made mention of my name. \n"},{"number":2,"text":"And he hath made my mouth like a sharp sword; in the shadow\nof his hand hath he hid me, and made me a polished shaft; in his\nquiver hath he hid me; \n"},{"number":3,"text":"And said unto me, Thou \\add art\\add* my servant, O Israel,\nin whom I will be glorified. \n"},{"number":4,"text":"Then I said, I have laboured in vain, I have spent my strength\nfor nought, and in vain: \\add yet\\add* surely my judgment \\add is\\add*\nwith the \\nd LORD\\nd*, and my work with my God.\\f + \\fr 49.4  \\ft my work: or, my\nreward\\f* \n\n"},{"number":5,"text":"And now, saith the \\nd LORD\\nd* that formed me from the womb\n\\add to be\\add* his servant, to bring Jacob again to him, Though\nIsrael be not gathered, yet shall I be glorious in the eyes of the\n\\nd LORD\\nd*, and my God shall be my strength.\\f + \\fr 49.5  \\ft Though…: or, That Israel may be gathered to him, and I may,\netc\\f* \n"},{"number":6,"text":"And he said, It is a light thing that thou shouldest be my\nservant to raise up the tribes of Jacob, and to restore the preserved\nof Israel: I will also give thee for a light to the Gentiles, that thou mayest be my\nsalvation unto the end of the earth.\\f + \\fr 49.6  \\ft It is…: or, Art thou lighter than that thou shouldest,\netc\\f*\\f + \\fr 49.6  \\ft preserved: or, desolations\\f* \n\n"},{"number":7,"text":"Thus saith the \\nd LORD\\nd*, the Redeemer of Israel, \\add and\\add*\nhis Holy One, to him whom man despiseth, to him whom the nation abhorreth,\nto a servant of rulers, Kings shall see and arise, princes also shall\nworship, because of the \\nd LORD\\nd* that is faithful, \\add and\\add*\nthe Holy One of Israel, and he shall choose thee.\\f + \\fr 49.7  \\ft whom man…: or, that is despised in\nsoul\\f* \n"},{"number":8,"text":"Thus saith the \\nd LORD\\nd*, In an acceptable time have I heard\nthee, and in a day of salvation have I helped thee: and I will preserve\nthee, and give thee for a covenant of the people, to establish the\nearth, to cause to inherit the desolate heritages;\\f + \\fr 49.8 \n\\ft establish: or, raise up\\f* \n"},{"number":9,"text":"That thou mayest say to the prisoners, Go forth; to them that\n\\add are\\add* in darkness, Shew yourselves. They shall feed in the\nways, and their pastures \\add shall be\\add* in all high places. \n"},{"number":10,"text":"They shall not hunger nor thirst; neither shall the heat nor\nsun smite them: for he that hath mercy on them shall lead them, even by the\nsprings of water shall he guide them. \n"},{"number":11,"text":"And I will make all my mountains a way, and my highways shall be\nexalted. \n"},{"number":12,"text":"Behold, these shall come from far: and, lo, these from the\nnorth and from the west; and these from the land of Sinim. \n\n"},{"number":13,"text":"Sing, O heavens; and be joyful, O earth; and break forth\ninto singing, O mountains: for the \\nd LORD\\nd* hath comforted his\npeople, and will have mercy upon his afflicted. \n"},{"number":14,"text":"But Zion said, The \\nd LORD\\nd* hath forsaken me, and my Lord\nhath forgotten me. \n"},{"number":15,"text":"Can a woman forget her sucking child, that she should not have\ncompassion on the son of her womb? yea, they may forget, yet will I not\nforget thee.\\f + \\fr 49.15  \\ft that…: Heb. from having compassion\\f*\n"},{"number":16,"text":"Behold, I have graven thee upon the palms of \\add my\\add*\nhands; thy walls \\add are\\add* continually before me. \n"},{"number":17,"text":"Thy children shall make haste; thy destroyers and they that made thee\nwaste shall go forth of thee. \n\n"},{"number":18,"text":"Lift up thine eyes round about, and behold: all these gather themselves\ntogether, \\add and\\add* come to thee. \\add As\\add* I live, saith\nthe \\nd LORD\\nd*, thou shalt surely clothe thee with them all, as with an\nornament, and bind them \\add on thee\\add*, as a bride \\add doeth\\add*.\n"},{"number":19,"text":"For thy waste and thy desolate places, and the land of thy\ndestruction, shall even now be too narrow by reason of the inhabitants,\nand they that swallowed thee up shall be far away. \n"},{"number":20,"text":"The children which thou shalt have, after thou hast lost the other, shall\nsay again in thine ears, The place \\add is\\add* too strait for me:\ngive place to me that I may dwell. \n"},{"number":21,"text":"Then shalt thou say in thine heart, Who hath begotten me these, seeing I have lost my\nchildren, and am desolate, a captive, and removing to and fro? and who hath brought\nup these? Behold, I was left alone; these, where \\add had\\add* they\n\\add been\\add*? \n"},{"number":22,"text":"Thus saith the Lord \\nd GOD\\nd*, Behold, I will lift up mine\nhand to the Gentiles, and set up my standard to the people: and they shall\nbring thy sons in \\add their\\add* arms, and thy daughters shall be\ncarried upon \\add their\\add* shoulders.\\f + \\fr 49.22  \\ft arms: Heb.\nbosom\\f* \n"},{"number":23,"text":"And kings shall be thy nursing fathers, and their queens thy nursing\nmothers: they shall bow down to thee with \\add their\\add* face toward the\nearth, and lick up the dust of thy feet; and thou shalt know that I\n\\add am\\add* the \\nd LORD\\nd*: for they shall not be ashamed that\nwait for me.\\f + \\fr 49.23  \\ft nursing fathers: Heb. nourishers\\f*\\f + \\fr 49.23 \n\\ft queens: Heb. princesses\\f* \n\n"},{"number":24,"text":"Shall the prey be taken from the mighty, or the lawful captive\ndelivered?\\f + \\fr 49.24  \\ft lawful…: Heb. captivity of the just\\f*\n"},{"number":25,"text":"But thus saith the \\nd LORD\\nd*, Even the captives of the\nmighty shall be taken away, and the prey of the terrible shall be\ndelivered: for I will contend with him that contendeth with thee, and I will\nsave thy children.\\f + \\fr 49.25  \\ft captives: Heb. captivity\\f*\n"},{"number":26,"text":"And I will feed them that oppress thee with their own flesh;\nand they shall be drunken with their own blood, as with sweet wine:\nand all flesh shall know that I the \\nd LORD\\nd* \\add am\\add* thy\nSaviour and thy Redeemer, the mighty One of Jacob.\\f + \\fr 49.26 \n\\ft sweet: or, new\\f* \n"}],"number":49},{"verses":[{"number":1,"text":"Thus saith the \\nd LORD\\nd*, Where \\add is\\add* the bill of your\nmother’s divorcement, whom I have put away? or which of my creditors\n\\add is it\\add* to whom I have sold you? Behold, for your iniquities\nhave ye sold yourselves, and for your transgressions is your mother\nput away. \n"},{"number":2,"text":"Wherefore, when I came, \\add was there\\add* no man? when I\ncalled, \\add was there\\add* none to answer? Is my hand shortened\n at all, that it cannot redeem? or have I no power to deliver? behold, at my\nrebuke I dry up the sea, I make the rivers a wilderness: their fish\nstinketh, because \\add there is\\add* no water, and dieth for thirst.\n"},{"number":3,"text":"I clothe the heavens with blackness, and I make sackcloth their\ncovering. \n\n"},{"number":4,"text":"The Lord \\nd GOD\\nd* hath given me the tongue of the learned,\nthat I should know how to speak a word in season to \\add him that\nis\\add* weary: he wakeneth morning by morning, he wakeneth mine ear\nto hear as the learned. \n\n"},{"number":5,"text":"The Lord \\nd GOD\\nd* hath opened mine ear, and I was not rebellious,\nneither turned away back. \n"},{"number":6,"text":"I gave my back to the smiters, and my cheeks to them that plucked\noff the hair: I hid not my face from shame and spitting. \n\n"},{"number":7,"text":"For the Lord \\nd GOD\\nd* will help me; therefore shall I not be\nconfounded: therefore have I set my face like a flint, and I know\nthat I shall not be ashamed. \n"},{"number":8,"text":"\\add He is\\add* near that justifieth me; who will contend with me? let us\nstand together: who \\add is\\add* mine adversary? let him come near to\nme.\\f + \\fr 50.8  \\ft mine…: Heb. the master of my cause?\\f* \n"},{"number":9,"text":"Behold, the Lord \\nd GOD\\nd* will help me; who \\add is\\add* he\n\\add that\\add* shall condemn me? lo, they all shall wax old as a\ngarment; the moth shall eat them up. \n\n"},{"number":10,"text":"Who \\add is\\add* among you that feareth the \\nd LORD\\nd*,\nthat obeyeth the voice of his servant, that walketh \\add in\\add*\ndarkness, and hath no light? let him trust in the name of the \\nd LORD\\nd*,\nand stay upon his God. \n"},{"number":11,"text":"Behold, all ye that kindle a fire, that compass \\add yourselves\\add*\nabout with sparks: walk in the light of your fire, and in the sparks\n\\add that\\add* ye have kindled. This shall ye have of mine hand;\nye shall lie down in sorrow. \n"}],"number":50},{"verses":[{"number":1,"text":"Hearken to me, ye that follow after righteousness, ye that\nseek the \\nd LORD\\nd*: look unto the rock \\add whence\\add* ye are\nhewn, and to the hole of the pit \\add whence\\add* ye are digged.\n"},{"number":2,"text":"Look unto Abraham your father, and unto Sarah \\add that\\add*\nbare you: for I called him alone, and blessed him, and increased him.\n"},{"number":3,"text":"For the \\nd LORD\\nd* shall comfort Zion: he will comfort all her waste\nplaces; and he will make her wilderness like Eden, and her desert\nlike the garden of the \\nd LORD\\nd*; joy and gladness shall be found\ntherein, thanksgiving, and the voice of melody. \n\n"},{"number":4,"text":"Hearken unto me, my people; and give ear unto me, O my nation:\nfor a law shall proceed from me, and I will make my judgment to rest\nfor a light of the people. \n"},{"number":5,"text":"My righteousness \\add is\\add* near; my salvation is gone forth,\nand mine arms shall judge the people; the isles shall wait upon me, and on mine\narm shall they trust. \n"},{"number":6,"text":"Lift up your eyes to the heavens, and look upon the earth beneath: for the\nheavens shall vanish away like smoke, and the earth shall wax old\nlike a garment, and they that dwell therein shall die in like manner:\nbut my salvation shall be for ever, and my righteousness shall not be\nabolished. \n\n"},{"number":7,"text":"Hearken unto me, ye that know righteousness, the people in whose\nheart \\add is\\add* my law; fear ye not the reproach of men, neither be ye\nafraid of their revilings. \n"},{"number":8,"text":"For the moth shall eat them up like a garment, and the worm\nshall eat them like wool: but my righteousness shall be for ever,\nand my salvation from generation to generation. \n\n"},{"number":9,"text":"Awake, awake, put on strength, O arm of the \\nd LORD\\nd*;\nawake, as in the ancient days, in the generations of old. \\add Art\\add*\nthou not it that hath cut Rahab, \\add and\\add* wounded the dragon?\n"},{"number":10,"text":"\\add Art\\add* thou not it which hath dried the sea, the waters\nof the great deep; that hath made the depths of the sea a way for the\nransomed to pass over? \n"},{"number":11,"text":"Therefore the redeemed of the \\nd LORD\\nd* shall return, and\ncome with singing unto Zion; and everlasting joy \\add shall be\\add*\nupon their head: they shall obtain gladness and joy; \\add and\\add*\nsorrow and mourning shall flee away. \n"},{"number":12,"text":"I, \\add even\\add* I, \\add am\\add* he that comforteth you: who\n\\add art\\add* thou, that thou shouldest be afraid of a man \\add that\\add*\nshall die, and of the son of man \\add which\\add* shall be made \\add as\\add*\ngrass; \n"},{"number":13,"text":"And forgettest the \\nd LORD\\nd* thy maker, that hath stretched\nforth the heavens, and laid the foundations of the earth; and hast\nfeared continually every day because of the fury of the oppressor,\nas if he were ready to destroy? and where \\add is\\add* the fury of the\noppressor?\\f + \\fr 51.13  \\ft were…: or, made himself ready\\f* \n"},{"number":14,"text":"The captive exile hasteneth that he may be loosed, and that he should not\ndie in the pit, nor that his bread should fail. \n"},{"number":15,"text":"But I \\add am\\add* the \\nd LORD\\nd* thy God, that divided the\nsea, whose waves roared: The \\nd LORD\\nd* of hosts \\add is\\add* his\nname. \n"},{"number":16,"text":"And I have put my words in thy mouth, and I have covered thee in the\nshadow of mine hand, that I may plant the heavens, and lay the foundations\nof the earth, and say unto Zion, Thou \\add art\\add* my people. \n\n"},{"number":17,"text":"Awake, awake, stand up, O Jerusalem, which hast drunk at the\nhand of the \\nd LORD\\nd* the cup of his fury; thou hast drunken the\ndregs of the cup of trembling, \\add and\\add* wrung \\add them\\add*\nout. \n"},{"number":18,"text":"\\add There is\\add* none to guide her among all the sons \\add whom\\add*\nshe hath brought forth; neither \\add is there any\\add* that taketh\nher by the hand of all the sons \\add that\\add* she hath brought up.\n"},{"number":19,"text":"These two \\add things\\add* are come unto thee; who shall be\nsorry for thee? desolation, and destruction, and the famine, and the\nsword: by whom shall I comfort thee?\\f + \\fr 51.19  \\ft are…: Heb.\nhappened\\f*\\f + \\fr 51.19  \\ft destruction: Heb. breaking\\f* \n"},{"number":20,"text":"Thy sons have fainted, they lie at the head of all the streets,\nas a wild bull in a net: they are full of the fury of the \\nd LORD\\nd*,\nthe rebuke of thy God. \n\n"},{"number":21,"text":"Therefore hear now this, thou afflicted, and drunken, but not with\nwine: \n"},{"number":22,"text":"Thus saith thy Lord the \\nd LORD\\nd*, and thy God \\add that\\add*\npleadeth the cause of his people, Behold, I have taken out of thine\nhand the cup of trembling, \\add even\\add* the dregs of the cup of my\nfury; thou shalt no more drink it again: \n"},{"number":23,"text":"But I will put it into the hand of them that afflict thee; which have\nsaid to thy soul, Bow down, that we may go over: and thou hast laid\nthy body as the ground, and as the street, to them that went over.\n"}],"number":51},{"verses":[{"number":1,"text":"Awake, awake; put on thy strength, O Zion; put on thy beautiful\ngarments, O Jerusalem, the holy city: for henceforth there shall no\nmore come into thee the uncircumcised and the unclean. \n"},{"number":2,"text":"Shake thyself from the dust; arise, \\add and\\add* sit down,\nO Jerusalem: loose thyself from the bands of thy neck, O captive\ndaughter of Zion. \n"},{"number":3,"text":"For thus saith the \\nd LORD\\nd*, Ye have sold yourselves for\nnought; and ye shall be redeemed without money. \n"},{"number":4,"text":"For thus saith the Lord \\nd GOD\\nd*, My people went down aforetime\ninto Egypt to sojourn there; and the Assyrian oppressed them without\ncause. \n"},{"number":5,"text":"Now therefore, what have I here, saith the \\nd LORD\\nd*, that my\npeople is taken away for nought? they that rule over them make them to\nhowl, saith the \\nd LORD\\nd*; and my name continually every day \\add is\\add*\nblasphemed. \n"},{"number":6,"text":"Therefore my people shall know my name: therefore \\add they shall\nknow\\add* in that day that I \\add am\\add* he that doth speak: behold,\n\\add it is\\add* I. \n\n"},{"number":7,"text":"How beautiful upon the mountains are the feet of him that bringeth good\ntidings, that publisheth peace; that bringeth good tidings of good,\nthat publisheth salvation; that saith unto Zion, Thy God reigneth!\n"},{"number":8,"text":"Thy watchmen shall lift up the voice; with the voice together\nshall they sing: for they shall see eye to eye, when the \\nd LORD\\nd*\nshall bring again Zion. \n\n"},{"number":9,"text":"Break forth into joy, sing together, ye waste places of Jerusalem:\nfor the \\nd LORD\\nd* hath comforted his people, he hath redeemed\nJerusalem. \n"},{"number":10,"text":"The \\nd LORD\\nd* hath made bare his holy arm in the eyes of all the\nnations; and all the ends of the earth shall see the salvation of our\nGod. \n\n"},{"number":11,"text":"Depart ye, depart ye, go ye out from thence, touch no unclean\n\\add thing;\\add* go ye out of the midst of her; be ye clean, that\nbear the vessels of the \\nd LORD\\nd*. \n"},{"number":12,"text":"For ye shall not go out with haste, nor go by flight: for the\n\\nd LORD\\nd* will go before you; and the God of Israel \\add will\nbe\\add* your rereward.\\f + \\fr 52.12  \\ft be…: Heb. gather you up\\f*\n\n"},{"number":13,"text":"Behold, my servant shall deal prudently, he shall be exalted\nand extolled, and be very high.\\f + \\fr 52.13  \\ft deal…: or, prosper\\f*\n"},{"number":14,"text":"As many were astonied at thee; his visage was so marred more than any\nman, and his form more than the sons of men: \n"},{"number":15,"text":"So shall he sprinkle many nations; the kings shall shut their\nmouths at him: for \\add that\\add* which had not been told them shall they\nsee; and \\add that\\add* which they had not heard shall they consider.\n"}],"number":52},{"verses":[{"number":1,"text":"Who hath believed our report? and to whom is the arm of the\n\\nd LORD\\nd* revealed?\\f + \\fr 53.1  \\ft report: or, doctrine?: Heb.\nhearing?\\f* \n"},{"number":2,"text":"For he shall grow up before him as a tender plant, and as a\nroot out of a dry ground: he hath no form nor comeliness; and when we shall\nsee him, \\add there is\\add* no beauty that we should desire him.\n"},{"number":3,"text":"He is despised and rejected of men; a man of sorrows, and acquainted\nwith grief: and we hid as it were \\add our\\add* faces from him; he was\ndespised, and we esteemed him not.\\f + \\fr 53.3  \\ft we hid…: or, he hid as it were his face from us: Heb. as an hiding of\nfaces from him, or, from us\\f* \n\n"},{"number":4,"text":"Surely he hath borne our griefs, and carried our sorrows:\nyet we did esteem him stricken, smitten of God, and afflicted. \n"},{"number":5,"text":"But he \\add was\\add* wounded for our transgressions, \\add he\nwas\\add* bruised for our iniquities: the chastisement of our peace\n\\add was\\add* upon him; and with his stripes we are healed.\\f + \\fr 53.5 \n\\ft wounded: or, tormented\\f*\\f + \\fr 53.5  \\ft stripes: Heb. bruise\\f*\n"},{"number":6,"text":"All we like sheep have gone astray; we have turned every one\nto his own way; and the \\nd LORD\\nd* hath laid on him the iniquity of us\nall.\\f + \\fr 53.6  \\ft laid…: Heb. made the iniquity of us all to meet on\nhim\\f* \n"},{"number":7,"text":"He was oppressed, and he was afflicted, yet he opened not his\nmouth: he is brought as a lamb to the slaughter, and as a sheep before\nher shearers is dumb, so he openeth not his mouth. \n"},{"number":8,"text":"He was taken from prison and from judgment: and who shall declare\nhis generation? for he was cut off out of the land of the living:\nfor the transgression of my people was he stricken.\\f + \\fr 53.8 \n\\ft from prison…: or, away by distress and judgment: but, etc\\f*\\f + \\fr 53.8 \n\\ft was he…: Heb. was the stroke upon him\\f* \n"},{"number":9,"text":"And he made his grave with the wicked, and with the rich in his\ndeath; because he had done no violence, neither \\add was any\\add*\ndeceit in his mouth.\\f + \\fr 53.9  \\ft death: Heb. deaths\\f* \n\n"},{"number":10,"text":"Yet it pleased the \\nd LORD\\nd* to bruise him; he hath put\n\\add him\\add* to grief: when thou shalt make his soul an offering for\nsin, he shall see \\add his\\add* seed, he shall prolong \\add his\\add*\ndays, and the pleasure of the \\nd LORD\\nd* shall prosper in his hand.\\f + \\fr 53.10 \n\\ft thou…: or, his soul shall make an offering\\f* \n"},{"number":11,"text":"He shall see of the travail of his soul, \\add and\\add* shall be\nsatisfied: by his knowledge shall my righteous servant justify many;\nfor he shall bear their iniquities. \n"},{"number":12,"text":"Therefore will I divide him \\add a portion\\add* with the great,\nand he shall divide the spoil with the strong; because he hath poured\nout his soul unto death: and he was numbered with the transgressors;\nand he bare the sin of many, and made intercession for the transgressors.\n"}],"number":53},{"verses":[{"number":1,"text":"Sing, O barren, thou \\add that\\add* didst not bear; break forth\ninto singing, and cry aloud, thou \\add that\\add* didst not travail with\nchild: for more \\add are\\add* the children of the desolate than the\nchildren of the married wife, saith the \\nd LORD\\nd*. \n"},{"number":2,"text":"Enlarge the place of thy tent, and let them stretch forth the\ncurtains of thine habitations: spare not, lengthen thy cords, and\nstrengthen thy stakes; \n"},{"number":3,"text":"For thou shalt break forth on the right hand and on the left;\nand thy seed shall inherit the Gentiles, and make the desolate cities\nto be inhabited. \n"},{"number":4,"text":"Fear not; for thou shalt not be ashamed: neither be thou confounded;\nfor thou shalt not be put to shame: for thou shalt forget the shame\nof thy youth, and shalt not remember the reproach of thy widowhood any more.\n"},{"number":5,"text":"For thy Maker \\add is\\add* thine husband; the \\nd LORD\\nd*\nof hosts \\add is\\add* his name; and thy Redeemer the Holy One of\nIsrael; The God of the whole earth shall he be called.\\f + \\fr 54.5 \n\\ft Maker: Heb. Makers\\f* \n\n"},{"number":6,"text":"For the \\nd LORD\\nd* hath called thee as a woman forsaken and\ngrieved in spirit, and a wife of youth, when thou wast refused, saith\nthy God. \n"},{"number":7,"text":"For a small moment have I forsaken thee; but with great mercies\nwill I gather thee. \n"},{"number":8,"text":"In a little wrath I hid my face from thee for a moment; but with\neverlasting kindness will I have mercy on thee, saith the \\nd LORD\\nd*\nthy Redeemer. \n"},{"number":9,"text":"For this \\add is as\\add* the waters of Noah unto me: for \\add as\\add*\nI have sworn that the waters of Noah should no more go over the earth;\nso have I sworn that I would not be wroth with thee, nor rebuke thee.\n"},{"number":10,"text":"For the mountains shall depart, and the hills be removed;\nbut my kindness shall not depart from thee, neither shall the covenant\nof my peace be removed, saith the \\nd LORD\\nd* that hath mercy on thee.\n\n"},{"number":11,"text":"O thou afflicted, tossed with tempest, \\add and\\add* not\ncomforted, behold, I will lay thy stones with fair colours, and lay thy\nfoundations with sapphires. \n"},{"number":12,"text":"And I will make thy windows of agates, and thy gates of carbuncles,\nand all thy borders of pleasant stones. \n"},{"number":13,"text":"And all thy children \\add shall be\\add* taught of the \\nd LORD\\nd*;\nand great \\add shall be\\add* the peace of thy children. \n"},{"number":14,"text":"In righteousness shalt thou be established: thou shalt be\nfar from oppression; for thou shalt not fear: and from terror; for it shall not come\nnear thee. \n"},{"number":15,"text":"Behold, they shall surely gather together, \\add but\\add* not\nby me: whosoever shall gather together against thee shall fall for thy sake.\n"},{"number":16,"text":"Behold, I have created the smith that bloweth the coals in the\nfire, and that bringeth forth an instrument for his work; and I have\ncreated the waster to destroy. \n\n"},{"number":17,"text":"No weapon that is formed against thee shall prosper; and every\ntongue \\add that\\add* shall rise against thee in judgment thou shalt\ncondemn. This \\add is\\add* the heritage of the servants of the \\nd LORD\\nd*,\nand their righteousness \\add is\\add* of me, saith the \\nd LORD\\nd*.\n"}],"number":54},{"verses":[{"number":1,"text":"Ho, every one that thirsteth, come ye to the waters, and he that hath no\nmoney; come ye, buy, and eat; yea, come, buy wine and milk without\nmoney and without price. \n"},{"number":2,"text":"Wherefore do ye spend money for \\add that which is\\add* not\nbread? and your labour for \\add that which\\add* satisfieth not? hearken\ndiligently unto me, and eat ye \\add that which is\\add* good, and let your\nsoul delight itself in fatness.\\f + \\fr 55.2  \\ft spend: Heb. weigh\\f*\n"},{"number":3,"text":"Incline your ear, and come unto me: hear, and your soul shall\nlive; and I will make an everlasting covenant with you, \\add even\\add*\nthe sure mercies of David. \n"},{"number":4,"text":"Behold, I have given him \\add for\\add* a witness to the people,\na leader and commander to the people. \n"},{"number":5,"text":"Behold, thou shalt call a nation \\add that\\add* thou knowest\nnot, and nations \\add that\\add* knew not thee shall run unto thee because of the\n\\nd LORD\\nd* thy God, and for the Holy One of Israel; for he hath\nglorified thee. \n\n"},{"number":6,"text":"Seek ye the \\nd LORD\\nd* while he may be found, call ye upon him while he is\nnear: \n"},{"number":7,"text":"Let the wicked forsake his way, and the unrighteous man his\nthoughts: and let him return unto the \\nd LORD\\nd*, and he will have\nmercy upon him; and to our God, for he will abundantly pardon.\\f + \\fr 55.7 \n\\ft the unrighteous…: Heb. the man of iniquity\\f*\\f + \\fr 55.7  \\ft abundantly…: Heb. multiply to\npardon\\f* \n\n"},{"number":8,"text":"For my thoughts \\add are\\add* not your thoughts, neither \\add are\\add*\nyour ways my ways, saith the \\nd LORD\\nd*. \n"},{"number":9,"text":"For \\add as\\add* the heavens are higher than the earth, so are my\nways higher than your ways, and my thoughts than your thoughts. \n"},{"number":10,"text":"For as the rain cometh down, and the snow from heaven, and\nreturneth not thither, but watereth the earth, and maketh it bring\nforth and bud, that it may give seed to the sower, and bread to the\neater: \n"},{"number":11,"text":"So shall my word be that goeth forth out of my mouth: it shall not\nreturn unto me void, but it shall accomplish that which I please,\nand it shall prosper \\add in the thing\\add* whereto I sent it. \n"},{"number":12,"text":"For ye shall go out with joy, and be led forth with peace:\nthe mountains and the hills shall break forth before you into singing,\nand all the trees of the field shall clap \\add their\\add* hands.\n"},{"number":13,"text":"Instead of the thorn shall come up the fir tree, and instead of the\nbrier shall come up the myrtle tree: and it shall be to the \\nd LORD\\nd*\nfor a name, for an everlasting sign \\add that\\add* shall not be cut\noff. \n"}],"number":55},{"verses":[{"number":1,"text":"Thus saith the \\nd LORD\\nd*, Keep ye judgment, and do justice:\nfor my salvation \\add is\\add* near to come, and my righteousness\nto be revealed.\\f + \\fr 56.1  \\ft judgment: or, equity\\f* \n"},{"number":2,"text":"Blessed \\add is\\add* the man \\add that\\add* doeth this, and the\nson of man \\add that\\add* layeth hold on it; that keepeth the sabbath\nfrom polluting it, and keepeth his hand from doing any evil. \n\n"},{"number":3,"text":"Neither let the son of the stranger, that hath joined himself to the\n\\nd LORD\\nd*, speak, saying, The \\nd LORD\\nd* hath utterly separated\nme from his people: neither let the eunuch say, Behold, I \\add am\\add*\na dry tree. \n"},{"number":4,"text":"For thus saith the \\nd LORD\\nd* unto the eunuchs that keep\nmy sabbaths, and choose \\add the things\\add* that please me, and take\nhold of my covenant; \n"},{"number":5,"text":"Even unto them will I give in mine house and within my walls\na place and a name better than of sons and of daughters: I will give\nthem an everlasting name, that shall not be cut off. \n"},{"number":6,"text":"Also the sons of the stranger, that join themselves to the\n\\nd LORD\\nd*, to serve him, and to love the name of the \\nd LORD\\nd*,\nto be his servants, every one that keepeth the sabbath from polluting\nit, and taketh hold of my covenant; \n"},{"number":7,"text":"Even them will I bring to my holy mountain, and make them joyful\nin my house of prayer: their burnt offerings and their sacrifices\n\\add shall be\\add* accepted upon mine altar; for mine house shall be\ncalled an house of prayer for all people. \n"},{"number":8,"text":"The Lord \\nd GOD\\nd* which gathereth the outcasts of Israel\nsaith, Yet will I gather \\add others\\add* to him, beside those that are\ngathered unto him.\\f + \\fr 56.8  \\ft beside…: Heb. to his gathered\\f*\n\n"},{"number":9,"text":"All ye beasts of the field, come to devour, \\add yea\\add*,\nall ye beasts in the forest. \n"},{"number":10,"text":"His watchmen \\add are\\add* blind: they are all ignorant, they\n\\add are\\add* all dumb dogs, they cannot bark; sleeping, lying down,\nloving to slumber.\\f + \\fr 56.10  \\ft sleeping: or, dreaming, or, talking in their\nsleep\\f* \n"},{"number":11,"text":"Yea, \\add they are\\add* greedy dogs \\add which\\add* can never\nhave enough, and they \\add are\\add* shepherds \\add that\\add* cannot\nunderstand: they all look to their own way, every one for his gain,\nfrom his quarter.\\f + \\fr 56.11  \\ft greedy: Heb. strong of appetite\\f*\\f + \\fr 56.11 \n\\ft can…: Heb. know not to be satisfied\\f* \n"},{"number":12,"text":"Come ye, \\add say they\\add*, I will fetch wine, and we will\nfill ourselves with strong drink; and to morrow shall be as this\nday, \\add and\\add* much more abundant. \n"}],"number":56},{"verses":[{"number":1,"text":"The righteous perisheth, and no man layeth \\add it\\add* to\nheart: and merciful men \\add are\\add* taken away, none considering\nthat the righteous is taken away from the evil \\add to come\\add*.\\f + \\fr 57.1 \n\\ft merciful…: Heb. men of kindness, or, godliness\\f*\\f + \\fr 57.1 \n\\ft from…: or, from that which is evil\\f* \n"},{"number":2,"text":"He shall enter into peace: they shall rest in their beds, \\add each\none\\add* walking \\add in\\add* his uprightness.\\f + \\fr 57.2  \\ft enter into: or, go\nin\\f*\\f + \\fr 57.2  \\ft in his…: or, before him\\f* \n\n"},{"number":3,"text":"But draw near hither, ye sons of the sorceress, the seed of the\nadulterer and the whore. \n"},{"number":4,"text":"Against whom do ye sport yourselves? against whom make ye a\nwide mouth, \\add and\\add* draw out the tongue? \\add are\\add* ye not\nchildren of transgression, a seed of falsehood, \n"},{"number":5,"text":"Enflaming yourselves with idols under every green tree, slaying\nthe children in the valleys under the clifts of the rocks?\\f + \\fr 57.5 \n\\ft with…: or, among the oaks\\f* \n"},{"number":6,"text":"Among the smooth \\add stones\\add* of the stream \\add is\\add*\nthy portion; they, they \\add are\\add* thy lot: even to them hast thou\npoured a drink offering, thou hast offered a meat offering. Should I receive\ncomfort in these? \n"},{"number":7,"text":"Upon a lofty and high mountain hast thou set thy bed: even thither wentest thou\nup to offer sacrifice. \n"},{"number":8,"text":"Behind the doors also and the posts hast thou set up thy remembrance:\nfor thou hast discovered \\add thyself to another\\add* than me, and art gone\nup; thou hast enlarged thy bed, and made thee \\add a covenant\\add*\nwith them; thou lovedst their bed where thou sawest \\add it\\add*.\\f + \\fr 57.8 \n\\ft made…: or, hewed it for thyself larger than theirs\\f*\\f + \\fr 57.8 \n\\ft where…: or, thou providedst room\\f* \n"},{"number":9,"text":"And thou wentest to the king with ointment, and didst increase\nthy perfumes, and didst send thy messengers far off, and didst debase\n\\add thyself even\\add* unto hell.\\f + \\fr 57.9  \\ft thou…: or, thou\nrespectedst\\f* \n"},{"number":10,"text":"Thou art wearied in the greatness of thy way; \\add yet\\add*\nsaidst thou not, There is no hope: thou hast found the life of thine\nhand; therefore thou wast not grieved.\\f + \\fr 57.10  \\ft life: or,\nliving\\f* \n"},{"number":11,"text":"And of whom hast thou been afraid or feared, that thou hast\nlied, and hast not remembered me, nor laid \\add it\\add* to thy heart?\nhave not I held my peace even of old, and thou fearest me not? \n"},{"number":12,"text":"I will declare thy righteousness, and thy works; for they shall not\nprofit thee. \n\n"},{"number":13,"text":"When thou criest, let thy companies deliver thee; but the\nwind shall carry them all away; vanity shall take \\add them:\\add*\nbut he that putteth his trust in me shall possess the land, and shall\ninherit my holy mountain; \n"},{"number":14,"text":"And shall say, Cast ye up, cast ye up, prepare the way, take\nup the stumblingblock out of the way of my people. \n"},{"number":15,"text":"For thus saith the high and lofty One that inhabiteth eternity,\nwhose name \\add is\\add* Holy; I dwell in the high and holy \\add place\\add*, with him also\n\\add that is\\add* of a contrite and humble spirit, to revive the\nspirit of the humble, and to revive the heart of the contrite ones.\n"},{"number":16,"text":"For I will not contend for ever, neither will I be always\nwroth: for the spirit should fail before me, and the souls \\add which\\add*\nI have made. \n\n"},{"number":17,"text":"For the iniquity of his covetousness was I wroth, and smote\nhim: I hid me, and was wroth, and he went on frowardly in the way\nof his heart.\\f + \\fr 57.17  \\ft frowardly: Heb. turning away\\f*\n"},{"number":18,"text":"I have seen his ways, and will heal him: I will lead him also, and\nrestore comforts unto him and to his mourners. \n"},{"number":19,"text":"I create the fruit of the lips; Peace, peace to \\add him that\nis\\add* far off, and to \\add him that is\\add* near, saith the \\nd LORD\\nd*;\nand I will heal him. \n"},{"number":20,"text":"But the wicked \\add are\\add* like the troubled sea, when it\ncannot rest, whose waters cast up mire and dirt. \n"},{"number":21,"text":"\\add There is\\add* no peace, saith my God, to the wicked.\n"}],"number":57},{"verses":[{"number":1,"text":"Cry aloud, spare not, lift up thy voice like a trumpet, and\nshew my people their transgression, and the house of Jacob their\nsins.\\f + \\fr 58.1  \\ft aloud: Heb. with the throat\\f* \n"},{"number":2,"text":"Yet they seek me daily, and delight to know my ways, as a nation\nthat did righteousness, and forsook not the ordinance of their God:\nthey ask of me the ordinances of justice; they take delight in approaching\nto God. \n\n"},{"number":3,"text":"Wherefore have we fasted, \\add say they\\add*, and thou seest not?\n\\add wherefore\\add* have we afflicted our soul, and thou takest no\nknowledge? Behold, in the day of your fast ye find pleasure, and\nexact all your labours.\\f + \\fr 58.3  \\ft labours: or, things wherewith ye grieve others: Heb.\ngriefs\\f* \n"},{"number":4,"text":"Behold, ye fast for strife and debate, and to smite with the\nfist of wickedness: ye shall not fast as \\add ye do this\\add* day,\nto make your voice to be heard on high.\\f + \\fr 58.4  \\ft ye shall…: or, ye fast not as this\nday\\f* \n"},{"number":5,"text":"Is it such a fast that I have chosen? a day for a man to afflict\nhis soul? \\add is it\\add* to bow down his head as a bulrush, and to\nspread sackcloth and ashes \\add under him\\add*? wilt thou call this\na fast, and an acceptable day to the \\nd LORD\\nd*?\\f + \\fr 58.5 \n\\ft a day…: or, to afflict his soul for a day?\\f* \n"},{"number":6,"text":"\\add Is\\add* not this the fast that I have chosen? to loose\nthe bands of wickedness, to undo the heavy burdens, and to let the\noppressed go free, and that ye break every yoke?\\f + \\fr 58.6  \\ft the heavy…: Heb. the bundles of the\nyoke\\f*\\f + \\fr 58.6  \\ft oppressed: Heb. broken\\f* \n"},{"number":7,"text":"\\add Is it\\add* not to deal thy bread to the hungry, and that thou\nbring the poor that are cast out to thy house? when thou seest the\nnaked, that thou cover him; and that thou hide not thyself from thine own\nflesh?\\f + \\fr 58.7  \\ft cast…: or, afflicted\\f* \n\n"},{"number":8,"text":"Then shall thy light break forth as the morning, and thine\nhealth shall spring forth speedily: and thy righteousness shall go\nbefore thee; the glory of the \\nd LORD\\nd* shall be thy rereward.\\f + \\fr 58.8 \n\\ft be…: Heb. gather thee up\\f* \n"},{"number":9,"text":"Then shalt thou call, and the \\nd LORD\\nd* shall answer; thou shalt\ncry, and he shall say, Here I \\add am\\add*. If thou take away from the\nmidst of thee the yoke, the putting forth of the finger, and speaking\nvanity; \n"},{"number":10,"text":"And \\add if\\add* thou draw out thy soul to the hungry, and\nsatisfy the afflicted soul; then shall thy light rise in obscurity,\nand thy darkness \\add be\\add* as the noonday: \n"},{"number":11,"text":"And the \\nd LORD\\nd* shall guide thee continually, and satisfy\nthy soul in drought, and make fat thy bones: and thou shalt be like a\nwatered garden, and like a spring of water, whose waters fail not.\\f + \\fr 58.11 \n\\ft drought: Heb. droughts\\f*\\f + \\fr 58.11  \\ft fail: Heb. lie, or,\ndeceive\\f* \n"},{"number":12,"text":"And \\add they that shall be\\add* of thee shall build the old\nwaste places: thou shalt raise up the foundations of many generations;\nand thou shalt be called, The repairer of the breach, The restorer\nof paths to dwell in. \n\n"},{"number":13,"text":"If thou turn away thy foot from the sabbath, \\add from\\add*\ndoing thy pleasure on my holy day; and call the sabbath a delight,\nthe holy of the \\nd LORD\\nd*, honourable; and shalt honour him, not\ndoing thine own ways, nor finding thine own pleasure, nor speaking\n\\add thine own\\add* words: \n"},{"number":14,"text":"Then shalt thou delight thyself in the \\nd LORD\\nd*; and I will cause thee to\nride upon the high places of the earth, and feed thee with the heritage\nof Jacob thy father: for the mouth of the \\nd LORD\\nd* hath spoken\n\\add it\\add*. \n"}],"number":58},{"verses":[{"number":1,"text":"Behold, the \\nd LORD’s\\nd* hand is not shortened, that it cannot\nsave; neither his ear heavy, that it cannot hear: \n"},{"number":2,"text":"But your iniquities have separated between you and your God,\nand your sins have hid \\add his\\add* face from you, that he will not\nhear.\\f + \\fr 59.2  \\ft have hid: or, have made him hide\\f* \n"},{"number":3,"text":"For your hands are defiled with blood, and your fingers with\niniquity; your lips have spoken lies, your tongue hath muttered perverseness.\n"},{"number":4,"text":"None calleth for justice, nor \\add any\\add* pleadeth for truth:\nthey trust in vanity, and speak lies; they conceive mischief, and bring\nforth iniquity. \n"},{"number":5,"text":"They hatch cockatrice’ eggs, and weave the spider’s web: he that\neateth of their eggs dieth, and that which is crushed breaketh out\ninto a viper.\\f + \\fr 59.5  \\ft cockatrice’: or, adder’s\\f*\\f + \\fr 59.5 \n\\ft crushed…: or, sprinkled is as if there brake out a viper\\f* \n"},{"number":6,"text":"Their webs shall not become garments, neither shall they cover\nthemselves with their works: their works \\add are\\add* works of iniquity,\nand the act of violence \\add is\\add* in their hands. \n"},{"number":7,"text":"Their feet run to evil, and they make haste to shed innocent\nblood: their thoughts \\add are\\add* thoughts of iniquity; wasting\nand destruction \\add are\\add* in their paths.\\f + \\fr 59.7  \\ft destruction: Heb.\nbreaking\\f* \n"},{"number":8,"text":"The way of peace they know not; and \\add there is\\add* no judgment\nin their goings: they have made them crooked paths: whosoever goeth\ntherein shall not know peace.\\f + \\fr 59.8  \\ft judgment: or, right\\f*\n\n"},{"number":9,"text":"Therefore is judgment far from us, neither doth justice overtake\nus: we wait for light, but behold obscurity; for brightness, \\add but\\add*\nwe walk in darkness. \n"},{"number":10,"text":"We grope for the wall like the blind, and we grope as if \\add we\nhad\\add* no eyes: we stumble at noonday as in the night; \\add we\nare\\add* in desolate places as dead \\add men\\add*. \n"},{"number":11,"text":"We roar all like bears, and mourn sore like doves: we look\nfor judgment, but \\add there is\\add* none; for salvation, \\add but\\add*\nit is far off from us. \n"},{"number":12,"text":"For our transgressions are multiplied before thee, and our\nsins testify against us: for our transgressions \\add are\\add* with us; and\n\\add as for\\add* our iniquities, we know them; \n"},{"number":13,"text":"In transgressing and lying against the \\nd LORD\\nd*, and departing\naway from our God, speaking oppression and revolt, conceiving and\nuttering from the heart words of falsehood. \n"},{"number":14,"text":"And judgment is turned away backward, and justice standeth\nafar off: for truth is fallen in the street, and equity cannot enter.\n"},{"number":15,"text":"Yea, truth faileth; and he \\add that\\add* departeth from evil\nmaketh himself a prey: and the \\nd LORD\\nd* saw \\add it\\add*, and it\ndispleased him that \\add there was\\add* no judgment.\\f + \\fr 59.15 \n\\ft maketh…: or, is accounted mad\\f*\\f + \\fr 59.15  \\ft it displeased…: Heb. it was evil in his\neyes\\f* \n\n"},{"number":16,"text":"And he saw that \\add there was\\add* no man, and wondered that\n\\add there was\\add* no intercessor: therefore his arm brought salvation\nunto him; and his righteousness, it sustained him. \n"},{"number":17,"text":"For he put on righteousness as a breastplate, and an helmet\nof salvation upon his head; and he put on the garments of vengeance\n\\add for\\add* clothing, and was clad with zeal as a cloke. \n"},{"number":18,"text":"According to \\add their\\add* deeds, accordingly he will repay,\nfury to his adversaries, recompence to his enemies; to the islands\nhe will repay recompence.\\f + \\fr 59.18  \\ft deeds: Heb. recompences\\f*\n"},{"number":19,"text":"So shall they fear the name of the \\nd LORD\\nd* from the west,\nand his glory from the rising of the sun. When the enemy shall come\nin like a flood, the Spirit of the \\nd LORD\\nd* shall lift up a standard against\nhim.\\f + \\fr 59.19  \\ft lift…: or, put him to flight\\f* \n\n"},{"number":20,"text":"And the Redeemer shall come to Zion, and unto them that turn\nfrom transgression in Jacob, saith the \\nd LORD\\nd*. \n"},{"number":21,"text":"As for me, this \\add is\\add* my covenant with them, saith the\n\\nd LORD\\nd*; My spirit that \\add is\\add* upon thee, and my words\nwhich I have put in thy mouth, shall not depart out of thy mouth,\nnor out of the mouth of thy seed, nor out of the mouth of thy seed’s\nseed, saith the \\nd LORD\\nd*, from henceforth and for ever. \n"}],"number":59},{"verses":[{"number":1,"text":"Arise, shine; for thy light is come, and the glory of the \\nd LORD\\nd*\nis risen upon thee.\\f + \\fr 60.1  \\ft shine…: or, be enlightened; for thy light\ncometh\\f* \n"},{"number":2,"text":"For, behold, the darkness shall cover the earth, and gross\ndarkness the people: but the \\nd LORD\\nd* shall arise upon thee, and his\nglory shall be seen upon thee. \n"},{"number":3,"text":"And the Gentiles shall come to thy light, and kings to the\nbrightness of thy rising. \n"},{"number":4,"text":"Lift up thine eyes round about, and see: all they gather themselves\ntogether, they come to thee: thy sons shall come from far, and thy\ndaughters shall be nursed at \\add thy\\add* side. \n"},{"number":5,"text":"Then thou shalt see, and flow together, and thine heart shall\nfear, and be enlarged; because the abundance of the sea shall be\nconverted unto thee, the forces of the Gentiles shall come unto thee.\\f + \\fr 60.5 \n\\ft abundance…: or, noise of the sea shall be turned toward thee\\f*\\f + \\fr 60.5 \n\\ft forces: or, wealth\\f* \n"},{"number":6,"text":"The multitude of camels shall cover thee, the dromedaries of\nMidian and Ephah; all they from Sheba shall come: they shall bring\ngold and incense; and they shall shew forth the praises of the \\nd LORD\\nd*.\n"},{"number":7,"text":"All the flocks of Kedar shall be gathered together unto thee, the\nrams of Nebaioth shall minister unto thee: they shall come up with\nacceptance on mine altar, and I will glorify the house of my glory.\n"},{"number":8,"text":"Who \\add are\\add* these \\add that\\add* fly as a cloud, and as the\ndoves to their windows? \n\n"},{"number":9,"text":"Surely the isles shall wait for me, and the ships of Tarshish\nfirst, to bring thy sons from far, their silver and their gold with them, unto the\nname of the \\nd LORD\\nd* thy God, and to the Holy One of Israel,\nbecause he hath glorified thee. \n"},{"number":10,"text":"And the sons of strangers shall build up thy walls, and their\nkings shall minister unto thee: for in my wrath I smote thee, but in my\nfavour have I had mercy on thee. \n"},{"number":11,"text":"Therefore thy gates shall be open continually; they shall not be\nshut day nor night; that \\add men\\add* may bring unto thee the forces\nof the Gentiles, and \\add that\\add* their kings \\add may be\\add*\nbrought.\\f + \\fr 60.11  \\ft forces: or, wealth\\f* \n"},{"number":12,"text":"For the nation and kingdom that will not serve thee shall\nperish; yea, \\add those\\add* nations shall be utterly wasted. \n"},{"number":13,"text":"The glory of Lebanon shall come unto thee, the fir tree, the pine\ntree, and the box together, to beautify the place of my sanctuary;\nand I will make the place of my feet glorious. \n"},{"number":14,"text":"The sons also of them that afflicted thee shall come bending\nunto thee; and all they that despised thee shall bow themselves down\nat the soles of thy feet; and they shall call thee, The city of the\n\\nd LORD\\nd*, The Zion of the Holy One of Israel. \n\n"},{"number":15,"text":"Whereas thou hast been forsaken and hated, so that no man went\nthrough \\add thee\\add*, I will make thee an eternal excellency, a\njoy of many generations. \n"},{"number":16,"text":"Thou shalt also suck the milk of the Gentiles, and shalt suck\nthe breast of kings: and thou shalt know that I the \\nd LORD\\nd*\n\\add am\\add* thy Saviour and thy Redeemer, the mighty One of Jacob.\n"},{"number":17,"text":"For brass I will bring gold, and for iron I will bring silver,\nand for wood brass, and for stones iron: I will also make thy officers\npeace, and thine exactors righteousness. \n"},{"number":18,"text":"Violence shall no more be heard in thy land, wasting nor destruction\nwithin thy borders; but thou shalt call thy walls Salvation, and thy\ngates Praise. \n"},{"number":19,"text":"The sun shall be no more thy light by day; neither for brightness\nshall the moon give light unto thee: but the \\nd LORD\\nd* shall be unto thee an\neverlasting light, and thy God thy glory. \n"},{"number":20,"text":"Thy sun shall no more go down; neither shall thy moon withdraw\nitself: for the \\nd LORD\\nd* shall be thine everlasting light, and the\ndays of thy mourning shall be ended. \n"},{"number":21,"text":"Thy people also \\add shall be\\add* all righteous: they shall\ninherit the land for ever, the branch of my planting, the work of my\nhands, that I may be glorified. \n"},{"number":22,"text":"A little one shall become a thousand, and a small one a strong\nnation: I the \\nd LORD\\nd* will hasten it in his time. \n"}],"number":60},{"verses":[{"number":1,"text":"The Spirit of the Lord \\nd GOD\\nd* \\add is\\add* upon me; because the\n\\nd LORD\\nd* hath anointed me to preach good tidings unto the meek;\nhe hath sent me to bind up the brokenhearted, to proclaim liberty\nto the captives, and the opening of the prison to \\add them that\nare\\add* bound; \n"},{"number":2,"text":"To proclaim the acceptable year of the \\nd LORD\\nd*, and the\nday of vengeance of our God; to comfort all that mourn; \n"},{"number":3,"text":"To appoint unto them that mourn in Zion, to give unto them\nbeauty for ashes, the oil of joy for mourning, the garment of praise\nfor the spirit of heaviness; that they might be called trees of righteousness,\nthe planting of the \\nd LORD\\nd*, that he might be glorified. \n\n"},{"number":4,"text":"And they shall build the old wastes, they shall raise up the\nformer desolations, and they shall repair the waste cities, the desolations\nof many generations. \n"},{"number":5,"text":"And strangers shall stand and feed your flocks, and the sons\nof the alien \\add shall be\\add* your plowmen and your vinedressers.\n"},{"number":6,"text":"But ye shall be named the Priests of the \\nd LORD\\nd*: \\add men\\add*\nshall call you the Ministers of our God: ye shall eat the riches\nof the Gentiles, and in their glory shall ye boast yourselves. \n\n"},{"number":7,"text":"For your shame \\add ye shall have\\add* double; and \\add for\\add*\nconfusion they shall rejoice in their portion: therefore in their\nland they shall possess the double: everlasting joy shall be unto them.\n"},{"number":8,"text":"For I the \\nd LORD\\nd* love judgment, I hate robbery for burnt\noffering; and I will direct their work in truth, and I will make\nan everlasting covenant with them. \n"},{"number":9,"text":"And their seed shall be known among the Gentiles, and their\noffspring among the people: all that see them shall acknowledge them, that they\n\\add are\\add* the seed \\add which\\add* the \\nd LORD\\nd* hath blessed.\n\n"},{"number":10,"text":"I will greatly rejoice in the \\nd LORD\\nd*, my soul shall be\njoyful in my God; for he hath clothed me with the garments of salvation,\nhe hath covered me with the robe of righteousness, as a bridegroom\ndecketh \\add himself\\add* with ornaments, and as a bride adorneth\n\\add herself\\add* with her jewels.\\f + \\fr 61.10  \\ft decketh: Heb. decketh as a\npriest\\f* \n"},{"number":11,"text":"For as the earth bringeth forth her bud, and as the garden\ncauseth the things that are sown in it to spring forth; so the Lord\n\\nd GOD\\nd* will cause righteousness and praise to spring forth before all the\nnations. \n"}],"number":61},{"verses":[{"number":1,"text":"For Zion’s sake will I not hold my peace, and for Jerusalem’s\nsake I will not rest, until the righteousness thereof go forth as\nbrightness, and the salvation thereof as a lamp \\add that\\add* burneth.\n"},{"number":2,"text":"And the Gentiles shall see thy righteousness, and all kings\nthy glory: and thou shalt be called by a new name, which the mouth\nof the \\nd LORD\\nd* shall name. \n"},{"number":3,"text":"Thou shalt also be a crown of glory in the hand of the \\nd LORD\\nd*,\nand a royal diadem in the hand of thy God. \n"},{"number":4,"text":"Thou shalt no more be termed Forsaken; neither shall thy land\nany more be termed Desolate: but thou shalt be called Hephzi-bah,\nand thy land Beulah: for the \\nd LORD\\nd* delighteth in thee, and thy\nland shall be married.\\f + \\fr 62.4  \\ft Hephzi-bah: that is, My delight is in\nher\\f*\\f + \\fr 62.4  \\ft Beulah: that is, Married\\f* \n\n"},{"number":5,"text":"For \\add as\\add* a young man marrieth a virgin, \\add so\\add*\nshall thy sons marry thee: and \\add as\\add* the bridegroom rejoiceth\nover the bride, \\add so\\add* shall thy God rejoice over thee.\\f + \\fr 62.5 \n\\ft as the…: Heb. with the joy of the bridegroom\\f* \n\n"},{"number":6,"text":"I have set watchmen upon thy walls, O Jerusalem, \\add which\\add*\nshall never hold their peace day nor night: ye that make mention\nof the \\nd LORD\\nd*, keep not silence,\\f + \\fr 62.6  \\ft make…: or, are the\n\\+nd LORD’s\\+nd* remembrancers\\f* \n"},{"number":7,"text":"And give him no rest, till he establish, and till he make Jerusalem\na praise in the earth.\\f + \\fr 62.7  \\ft rest: Heb. silence\\f* \n"},{"number":8,"text":"The \\nd LORD\\nd* hath sworn by his right hand, and by the arm\nof his strength, Surely I will no more give thy corn \\add to be\\add*\nmeat for thine enemies; and the sons of the stranger shall not drink\nthy wine, for the which thou hast laboured:\\f + \\fr 62.8  \\ft Surely…: Heb. If I give,\netc\\f* \n"},{"number":9,"text":"But they that have gathered it shall eat it, and praise the\n\\nd LORD\\nd*; and they that have brought it together shall drink\nit in the courts of my holiness. \n\n"},{"number":10,"text":"Go through, go through the gates; prepare  ye the way of the\npeople; cast up, cast up the highway; gather out the stones; lift\nup a standard for the people. \n"},{"number":11,"text":"Behold, the \\nd LORD\\nd* hath proclaimed unto the end of the\nworld, Say ye to the daughter of Zion, Behold, thy salvation cometh;\nbehold, his reward \\add is\\add* with him, and his work before him.\\f + \\fr 62.11 \n\\ft work: or, recompence\\f* \n"},{"number":12,"text":"And they shall call them, The holy people, The redeemed of the\n\\nd LORD\\nd*: and thou shalt be called, Sought out, A city not forsaken.\n"}],"number":62},{"verses":[{"number":1,"text":"Who \\add is\\add* this that cometh from Edom, with dyed garments\nfrom Bozrah? this \\add that is\\add* glorious in his apparel, travelling\nin the greatness of his strength? I that speak in righteousness,\nmighty to save.\\f + \\fr 63.1  \\ft glorious: Heb. decked\\f* \n"},{"number":2,"text":"Wherefore \\add art thou\\add* red in thine apparel, and thy garments\nlike him that treadeth in the winefat? \n"},{"number":3,"text":"I have trodden the winepress alone; and of the people \\add there\nwas\\add* none with me: for I will tread them in mine anger, and trample\nthem in my fury; and their blood shall be sprinkled upon my garments,\nand I will stain all my raiment. \n"},{"number":4,"text":"For the day of vengeance \\add is\\add* in mine heart, and the\nyear of my redeemed is come. \n"},{"number":5,"text":"And I looked, and \\add there was\\add* none to help; and I wondered that\n\\add there was\\add* none to uphold: therefore mine own arm brought\nsalvation unto me; and my fury, it upheld me. \n"},{"number":6,"text":"And I will tread down the people in mine anger, and make them\ndrunk in my fury, and I will bring down their strength to the earth.\n\n"},{"number":7,"text":"I will mention the lovingkindnesses of the \\nd LORD\\nd*, \\add and\\add*\nthe praises of the \\nd LORD\\nd*, according to all that the \\nd LORD\\nd*\nhath bestowed on us, and the great goodness toward the house of Israel,\nwhich he hath bestowed on them according to his mercies, and according to the\nmultitude of his lovingkindnesses. \n"},{"number":8,"text":"For he said, Surely they \\add are\\add* my people, children\n\\add that\\add* will not lie: so he was their Saviour. \n"},{"number":9,"text":"In all their affliction he was afflicted, and the angel of his\npresence saved them: in his love and in his pity he redeemed them; and he\nbare them, and carried them all the days of old. \n\n"},{"number":10,"text":"But they rebelled, and vexed his holy Spirit: therefore he was\nturned to be their enemy, \\add and\\add* he fought against them. \n"},{"number":11,"text":"Then he remembered the days of old, Moses, \\add and\\add* his\npeople, \\add saying\\add*, Where \\add is\\add* he that brought them\nup out of the sea with the shepherd of his flock? where \\add is\\add*\nhe that put his holy Spirit within him?\\f + \\fr 63.11  \\ft shepherd: or,\nshepherds\\f* \n"},{"number":12,"text":"That led \\add them\\add* by the right hand of Moses with his\nglorious arm, dividing the water before them, to make himself an\neverlasting name? \n"},{"number":13,"text":"That led them through the deep, as an horse in the wilderness,\n\\add that\\add* they should not stumble? \n"},{"number":14,"text":"As a beast goeth down into the valley, the Spirit of the \\nd LORD\\nd*\ncaused him to rest: so didst thou lead thy people, to make thyself a\nglorious name. \n\n"},{"number":15,"text":"Look down from heaven, and behold from the habitation of thy\nholiness and of thy glory: where \\add is\\add* thy zeal and thy strength,\nthe sounding of thy bowels and of thy mercies toward me? are they\nrestrained?\\f + \\fr 63.15  \\ft the sounding: or, the multitude\\f*\n"},{"number":16,"text":"Doubtless thou \\add art\\add* our father, though Abraham be\nignorant of us, and Israel acknowledge us not: thou, O \\nd LORD\\nd*,\n\\add art\\add* our father, our redeemer; thy name \\add is\\add* from\neverlasting.\\f + \\fr 63.16  \\ft our redeemer…: or, our redeemer from everlasting is thy\nname\\f* \n\n"},{"number":17,"text":"O \\nd LORD\\nd*, why hast thou made us to err from thy ways,\n\\add and\\add* hardened our heart from thy fear? Return for thy servants’\nsake, the tribes of thine inheritance. \n"},{"number":18,"text":"The people of thy holiness have possessed \\add it\\add* but a little\nwhile: our adversaries have trodden down thy sanctuary. \n"},{"number":19,"text":"We are \\add thine:\\add* thou never barest rule over them; they were not\ncalled by thy name.\\f + \\fr 63.19  \\ft they…: Heb. thy name was not called upon\nthem\\f* \n"}],"number":63},{"verses":[{"number":1,"text":"Oh that thou wouldest rend the heavens, that thou wouldest come\ndown, that the mountains might flow down at thy presence, \n"},{"number":2,"text":"As \\add when\\add* the melting fire burneth, the fire causeth the\nwaters to boil, to make thy name known to thine adversaries, \\add that\\add*\nthe nations may tremble at thy presence!\\f + \\fr 64.2  \\ft the melting…: Heb. the fire of\nmeltings\\f* \n"},{"number":3,"text":"When thou didst terrible things \\add which\\add* we looked not for, thou camest\ndown, the mountains flowed down at thy presence. \n"},{"number":4,"text":"For since the beginning of the world \\add men\\add* have not\nheard, nor perceived by the ear, neither hath the eye seen, O God,\nbeside thee, \\add what\\add* he hath prepared for him that waiteth for\nhim.\\f + \\fr 64.4  \\ft seen…: or, seen a God beside thee, which doeth so for him,\netc\\f* \n"},{"number":5,"text":"Thou meetest him that rejoiceth and worketh righteousness,\n\\add those that\\add* remember thee in thy ways: behold, thou art\nwroth; for we have sinned: in those is continuance, and we shall be\nsaved. \n\n"},{"number":6,"text":"But we are all as an unclean \\add thing\\add*, and all our righteousnesses\n\\add are\\add* as filthy rags; and we all do fade as a leaf; and our\niniquities, like the wind, have taken us away. \n"},{"number":7,"text":"And \\add there is\\add* none that calleth upon thy name, that stirreth\nup himself to take hold of thee: for thou hast hid thy face from us, and hast\nconsumed us, because of our iniquities.\\f + \\fr 64.7  \\ft consumed: Heb.\nmelted\\f*\\f + \\fr 64.7  \\ft because: Heb. by the hand\\f* \n"},{"number":8,"text":"But now, O \\nd LORD\\nd*, thou \\add art\\add* our father; we\n\\add are\\add* the clay, and thou our potter; and we all \\add are\\add*\nthe work of thy hand. \n\n"},{"number":9,"text":"Be not wroth very sore, O \\nd LORD\\nd*, neither remember iniquity\nfor ever: behold, see, we beseech thee, we \\add are\\add* all thy\npeople. \n"},{"number":10,"text":"Thy holy cities are a wilderness, Zion is a wilderness, Jerusalem\na desolation. \n"},{"number":11,"text":"Our holy and our beautiful house, where our fathers praised\nthee, is burned up with fire: and all our pleasant things are laid\nwaste. \n"},{"number":12,"text":"Wilt thou refrain thyself for these \\add things\\add*, O \\nd LORD\\nd*?\nwilt thou hold thy peace, and afflict us very sore? \n"}],"number":64},{"verses":[{"number":1,"text":"I am sought of \\add them that\\add* asked not \\add for me;\\add*\nI am found of \\add them that\\add* sought me not: I said, Behold me, behold me, unto a\nnation \\add that\\add* was not called by my name. \n"},{"number":2,"text":"I have spread out my hands all the day unto a rebellious people,\nwhich walketh in a way \\add that was\\add* not good, after their own\nthoughts; \n"},{"number":3,"text":"A people that provoketh me to anger continually to my face;\nthat sacrificeth in gardens, and burneth incense upon altars of brick;\\f + \\fr 65.3 \n\\ft upon…: Heb. upon bricks\\f* \n"},{"number":4,"text":"Which remain among the graves, and lodge in the monuments,\nwhich eat swine’s flesh, and broth of abominable \\add things is in\\add*\ntheir vessels;\\f + \\fr 65.4  \\ft broth: or, pieces\\f* \n"},{"number":5,"text":"Which say, Stand by thyself, come not near to me; for I am\nholier than thou. These \\add are\\add* a smoke in my nose, a fire\nthat burneth all the day.\\f + \\fr 65.5  \\ft nose: or, anger\\f* \n"},{"number":6,"text":"Behold, \\add it is\\add* written before me: I will not keep silence,\nbut will recompense, even recompense into their bosom, \n"},{"number":7,"text":"Your iniquities, and the iniquities of your fathers together,\nsaith the \\nd LORD\\nd*, which have burned incense upon the mountains,\nand blasphemed me upon the hills: therefore will I measure their\nformer work into their bosom. \n\n"},{"number":8,"text":"Thus saith the \\nd LORD\\nd*, As the new wine is found in the\ncluster, and \\add one\\add* saith, Destroy it not; for a blessing\n\\add is\\add* in it: so will I do for my servants’ sakes, that I may not\ndestroy them all. \n"},{"number":9,"text":"And I will bring forth a seed out of Jacob, and out of Judah\nan inheritor of my mountains: and mine elect shall inherit it, and my\nservants shall dwell there. \n"},{"number":10,"text":"And Sharon shall be a fold of flocks, and the valley of Achor\na place for the herds to lie down in, for my people that have sought me.\n\n"},{"number":11,"text":"But ye \\add are\\add* they that forsake the \\nd LORD\\nd*,\nthat forget my holy mountain, that prepare a table for that troop,\nand that furnish the drink offering unto that number.\\f + \\fr 65.11 \n\\ft troop: or, Gad\\f*\\f + \\fr 65.11  \\ft number: or, Meni, a pagan\ngod\\f* \n"},{"number":12,"text":"Therefore will I number you to the sword, and ye shall all bow\ndown to the slaughter: because when I called, ye did not answer;\nwhen I spake, ye did not hear; but did evil before mine eyes, and did\nchoose \\add that\\add* wherein I delighted not. \n"},{"number":13,"text":"Therefore thus saith the Lord \\nd GOD\\nd*, Behold, my servants\nshall eat, but ye shall be hungry: behold, my servants shall drink,\nbut ye shall be thirsty: behold, my servants shall rejoice, but ye shall be\nashamed: \n"},{"number":14,"text":"Behold, my servants shall sing for joy of heart, but ye shall\ncry for sorrow of heart, and shall howl for vexation of spirit.\\f + \\fr 65.14 \n\\ft vexation: Heb. breaking\\f* \n"},{"number":15,"text":"And ye shall leave your name for a curse unto my chosen: for the\nLord \\nd GOD\\nd* shall slay thee, and call his servants by another\nname: \n"},{"number":16,"text":"That he who blesseth himself in the earth shall bless himself in the\nGod of truth; and he that sweareth in the earth shall swear by the\nGod of truth; because the former troubles are forgotten, and because they are\nhid from mine eyes. \n\n"},{"number":17,"text":"For, behold, I create new heavens and a new earth: and the\nformer shall not be remembered, nor come into mind.\\f + \\fr 65.17 \n\\ft come…: Heb. come upon the heart\\f* \n"},{"number":18,"text":"But be ye glad and rejoice for ever \\add in that\\add* which I\ncreate: for, behold, I create Jerusalem a rejoicing, and her people\na joy. \n"},{"number":19,"text":"And I will rejoice in Jerusalem, and joy in my people: and the\nvoice of weeping shall be no more heard in her, nor the voice of\ncrying. \n"},{"number":20,"text":"There shall be no more thence an infant of days, nor an old\nman that hath not filled his days: for the child shall die an hundred\nyears old; but the sinner \\add being\\add* an hundred years old shall be\naccursed. \n"},{"number":21,"text":"And they shall build houses, and inhabit \\add them;\\add* and they shall\nplant vineyards, and eat the fruit of them. \n"},{"number":22,"text":"They shall not build, and another inhabit; they shall not\nplant, and another eat: for as the days of a tree \\add are\\add* the\ndays of my people, and mine elect shall long enjoy the work of their\nhands.\\f + \\fr 65.22  \\ft shall long…: Heb. shall make them continue long, or, shall wear\nout\\f* \n"},{"number":23,"text":"They shall not labour in vain, nor bring forth for trouble; for they\n\\add are\\add* the seed of the blessed of the \\nd LORD\\nd*, and their\noffspring with them. \n"},{"number":24,"text":"And it shall come to pass, that before they call, I will answer;\nand while they are yet speaking, I will hear. \n"},{"number":25,"text":"The wolf and the lamb shall feed together, and the lion shall\neat straw like the bullock: and dust \\add shall be\\add* the serpent’s\nmeat. They shall not hurt nor destroy in all my holy mountain, saith\nthe \\nd LORD\\nd*. \n"}],"number":65},{"verses":[{"number":1,"text":"Thus saith the \\nd LORD\\nd*, The heaven \\add is\\add* my throne,\nand the earth \\add is\\add* my footstool: where \\add is\\add* the house\nthat ye build unto me? and where \\add is\\add* the place of my rest?\n"},{"number":2,"text":"For all those \\add things\\add* hath mine hand made, and all those\n\\add things\\add* have been, saith the \\nd LORD\\nd*: but to this \\add man\\add*\nwill I look, \\add even\\add* to \\add him that is\\add* poor and of a\ncontrite spirit, and trembleth at my word. \n"},{"number":3,"text":"He that killeth an ox \\add is as if\\add* he slew a man; he that\nsacrificeth a lamb, \\add as if\\add* he cut off a dog’s neck; he that\noffereth an oblation, \\add as if he offered\\add* swine’s blood; he that\nburneth incense, \\add as if\\add* he blessed an idol. Yea, they have\nchosen their own ways, and their soul delighteth in their abominations.\\f + \\fr 66.3 \n\\ft lamb: or, kid\\f*\\f + \\fr 66.3  \\ft burneth: Heb. maketh a memorial\nof\\f* \n"},{"number":4,"text":"I also will choose their delusions, and will bring their fears\nupon them; because when I called, none did answer; when I spake,\nthey did not hear: but they did evil before mine eyes, and chose\n\\add that\\add* in which I delighted not.\\f + \\fr 66.4  \\ft delusions: or,\ndevices\\f* \n\n"},{"number":5,"text":"Hear the word of the \\nd LORD\\nd*, ye that tremble at his\nword; Your brethren that hated you, that cast you out for my name’s\nsake, said, Let the \\nd LORD\\nd* be glorified: but he shall appear\nto your joy, and they shall be ashamed. \n"},{"number":6,"text":"A voice of noise from the city, a voice from the temple, a\nvoice of the \\nd LORD\\nd* that rendereth recompence to his enemies.\n"},{"number":7,"text":"Before she travailed, she brought forth; before her pain came,\nshe was delivered of a man child. \n"},{"number":8,"text":"Who hath heard such a thing? who hath seen such things? Shall the\nearth be made to bring forth in one day? \\add or\\add* shall a nation\nbe born at once? for as soon as Zion travailed, she brought forth\nher children. \n"},{"number":9,"text":"Shall I bring to the birth, and not cause to bring forth? saith\nthe \\nd LORD\\nd*: shall I cause to bring forth, and shut \\add the\nwomb\\add*? saith thy God.\\f + \\fr 66.9  \\ft not…: or, not beget?\\f*\n"},{"number":10,"text":"Rejoice ye with Jerusalem, and be glad with her, all ye that\nlove her: rejoice for joy with her, all ye that mourn for her: \n"},{"number":11,"text":"That ye may suck, and be satisfied with the breasts of her\nconsolations; that ye may milk out, and be delighted with the abundance\nof her glory.\\f + \\fr 66.11  \\ft abundance: or, brightness\\f* \n"},{"number":12,"text":"For thus saith the \\nd LORD\\nd*, Behold, I will extend peace\nto her like a river, and the glory of the Gentiles like a flowing\nstream: then shall ye suck, ye shall be borne upon \\add her\\add*\nsides, and be dandled upon \\add her\\add* knees. \n"},{"number":13,"text":"As one whom his mother comforteth, so will I comfort you; and ye shall be\ncomforted in Jerusalem. \n"},{"number":14,"text":"And when ye see \\add this\\add*, your heart shall rejoice,\nand your bones shall flourish like an herb: and the hand of the \\nd LORD\\nd*\nshall be known toward his servants, and \\add his\\add* indignation\ntoward his enemies. \n\n"},{"number":15,"text":"For, behold, the \\nd LORD\\nd* will come with fire, and with his\nchariots like a whirlwind, to render his anger with fury, and his\nrebuke with flames of fire. \n"},{"number":16,"text":"For by fire and by his sword will the \\nd LORD\\nd* plead with all\nflesh: and the slain of the \\nd LORD\\nd* shall be many. \n"},{"number":17,"text":"They that sanctify themselves, and purify themselves in the\ngardens behind one \\add tree\\add* in the midst, eating  swine’s flesh,\nand the abomination, and the mouse, shall be consumed together, saith\nthe \\nd LORD\\nd*.\\f + \\fr 66.17  \\ft behind…: or, one after another\\f*\n"},{"number":18,"text":"For I \\add know\\add* their works and their thoughts: it shall\ncome, that I will gather all nations and tongues; and they shall\ncome, and see my glory. \n"},{"number":19,"text":"And I will set a sign among them, and I will send those that\nescape of them unto the nations, \\add to\\add* Tarshish, Pul, and\nLud, that draw the bow, \\add to\\add* Tubal, and Javan, \\add to\\add*\nthe isles afar off, that have not heard my fame, neither have seen\nmy glory; and they shall declare my glory among the Gentiles. \n"},{"number":20,"text":"And they shall bring all your brethren \\add for\\add* an offering\nunto the \\nd LORD\\nd* out of all nations upon horses, and in chariots,\nand in litters, and upon mules, and upon swift beasts, to my holy\nmountain Jerusalem, saith the \\nd LORD\\nd*, as the children of Israel\nbring an offering in a clean vessel into the house of the \\nd LORD\\nd*.\\f + \\fr 66.20 \n\\ft litters: or, coaches\\f* \n"},{"number":21,"text":"And I will also take of them for priests \\add and\\add* for\nLevites, saith the \\nd LORD\\nd*. \n"},{"number":22,"text":"For as the new heavens and the new earth, which I will make,\nshall remain before me, saith the \\nd LORD\\nd*, so shall your seed\nand your name remain. \n"},{"number":23,"text":"And it shall come to pass, \\add that\\add* from one new moon\nto another, and from one sabbath to another, shall all flesh come\nto worship before me, saith the \\nd LORD\\nd*.\\f + \\fr 66.23  \\ft from one new…: Heb. from new moon to his new moon, and from\nsabbath to his sabbath\\f* \n"},{"number":24,"text":"And they shall go forth, and look upon the carcases of the\nmen that have transgressed against me: for their worm shall not die,\nneither shall their fire be quenched; and they shall be an abhorring\nunto all flesh. "}],"number":66}]}