{"headers":{"id":"LAM  Lamentations","h":"Lamentations","toc1":"The Lamentations of Jeremiah","toc2":"Lamentations","toc3":"Lam","mt1":"The Lamentations of Jeremiah"},"book":"Lamentations","chapters":[{"verses":[{"number":1,"text":"How doth the city sit solitary, \\add that was\\add* full of\npeople! \\add how\\add* is she become as a widow! she \\add that was\\add*\ngreat among the nations, \\add and\\add* princess among the provinces,\n\\add how\\add* is she become tributary! \n"},{"number":2,"text":"She weepeth sore in the night, and her tears \\add are\\add*\non her cheeks: among all her lovers she hath none to comfort \\add her:\\add*\nall her friends have dealt treacherously with her, they are become her\nenemies. \n"},{"number":3,"text":"Judah is gone into captivity because of affliction, and because of\ngreat servitude: she dwelleth among the heathen, she findeth no rest:\nall her persecutors overtook her between the straits.\\f + \\fr 1.3 \n\\ft because of great…: Heb. for the greatness of servitude\\f* \n"},{"number":4,"text":"The ways of Zion do mourn, because none come to the solemn\nfeasts: all her gates are desolate: her priests sigh, her virgins\nare afflicted, and she \\add is\\add* in bitterness. \n"},{"number":5,"text":"Her adversaries are the chief, her enemies prosper; for the\n\\nd LORD\\nd* hath afflicted her for the multitude of her transgressions:\nher children are gone into captivity before the enemy. \n"},{"number":6,"text":"And from the daughter of Zion all her beauty is departed: her\nprinces are become like harts \\add that\\add* find no pasture, and they are\ngone without strength before the pursuer. \n"},{"number":7,"text":"Jerusalem remembered in the days of her affliction and of her\nmiseries all her pleasant things that she had in the days of old,\nwhen her people fell into the hand of the enemy, and none did help\nher: the adversaries saw her, \\add and\\add* did mock at her sabbaths.\\f + \\fr 1.7 \n\\ft pleasant: or, desirable\\f* \n"},{"number":8,"text":"Jerusalem hath grievously sinned; therefore she is removed:\nall that honoured her despise her, because they have seen her nakedness:\nyea, she sigheth, and turneth backward.\\f + \\fr 1.8  \\ft is…: Heb. is become a removing, or,\nwandering\\f* \n"},{"number":9,"text":"Her filthiness \\add is\\add* in her skirts; she remembereth\nnot her last end; therefore she came down wonderfully: she had no\ncomforter. O \\nd LORD\\nd*, behold my affliction: for the enemy hath\nmagnified \\add himself\\add*. \n"},{"number":10,"text":"The adversary hath spread out his hand upon all her pleasant\nthings: for she hath seen \\add that\\add* the heathen entered into her\nsanctuary, whom thou didst command \\add that\\add* they should not\nenter into thy congregation.\\f + \\fr 1.10  \\ft pleasant: or, desirable\\f*\n"},{"number":11,"text":"All her people sigh, they seek bread; they have given their pleasant\nthings for meat to relieve the soul: see, O \\nd LORD\\nd*, and consider;\nfor I am become vile.\\f + \\fr 1.11  \\ft to…: or, to make the soul to come\nagain\\f* \n\n"},{"number":12,"text":"\\add Is it\\add* nothing to you, all ye that pass by? behold,\nand see if there be any sorrow like unto my sorrow, which is done\nunto me, wherewith the \\nd LORD\\nd* hath afflicted \\add me\\add* in the\nday of his fierce anger.\\f + \\fr 1.12  \\ft Is it…: or, It is nothing\\f*\\f + \\fr 1.12 \n\\ft pass by: Heb. pass by the way?\\f* \n"},{"number":13,"text":"From above hath he sent fire into my bones, and it prevaileth\nagainst them: he hath spread a net for my feet, he hath turned me\nback: he hath made me desolate \\add and\\add* faint all the day. \n"},{"number":14,"text":"The yoke of my transgressions is bound by his hand: they are\nwreathed, \\add and\\add* come up upon my neck: he hath made my strength\nto fall, the Lord hath delivered me into \\add their\\add* hands, \\add from\nwhom\\add* I am not able to rise up. \n"},{"number":15,"text":"The Lord hath trodden under foot all my mighty \\add men\\add*\nin the midst of me: he hath called an assembly against me to crush\nmy young men: the Lord hath trodden the virgin, the daughter of Judah,\n\\add as\\add* in a winepress.\\f + \\fr 1.15  \\ft the virgin…: or, the winepress of the virgin,\netc\\f* \n"},{"number":16,"text":"For these \\add things\\add* I weep; mine eye, mine eye runneth\ndown with water, because the comforter that should relieve my soul\nis far from me: my children are desolate, because the enemy prevailed.\\f + \\fr 1.16 \n\\ft relieve: Heb. bring back\\f* \n"},{"number":17,"text":"Zion spreadeth forth her hands, \\add and there is\\add* none to\ncomfort her: the \\nd LORD\\nd* hath commanded concerning Jacob, \\add that\\add*\nhis adversaries \\add should be\\add* round about him: Jerusalem is as a menstruous\nwoman among them. \n\n"},{"number":18,"text":"The \\nd LORD\\nd* is righteous; for I have rebelled against his\ncommandment: hear, I pray you, all people, and behold my sorrow:\nmy virgins and my young men are gone into captivity.\\f + \\fr 1.18 \n\\ft commandment: Heb. mouth\\f* \n"},{"number":19,"text":"I called for my lovers, \\add but\\add* they deceived me: my\npriests and mine elders gave up the ghost in the city, while they\nsought their meat to relieve their souls. \n"},{"number":20,"text":"Behold, O \\nd LORD\\nd*; for I \\add am\\add* in distress: my\nbowels are troubled; mine heart is turned within me; for I have grievously\nrebelled: abroad the sword bereaveth, at home \\add there is\\add*\nas death. \n"},{"number":21,"text":"They have heard that I sigh: \\add there is\\add* none to comfort\nme: all mine enemies have heard of my trouble; they are glad that thou hast\ndone \\add it:\\add* thou wilt bring the day \\add that\\add* thou hast\ncalled, and they shall be like unto me.\\f + \\fr 1.21  \\ft called: or,\nproclaimed\\f* \n"},{"number":22,"text":"Let all their wickedness come before thee; and do unto them, as thou hast\ndone unto me for all my transgressions: for my sighs \\add are\\add*\nmany, and my heart \\add is\\add* faint. \n"}],"number":1},{"verses":[{"number":1,"text":"How hath the Lord covered the daughter of Zion with a cloud\nin his anger, \\add and\\add* cast down from heaven unto the earth\nthe beauty of Israel, and remembered not his footstool in the day\nof his anger! \n"},{"number":2,"text":"The Lord hath swallowed up all the habitations of Jacob, and hath not\npitied: he hath thrown down in his wrath the strong holds of the\ndaughter of Judah; he hath brought \\add them\\add* down to the ground:\nhe hath polluted the kingdom and the princes thereof.\\f + \\fr 2.2 \n\\ft brought…: Heb. made to touch\\f* \n"},{"number":3,"text":"He hath cut off in \\add his\\add* fierce anger all the horn\nof Israel: he hath drawn back his right hand from before the enemy,\nand he burned against Jacob like a flaming fire, \\add which\\add*\ndevoureth round about. \n"},{"number":4,"text":"He hath bent his bow like an enemy: he stood with his right\nhand as an adversary, and slew all \\add that were\\add* pleasant to the\neye in the tabernacle of the daughter of Zion: he poured out his\nfury like fire.\\f + \\fr 2.4  \\ft all…: Heb. all the desirable of the\neye\\f* \n"},{"number":5,"text":"The Lord was as an enemy: he hath swallowed up Israel, he hath swallowed\nup all her palaces: he hath destroyed his strong holds, and hath\nincreased in the daughter of Judah mourning and lamentation. \n"},{"number":6,"text":"And he hath violently taken away his tabernacle, as \\add if it were\nof\\add* a garden: he hath destroyed his places of the assembly: the\n\\nd LORD\\nd* hath caused the solemn feasts and sabbaths to be forgotten\nin Zion, and hath despised in the indignation of his anger the king\nand the priest.\\f + \\fr 2.6  \\ft tabernacle: or, hedge\\f* \n"},{"number":7,"text":"The Lord hath cast off his altar, he hath abhorred his sanctuary,\nhe hath given up into the hand of the enemy the walls of her palaces;\nthey have made a noise in the house of the \\nd LORD\\nd*, as in the\nday of a solemn feast.\\f + \\fr 2.7  \\ft given up: Heb. shut up\\f*\n"},{"number":8,"text":"The \\nd LORD\\nd* hath purposed to destroy the wall of the daughter\nof Zion: he hath stretched out a line, he hath not withdrawn his\nhand from destroying: therefore he made the rampart and the wall\nto lament; they languished together.\\f + \\fr 2.8  \\ft destroying: Heb. swallowing\nup\\f* \n"},{"number":9,"text":"Her gates are sunk into the ground; he hath destroyed and broken\nher bars: her king and her princes \\add are\\add* among the Gentiles:\nthe law \\add is\\add* no \\add more;\\add* her prophets also find no\nvision from the \\nd LORD\\nd*. \n\n"},{"number":10,"text":"The elders of the daughter of Zion sit upon the ground, \\add and\\add*\nkeep silence: they have cast up dust upon their heads; they have\ngirded themselves with sackcloth: the virgins of Jerusalem hang down\ntheir heads to the ground. \n"},{"number":11,"text":"Mine eyes do fail with tears, my bowels are troubled, my liver\nis poured upon the earth, for the destruction of the daughter of my\npeople; because the children and the sucklings swoon in the streets\nof the city.\\f + \\fr 2.11  \\ft swoon: or, faint\\f* \n"},{"number":12,"text":"They say to their mothers, Where \\add is\\add* corn and wine?\nwhen they swooned as the wounded in the streets of the city, when their\nsoul was poured out into their mothers’ bosom. \n"},{"number":13,"text":"What thing shall I take to witness for thee? what thing shall I\nliken to thee, O daughter of Jerusalem? what shall I equal to thee, that I may\ncomfort thee, O virgin daughter of Zion? for thy breach \\add is\\add*\ngreat like the sea: who can heal thee? \n"},{"number":14,"text":"Thy prophets have seen vain and foolish things for thee: and they have not\ndiscovered thine iniquity, to turn away thy captivity; but have seen\nfor thee false burdens and causes of banishment. \n"},{"number":15,"text":"All that pass by clap \\add their\\add* hands at thee; they\nhiss and wag their head at the daughter of Jerusalem, \\add saying,\nIs\\add* this the city that \\add men\\add* call The perfection of beauty,\nThe joy of the whole earth?\\f + \\fr 2.15  \\ft by: Heb. by the way\\f*\n"},{"number":16,"text":"All thine enemies have opened their mouth against thee: they\nhiss and gnash the teeth: they say, We have swallowed \\add her\\add*\nup: certainly this \\add is\\add* the day that we looked for; we have\nfound, we have seen \\add it\\add*. \n"},{"number":17,"text":"The \\nd LORD\\nd* hath done \\add that\\add* which he had devised;\nhe hath fulfilled his word that he had commanded in the days of old:\nhe hath thrown down, and hath not pitied: and he hath caused \\add thine\\add*\nenemy to rejoice over thee, he hath set up the horn of thine adversaries.\n"},{"number":18,"text":"Their heart cried unto the Lord, O wall of the daughter of\nZion, let tears run down like a river day and night: give thyself no\nrest; let not the apple of thine eye cease. \n"},{"number":19,"text":"Arise, cry out in the night: in the beginning of the watches\npour out thine heart like water before the face of the Lord: lift\nup thy hands toward him for the life of thy young children, that\nfaint for hunger in the top of every street. \n\n"},{"number":20,"text":"Behold, O \\nd LORD\\nd*, and consider to whom thou hast done\nthis. Shall the women eat their fruit, \\add and\\add* children of a span\nlong? shall the priest and the prophet be slain in the sanctuary\nof the Lord?\\f + \\fr 2.20  \\ft of a span…: or, swaddled with their\nhands?\\f* \n"},{"number":21,"text":"The young and the old lie on the ground in the streets: my\nvirgins and my young men are fallen by the sword; thou hast slain\n\\add them\\add* in the day of thine anger; thou hast killed, \\add and\\add*\nnot pitied. \n"},{"number":22,"text":"Thou hast called as in a solemn day my terrors round about,\nso that in the day of the \\nd LORD’s\\nd* anger none escaped nor remained:\nthose that I have swaddled and brought up hath mine enemy consumed.\n"}],"number":2},{"verses":[{"number":1,"text":"I \\add am\\add* the man \\add that\\add* hath seen affliction by the\nrod of his wrath. \n"},{"number":2,"text":"He hath led me, and brought \\add me into\\add* darkness, but not\n\\add into\\add* light. \n"},{"number":3,"text":"Surely against me is he turned; he turneth his hand \\add against\nme\\add* all the day. \n"},{"number":4,"text":"My flesh and my skin hath he made old; he hath broken my bones.\n"},{"number":5,"text":"He hath builded against me, and compassed \\add me\\add* with\ngall and travail. \n"},{"number":6,"text":"He hath set me in dark places, as \\add they that be\\add* dead\nof old. \n"},{"number":7,"text":"He hath hedged me about, that I cannot get out: he hath made my\nchain heavy. \n"},{"number":8,"text":"Also when I cry and shout, he shutteth out my prayer. \n"},{"number":9,"text":"He hath inclosed my ways with hewn stone, he hath made my paths\ncrooked. \n"},{"number":10,"text":"He \\add was\\add* unto me \\add as\\add* a bear lying in wait,\n\\add and as\\add* a lion in secret places. \n"},{"number":11,"text":"He hath turned aside my ways, and pulled me in pieces: he hath\nmade me desolate. \n"},{"number":12,"text":"He hath bent his bow, and set me as a mark for the arrow.\n"},{"number":13,"text":"He hath caused the arrows of his quiver to enter into my reins.\\f + \\fr 3.13 \n\\ft arrows: Heb. sons\\f* \n"},{"number":14,"text":"I was a derision to all my people; \\add and\\add* their song\nall the day. \n"},{"number":15,"text":"He hath filled me with bitterness, he hath made me drunken\nwith wormwood.\\f + \\fr 3.15  \\ft bitterness: Heb. bitternesses\\f*\n"},{"number":16,"text":"He hath also broken my teeth with gravel stones, he hath covered\nme with ashes.\\f + \\fr 3.16  \\ft covered…: or, rolled me in the ashes\\f*\n"},{"number":17,"text":"And thou hast removed my soul far off from peace: I forgat\nprosperity.\\f + \\fr 3.17  \\ft prosperity: Heb. good\\f* \n"},{"number":18,"text":"And I said, My strength and my hope is perished from the \\nd LORD\\nd*:\n"},{"number":19,"text":"Remembering mine affliction and my misery, the wormwood and the\ngall.\\f + \\fr 3.19  \\ft Remembering: or, Remember\\f* \n"},{"number":20,"text":"My soul hath \\add them\\add* still in remembrance, and is humbled in\nme.\\f + \\fr 3.20  \\ft humbled: Heb. bowed\\f* \n\n"},{"number":21,"text":"This I recall to my mind, therefore have I hope.\\f + \\fr 3.21 \n\\ft recall…: Heb. make to return to my heart\\f* \n\n"},{"number":22,"text":"\\add It is of\\add* the \\nd LORD’s\\nd* mercies that we are not\nconsumed, because his compassions fail not. \n"},{"number":23,"text":"\\add They are\\add* new every morning: great \\add is\\add* thy\nfaithfulness. \n"},{"number":24,"text":"The \\nd LORD\\nd* \\add is\\add* my portion, saith my soul; therefore will I\nhope in him. \n"},{"number":25,"text":"The \\nd LORD\\nd* \\add is\\add* good unto them that wait for him, to the\nsoul \\add that\\add* seeketh him. \n"},{"number":26,"text":"\\add It is\\add* good that \\add a man\\add* should both hope\nand quietly wait for the salvation of the \\nd LORD\\nd*. \n"},{"number":27,"text":"\\add It is\\add* good for a man that he bear the yoke in his\nyouth. \n"},{"number":28,"text":"He sitteth alone and keepeth silence, because he hath borne\n\\add it\\add* upon him. \n"},{"number":29,"text":"He putteth his mouth in the dust; if so be there may be hope.\n"},{"number":30,"text":"He giveth \\add his\\add* cheek to him that smiteth him: he is filled\nfull with reproach. \n"},{"number":31,"text":"For the Lord will not cast off for ever: \n"},{"number":32,"text":"But though he cause grief, yet will he have compassion according to the\nmultitude of his mercies. \n"},{"number":33,"text":"For he doth not afflict willingly nor grieve the children\nof men.\\f + \\fr 3.33  \\ft willingly: Heb. from his heart\\f* \n"},{"number":34,"text":"To crush under his feet all the prisoners of the earth, \n"},{"number":35,"text":"To turn aside the right of a man before the face of the most\nHigh,\\f + \\fr 3.35  \\ft the most High: or, a superior\\f* \n"},{"number":36,"text":"To subvert a man in his cause, the Lord approveth not.\\f + \\fr 3.36 \n\\ft approveth not: or, seeth not\\f* \n\n"},{"number":37,"text":"Who \\add is\\add* he \\add that\\add* saith, and it cometh to pass,\n\\add when\\add* the Lord commandeth \\add it\\add* not? \n"},{"number":38,"text":"Out of the mouth of the most High proceedeth not evil and\ngood? \n"},{"number":39,"text":"Wherefore doth a living man complain, a man for the punishment of his\nsins?\\f + \\fr 3.39  \\ft complain: or, murmur\\f* \n"},{"number":40,"text":"Let us search and try our ways, and turn again to the \\nd LORD\\nd*.\n"},{"number":41,"text":"Let us lift up our heart with \\add our\\add* hands unto God\nin the heavens. \n\n"},{"number":42,"text":"We have transgressed and have rebelled: thou hast not pardoned.\n"},{"number":43,"text":"Thou hast covered with anger, and persecuted us: thou hast\nslain, thou hast not pitied. \n"},{"number":44,"text":"Thou hast covered thyself with a cloud, that \\add our\\add*\nprayer should not pass through. \n"},{"number":45,"text":"Thou hast made us \\add as\\add* the offscouring and refuse\nin the midst of the people. \n"},{"number":46,"text":"All our enemies have opened their mouths against us. \n"},{"number":47,"text":"Fear and a snare is come upon us, desolation and destruction.\n"},{"number":48,"text":"Mine eye runneth down with rivers of water for the destruction\nof the daughter of my people. \n"},{"number":49,"text":"Mine eye trickleth down, and ceaseth not, without any intermission,\n"},{"number":50,"text":"Till the \\nd LORD\\nd* look down, and behold from heaven. \n"},{"number":51,"text":"Mine eye affecteth mine heart because of all the daughters\nof my city.\\f + \\fr 3.51  \\ft mine heart: Heb. my soul\\f*\\f + \\fr 3.51 \n\\ft because…: or, more than all\\f* \n"},{"number":53,"text":"They have cut off my life in the dungeon, and cast a stone upon me.\n"},{"number":54,"text":"Waters flowed over mine head; \\add then\\add* I said, I am cut\noff. \n\n"},{"number":55,"text":"I called upon thy name, O \\nd LORD\\nd*, out of the low dungeon.\n"},{"number":56,"text":"Thou hast heard my voice: hide not thine ear at my breathing,\nat my cry. \n"},{"number":57,"text":"Thou drewest near in the day \\add that\\add* I called upon thee: thou\nsaidst, Fear not. \n"},{"number":58,"text":"O Lord, thou hast pleaded the causes of my soul; thou hast\nredeemed my life. \n"},{"number":59,"text":"O \\nd LORD\\nd*, thou hast seen my wrong: judge thou my cause.\n"},{"number":60,"text":"Thou hast seen all their vengeance \\add and\\add* all their\nimaginations against me. \n"},{"number":61,"text":"Thou hast heard their reproach, O \\nd LORD\\nd*, \\add and\\add*\nall their imaginations against me; \n"},{"number":62,"text":"The lips of those that rose up against me, and their device\nagainst me all the day. \n"},{"number":63,"text":"Behold their sitting down, and their rising up; I \\add am\\add*\ntheir musick. \n\n"},{"number":64,"text":"Render unto them a recompence, O \\nd LORD\\nd*, according to the\nwork of their hands. \n"},{"number":65,"text":"Give them sorrow of heart, thy curse unto them.\\f + \\fr 3.65 \n\\ft sorrow…: or, obstinacy of heart\\f* \n"},{"number":66,"text":"Persecute and destroy them in anger from under the heavens\nof the \\nd LORD\\nd*. \n"}],"number":3},{"verses":[{"number":1,"text":"How is the gold become dim! \\add how\\add* is the most fine\ngold changed! the stones of the sanctuary are poured out in the top\nof every street. \n"},{"number":2,"text":"The precious sons of Zion, comparable to fine gold, how are they\nesteemed as earthen pitchers, the work of the hands of the potter!\n"},{"number":3,"text":"Even the sea monsters draw out the breast, they give suck to their young\nones: the daughter of my people \\add is become\\add* cruel, like the\nostriches in the wilderness.\\f + \\fr 4.3  \\ft sea…: or, sea calves\\f*\n"},{"number":4,"text":"The tongue of the sucking child cleaveth to the roof of his\nmouth for thirst: the young children ask bread, \\add and\\add* no man\nbreaketh \\add it\\add* unto them. \n"},{"number":5,"text":"They that did feed delicately are desolate in the streets:\nthey that were brought up in scarlet embrace dunghills. \n"},{"number":6,"text":"For the punishment of the iniquity of the daughter of my people\nis greater than the punishment of the sin of Sodom, that was overthrown\nas in a moment, and no hands stayed on her.\\f + \\fr 4.6  \\ft punishment of the iniquity: or,\niniquity\\f* \n"},{"number":7,"text":"Her Nazarites were purer than snow, they were whiter than milk,\nthey were more ruddy in body than rubies, their polishing \\add was\\add*\nof sapphire: \n"},{"number":8,"text":"Their visage is blacker than a coal; they are not known in the\nstreets: their skin cleaveth to their bones; it is withered, it is become like a\nstick.\\f + \\fr 4.8  \\ft blacker…: Heb. darker than blackness\\f* \n"},{"number":9,"text":"\\add They that be\\add* slain with the sword are better than\n\\add they that be\\add* slain with hunger: for these pine away, stricken through for\n\\add want of\\add* the fruits of the field.\\f + \\fr 4.9  \\ft pine…: Heb. flow\nout\\f* \n"},{"number":10,"text":"The hands of the pitiful women have sodden their own children:\nthey were their meat in the destruction of the daughter of my people.\n"},{"number":11,"text":"The \\nd LORD\\nd* hath accomplished his fury; he hath poured\nout his fierce anger, and hath kindled a fire in Zion, and it hath\ndevoured the foundations thereof. \n"},{"number":12,"text":"The kings of the earth, and all the inhabitants of the world,\nwould not have believed that the adversary and the enemy should have\nentered into the gates of Jerusalem. \n\n"},{"number":13,"text":"For the sins of her prophets, \\add and\\add* the iniquities\nof her priests, that have shed the blood of the just in the midst of her,\n"},{"number":14,"text":"They have wandered \\add as\\add* blind \\add men\\add* in the\nstreets, they have polluted themselves with blood, so that men could\nnot touch their garments.\\f + \\fr 4.14  \\ft so…: or, in that they could not but\ntouch\\f* \n"},{"number":15,"text":"They cried unto them, Depart ye; \\add it is\\add* unclean;\ndepart, depart, touch not: when they fled away and wandered, they\nsaid among the heathen, They shall no more sojourn \\add there\\add*.\\f + \\fr 4.15 \n\\ft it…: or, ye polluted\\f* \n"},{"number":16,"text":"The anger of the \\nd LORD\\nd* hath divided them; he will no\nmore regard them: they respected not the persons of the priests,\nthey favoured not the elders.\\f + \\fr 4.16  \\ft anger: or, face\\f*\n"},{"number":17,"text":"As for us, our eyes as yet failed for our vain help: in our\nwatching we have watched for a nation \\add that\\add* could not save\n\\add us\\add*. \n"},{"number":18,"text":"They hunt our steps, that we cannot go in our streets: our\nend is near, our days are fulfilled; for our end is come. \n"},{"number":19,"text":"Our persecutors are swifter than the eagles of the heaven:\nthey pursued us upon the mountains, they laid wait for us in the\nwilderness. \n"},{"number":20,"text":"The breath of our nostrils, the anointed of the \\nd LORD\\nd*,\nwas taken in their pits, of whom we said, Under his shadow we shall\nlive among the heathen. \n\n"},{"number":21,"text":"Rejoice and be glad, O daughter of Edom, that dwellest in the\nland of Uz; the cup also shall pass through unto thee: thou shalt be\ndrunken, and shalt make thyself naked. \n\n"},{"number":22,"text":"The punishment of thine iniquity is accomplished, O daughter\nof Zion; he will no more carry thee away into captivity: he will\nvisit thine iniquity, O daughter of Edom; he will discover thy sins.\\f + \\fr 4.22 \n\\ft The…: or, Thine iniquity\\f*\\f + \\fr 4.22  \\ft discover…: or, carry thee captive for thy\nsins\\f* \n"}],"number":4},{"verses":[{"number":1,"text":"Remember, O \\nd LORD\\nd*, what is come upon us: consider, and\nbehold our reproach. \n"},{"number":2,"text":"Our inheritance is turned to strangers, our houses to aliens.\n"},{"number":3,"text":"We are orphans and fatherless, our mothers \\add are\\add* as\nwidows. \n"},{"number":4,"text":"We have drunken our water for money; our wood is sold unto\nus.\\f + \\fr 5.4  \\ft is…: Heb. cometh for price\\f* \n"},{"number":5,"text":"Our necks \\add are\\add* under persecution: we labour, \\add and\\add*\nhave no rest.\\f + \\fr 5.5  \\ft Our…: Heb. On our necks are we persecuted\\f*\n"},{"number":6,"text":"We have given the hand \\add to\\add* the Egyptians, \\add and\nto\\add* the Assyrians, to be satisfied with bread. \n"},{"number":7,"text":"Our fathers have sinned, \\add and are\\add* not; and we have\nborne their iniquities. \n"},{"number":8,"text":"Servants have ruled over us: \\add there is\\add* none that doth\ndeliver \\add us\\add* out of their hand. \n"},{"number":9,"text":"We gat our bread with \\add the peril of\\add* our lives because\nof the sword of the wilderness. \n"},{"number":10,"text":"Our skin was black like an oven because of the terrible famine.\\f + \\fr 5.10 \n\\ft terrible: or, terrors, or, storms\\f* \n"},{"number":11,"text":"They ravished the women in Zion, \\add and\\add* the maids in the\ncities of Judah. \n"},{"number":12,"text":"Princes are hanged up by their hand: the faces of elders were not\nhonoured. \n"},{"number":13,"text":"They took the young men to grind, and the children fell under the\nwood. \n"},{"number":14,"text":"The elders have ceased from the gate, the young men from their\nmusick. \n"},{"number":15,"text":"The joy of our heart is ceased; our dance is turned into mourning.\n"},{"number":16,"text":"The crown is fallen \\add from\\add* our head: woe unto us, that we have\nsinned!\\f + \\fr 5.16  \\ft The…: Heb. The crown of our head is fallen\\f*\n\n"},{"number":17,"text":"For this our heart is faint; for these \\add things\\add* our\neyes are dim. \n"},{"number":18,"text":"Because of the mountain of Zion, which is desolate, the foxes\nwalk upon it. \n"},{"number":19,"text":"Thou, O \\nd LORD\\nd*, remainest  for ever; thy throne from\ngeneration to generation. \n"},{"number":20,"text":"Wherefore dost thou forget us for ever, \\add and\\add* forsake\nus so long time?\\f + \\fr 5.20  \\ft so…: Heb. for length of days?\\f*\n"},{"number":21,"text":"Turn thou us unto thee, O \\nd LORD\\nd*, and we shall be turned;\nrenew our days as of old. \n"},{"number":22,"text":"But thou hast utterly rejected us; thou art very wroth against\nus.\\f + \\fr 5.22  \\ft But…: or, For wilt thou utterly reject us?\\f*\n"}],"number":5}]}