{"headers":{"id":"DAN  Daniel","h":"Daniel","toc1":"The Book of Daniel","toc2":"Daniel","toc3":"Dan","mt1":"The Book of Daniel"},"book":"Daniel","chapters":[{"verses":[{"number":1,"text":"In the third year of the reign of Jehoiakim king of Judah came\nNebuchadnezzar king of Babylon unto Jerusalem, and besieged it. \n"},{"number":2,"text":"And the Lord gave Jehoiakim king of Judah into his hand, with\npart of the vessels of the house of God: which he carried into the\nland of Shinar to the house of his god; and he brought the vessels\ninto the treasure house of his god. \n\n"},{"number":3,"text":"And the king spake unto Ashpenaz the master of his eunuchs,\nthat he should bring \\add certain\\add* of the children of Israel,\nand of the king’s seed, and of the princes; \n"},{"number":4,"text":"Children in whom \\add was\\add* no blemish, but well favoured,\nand skilful in all wisdom, and cunning in knowledge, and understanding\nscience, and such as \\add had\\add* ability in them to stand in the\nking’s palace, and whom they might teach the learning and the tongue\nof the Chaldeans. \n"},{"number":5,"text":"And the king appointed them a daily provision of the king’s\nmeat, and of the wine which he drank: so nourishing them three years,\nthat at the end thereof they might stand before the king.\\f + \\fr 1.5 \n\\ft the wine…: Heb. the wine of his drink\\f* \n"},{"number":6,"text":"Now among these were of the children of Judah, Daniel, Hananiah,\nMishael, and Azariah: \n"},{"number":7,"text":"Unto whom the prince of the eunuchs gave names: for he gave\nunto Daniel \\add the name\\add* of Belteshazzar; and to Hananiah,\nof Shadrach; and to Mishael, of Meshach; and to Azariah, of Abed-nego.\n\n"},{"number":8,"text":"But Daniel purposed in his heart that he would not defile\nhimself with the portion of the king’s meat, nor with the wine which he\ndrank: therefore he requested of the prince of the eunuchs that he might not\ndefile himself. \n"},{"number":9,"text":"Now God had brought Daniel into favour and tender love with\nthe prince of the eunuchs. \n"},{"number":10,"text":"And the prince of the eunuchs said unto Daniel, I fear my\nlord the king, who hath appointed your meat and your drink: for why should he\nsee your faces worse liking than the children which \\add are\\add*\nof your sort? then shall ye make \\add me\\add* endanger my head to the\nking.\\f + \\fr 1.10  \\ft worse…: Heb. sadder\\f*\\f + \\fr 1.10  \\ft sort: or, term, or,\ncontinuance?\\f* \n"},{"number":11,"text":"Then said Daniel to Melzar, whom the prince of the eunuchs\nhad set over Daniel, Hananiah, Mishael, and Azariah,\\f + \\fr 1.11 \n\\ft Melzar: or, the steward\\f* \n"},{"number":12,"text":"Prove thy servants, I beseech thee, ten days; and let them\ngive us pulse to eat, and water to drink.\\f + \\fr 1.12  \\ft pulse: Heb. of\npulse\\f*\\f + \\fr 1.12  \\ft to eat…: Heb. that we may eat, etc\\f*\n"},{"number":13,"text":"Then let our countenances be looked upon before thee, and the\ncountenance of the children that eat of the portion of the king’s\nmeat: and as thou seest, deal with thy servants. \n"},{"number":14,"text":"So he consented to them in this matter, and proved them ten\ndays. \n"},{"number":15,"text":"And at the end of ten days their countenances appeared fairer\nand fatter in flesh than all the children which did eat the portion\nof the king’s meat. \n"},{"number":16,"text":"Thus Melzar took away the portion of their meat, and the wine\nthat they should drink; and gave them pulse. \n\n"},{"number":17,"text":"As for these four children, God gave them knowledge and skill\nin all learning and wisdom: and Daniel had understanding in all visions\nand dreams.\\f + \\fr 1.17  \\ft Daniel…: or, he made Daniel understand\\f*\n"},{"number":18,"text":"Now at the end of the days that the king had said he should\nbring them in, then the prince of the eunuchs brought them in before\nNebuchadnezzar. \n"},{"number":19,"text":"And the king communed with them; and among them all was found\nnone like Daniel, Hananiah, Mishael, and Azariah: therefore stood\nthey before the king. \n"},{"number":20,"text":"And in all matters of wisdom \\add and\\add* understanding,\nthat the king enquired of them, he found them ten times better than all the\nmagicians \\add and\\add* astrologers that \\add were\\add* in all his\nrealm.\\f + \\fr 1.20  \\ft wisdom…: Heb. wisdom of understanding\\f*\n"},{"number":21,"text":"And Daniel continued \\add even\\add* unto the first year of\nking Cyrus. \n"}],"number":1},{"verses":[{"number":1,"text":"And in the second year of the reign of Nebuchadnezzar Nebuchadnezzar\ndreamed dreams, wherewith his spirit was troubled, and his sleep\nbrake from him. \n"},{"number":2,"text":"Then the king commanded to call the magicians, and the astrologers,\nand the sorcerers, and the Chaldeans, for to shew the king his dreams.\nSo they came and stood before the king. \n"},{"number":3,"text":"And the king said unto them, I have dreamed a dream, and my\nspirit was troubled to know the dream. \n"},{"number":4,"text":"Then spake the Chaldeans to the king in Syriack, O king, live\nfor ever: tell thy servants the dream, and we will shew the interpretation.\\f + \\fr 2.4 \n\\ft O king…: (Chaldee, to the end of chapter seven)\\f* \n"},{"number":5,"text":"The king answered and said to the Chaldeans, The thing is gone\nfrom me: if ye will not make known unto me the dream, with the interpretation\nthereof, ye shall be cut in pieces, and your houses shall be made\na dunghill.\\f + \\fr 2.5  \\ft cut…: Chaldee, made pieces\\f* \n"},{"number":6,"text":"But if ye shew the dream, and the interpretation thereof, ye shall\nreceive of me gifts and rewards and great honour: therefore shew\nme the dream, and the interpretation thereof.\\f + \\fr 2.6  \\ft rewards: or,\nfee\\f* \n"},{"number":7,"text":"They answered again and said, Let the king tell his servants\nthe dream, and we will shew the interpretation of it. \n"},{"number":8,"text":"The king answered and said, I know of certainty that ye would\ngain the time, because ye see the thing is gone from me.\\f + \\fr 2.8 \n\\ft gain: Chaldee, buy\\f* \n"},{"number":9,"text":"But if ye will not make known unto me the dream, \\add there is\nbut\\add* one decree for you: for ye have prepared lying and corrupt\nwords to speak before me, till the time be changed: therefore tell\nme the dream, and I shall know that ye can shew me the interpretation thereof.\n\n"},{"number":10,"text":"The Chaldeans answered before the king, and said, There is\nnot a man upon the earth that can shew the king’s matter: therefore\n\\add there is\\add* no king, lord, nor ruler, \\add that\\add* asked\nsuch things at any magician, or astrologer, or Chaldean. \n"},{"number":11,"text":"And \\add it is\\add* a rare thing that the king requireth, and there\nis none other that can shew it before the king, except the gods,\nwhose dwelling is not with flesh. \n"},{"number":12,"text":"For this cause the king was angry and very furious, and commanded\nto destroy all the wise \\add men\\add* of Babylon. \n"},{"number":13,"text":"And the decree went forth that the wise \\add men\\add* should be\nslain; and they sought Daniel and his fellows to be slain. \n\n"},{"number":14,"text":"Then Daniel answered with counsel and wisdom to Arioch the\ncaptain of the king’s guard, which was gone forth to slay the wise\n\\add men\\add* of Babylon:\\f + \\fr 2.14  \\ft answered…: Chaldee, returned\\f*\\f + \\fr 2.14 \n\\ft captain…: or, chief marshal: Chaldee, chief of the executioners, or,\nslaughtermen\\f* \n"},{"number":15,"text":"He answered and said to Arioch the king’s captain, Why \\add is\\add*\nthe decree \\add so\\add* hasty from the king? Then Arioch made the\nthing known to Daniel. \n"},{"number":16,"text":"Then Daniel went in, and desired of the king that he would\ngive him time, and that he would shew the king the interpretation.\n"},{"number":17,"text":"Then Daniel went to his house, and made the thing known to\nHananiah, Mishael, and Azariah, his companions: \n"},{"number":18,"text":"That they would desire mercies of the God of heaven concerning\nthis secret; that Daniel and his fellows should not perish with the\nrest of the wise \\add men\\add* of Babylon.\\f + \\fr 2.18  \\ft of the God: Chaldee, from before\nGod\\f*\\f + \\fr 2.18  \\ft that Daniel…: or, that they should not destroy Daniel,\netc\\f* \n\n"},{"number":19,"text":"Then was the secret revealed unto Daniel in a night vision.\nThen Daniel blessed the God of heaven. \n"},{"number":20,"text":"Daniel answered and said, Blessed be the name of God for ever\nand ever: for wisdom and might are his: \n"},{"number":21,"text":"And he changeth the times and the seasons: he removeth kings,\nand setteth up kings: he giveth wisdom unto the wise, and knowledge\nto them that know understanding: \n"},{"number":22,"text":"He revealeth the deep and secret things: he knoweth what \\add is\\add*\nin the darkness, and the light dwelleth with him. \n"},{"number":23,"text":"I thank thee, and praise thee, O thou God of my fathers, who hast\ngiven me wisdom and might, and hast made known unto me now what we\ndesired of thee: for thou hast \\add now\\add* made known unto us the\nking’s matter. \n\n"},{"number":24,"text":"Therefore Daniel went in unto Arioch, whom the king had ordained\nto destroy the wise \\add men\\add* of Babylon: he went and said thus\nunto him; Destroy not the wise \\add men\\add* of Babylon: bring me\nin before the king, and I will shew unto the king the interpretation.\n"},{"number":25,"text":"Then Arioch brought in Daniel before the king in haste, and\nsaid thus unto him, I have found a man of the captives of Judah,\nthat will make known unto the king the interpretation.\\f + \\fr 2.25 \n\\ft I have…: Chaldee, That I have found\\f*\\f + \\fr 2.25  \\ft captives…: Chaldee, children of the captivity of\nJudah\\f* \n"},{"number":26,"text":"The king answered and said to Daniel, whose name \\add was\\add*\nBelteshazzar, Art thou able to make known unto me the dream which I have\nseen, and the interpretation thereof? \n"},{"number":27,"text":"Daniel answered in the presence of the king, and said, The\nsecret which the king hath demanded cannot the wise \\add men\\add*,\nthe astrologers, the magicians, the soothsayers, shew unto the king;\n"},{"number":28,"text":"But there is a God in heaven that revealeth secrets, and maketh\nknown to the king Nebuchadnezzar what shall be in the latter days.\nThy dream, and the visions of thy head upon thy bed, are these;\\f + \\fr 2.28 \n\\ft maketh…: Chaldee, hath made known\\f* \n"},{"number":29,"text":"As for thee, O king, thy thoughts came \\add into thy mind\\add*\nupon thy bed, what should come to pass hereafter: and he that revealeth\nsecrets maketh known to thee what shall come to pass.\\f + \\fr 2.29 \n\\ft came: Chaldee, came up\\f* \n"},{"number":30,"text":"But as for me, this secret is not revealed to me for \\add any\\add*\nwisdom that I have more than any living, but for \\add their\\add*\nsakes that shall make known the interpretation to the king, and that thou mightest\nknow the thoughts of thy heart.\\f + \\fr 2.30  \\ft but for…: or, but for the intent that the interpretation may be made known to\nthe king\\f* \n\n"},{"number":31,"text":"Thou, O king, sawest, and behold a great image. This great\nimage, whose brightness \\add was\\add* excellent, stood before thee; and the\nform thereof \\add was\\add* terrible.\\f + \\fr 2.31  \\ft sawest: Chaldee, wast\nseeing\\f* \n"},{"number":32,"text":"This image’s head \\add was\\add* of fine gold, his breast and his\narms of silver, his belly and his thighs of brass,\\f + \\fr 2.32 \n\\ft thighs: or, sides\\f* \n"},{"number":33,"text":"His legs of iron, his feet part of iron and part of clay.\n"},{"number":34,"text":"Thou sawest till that a stone was cut out without hands, which\nsmote the image upon his feet \\add that were\\add* of iron and clay,\nand brake them to pieces.\\f + \\fr 2.34  \\ft without…: or, which was not in\nhands\\f* \n"},{"number":35,"text":"Then was the iron, the clay, the brass, the silver, and the\ngold, broken to pieces together, and became like the chaff of the\nsummer threshingfloors; and the wind carried them away, that no place\nwas found for them: and the stone that smote the image became a great\nmountain, and filled the whole earth. \n\n"},{"number":36,"text":"This \\add is\\add* the dream; and we will tell the interpretation\nthereof before the king. \n"},{"number":37,"text":"Thou, O king, \\add art\\add* a king of kings: for the God of\nheaven hath given thee a kingdom, power, and strength, and glory.\n"},{"number":38,"text":"And wheresoever the children of men dwell, the beasts of the\nfield and the fowls of the heaven hath he given into thine hand,\nand hath made thee ruler over them all. Thou \\add art\\add* this head\nof gold. \n"},{"number":39,"text":"And after thee shall arise another kingdom inferior to thee,\nand another third kingdom of brass, which shall bear rule over all\nthe earth. \n"},{"number":40,"text":"And the fourth kingdom shall be strong as iron: forasmuch as\niron breaketh in pieces and subdueth all \\add things:\\add* and as\niron that breaketh all these, shall it break in pieces and bruise.\n"},{"number":41,"text":"And whereas thou sawest the feet and toes, part of potters’\nclay, and part of iron, the kingdom shall be divided; but there shall\nbe in it of the strength of the iron, forasmuch as thou sawest the\niron mixed with miry clay. \n"},{"number":42,"text":"And \\add as\\add* the toes of the feet \\add were\\add* part of\niron, and part of clay, \\add so\\add* the kingdom shall be partly\nstrong, and partly broken.\\f + \\fr 2.42  \\ft broken: or, brittle\\f*\n"},{"number":43,"text":"And whereas thou sawest iron mixed with miry clay, they shall mingle\nthemselves with the seed of men: but they shall not cleave one to\nanother, even as iron is not mixed with clay.\\f + \\fr 2.43  \\ft one…: Chaldee, this with\nthis\\f* \n"},{"number":44,"text":"And in the days of these kings shall the God of heaven set\nup a kingdom, which shall never be destroyed: and the kingdom shall\nnot be left to other people, \\add but\\add* it shall break in pieces\nand consume all these kingdoms, and it shall stand for ever.\\f + \\fr 2.44 \n\\ft the days: Chaldee, their days\\f*\\f + \\fr 2.44  \\ft the kingdom: Chaldee, the kingdom\nthereof\\f* \n"},{"number":45,"text":"Forasmuch as thou sawest that the stone was cut out of the\nmountain without hands, and that it brake in pieces the iron, the\nbrass, the clay, the silver, and the gold; the great God hath made\nknown to the king what shall come to pass hereafter: and the dream\n\\add is\\add* certain, and the interpretation thereof sure.\\f + \\fr 2.45 \n\\ft without…: or, which was not in hands\\f*\\f + \\fr 2.45  \\ft hereafter: Chaldee, after\nthis\\f* \n\n"},{"number":46,"text":"Then the king Nebuchadnezzar fell upon his face, and worshipped\nDaniel, and commanded that they should offer an oblation and sweet\nodours unto him. \n"},{"number":47,"text":"The king answered unto Daniel, and said, Of a truth \\add it\nis\\add*, that your God \\add is\\add* a God of gods, and a Lord of\nkings, and a revealer of secrets, seeing thou couldest reveal this\nsecret. \n"},{"number":48,"text":"Then the king made Daniel a great man, and gave him many great\ngifts, and made him ruler over the whole province of Babylon, and\nchief of the governors over all the wise \\add men\\add* of Babylon.\n"},{"number":49,"text":"Then Daniel requested of the king, and he set Shadrach, Meshach,\nand Abed-nego, over the affairs of the province of Babylon: but Daniel\n\\add sat\\add* in the gate of the king. \n"}],"number":2},{"verses":[{"number":1,"text":"Nebuchadnezzar the king made an image of gold, whose height\n\\add was\\add* threescore cubits, \\add and\\add* the breadth thereof\nsix cubits: he set it up in the plain of Dura, in the province of\nBabylon. \n"},{"number":2,"text":"Then Nebuchadnezzar the king sent to gather together the princes,\nthe governors, and the captains, the judges, the treasurers, the\ncounsellors, the sheriffs, and all the rulers of the provinces, to\ncome to the dedication of the image which Nebuchadnezzar the king\nhad set up. \n"},{"number":3,"text":"Then the princes, the governors, and captains, the judges,\nthe treasurers, the counsellors, the sheriffs, and all the rulers\nof the provinces, were gathered together unto the dedication of the\nimage that Nebuchadnezzar the king had set up; and they stood before\nthe image that Nebuchadnezzar had set up. \n"},{"number":4,"text":"Then an herald cried aloud, To you it is commanded, O people,\nnations, and languages,\\f + \\fr 3.4  \\ft aloud: Chaldee, with might\\f*\\f + \\fr 3.4 \n\\ft it…: Chaldee, they command\\f* \n"},{"number":5,"text":"\\add That\\add* at what time ye hear the sound of the cornet,\nflute, harp, sackbut, psaltery, dulcimer, and all kinds of musick,\nye fall down and worship the golden image that Nebuchadnezzar the\nking hath set up:\\f + \\fr 3.5  \\ft dulcimer: or, singing: Chaldee,\nsymphony\\f* \n"},{"number":6,"text":"And whoso falleth not down and worshippeth shall the same hour\nbe cast into the midst of a burning fiery furnace. \n"},{"number":7,"text":"Therefore at that time, when all the people heard the sound\nof the cornet, flute, harp, sackbut, psaltery, and all kinds of musick,\nall the people, the nations, and the languages, fell down \\add and\\add*\nworshipped the golden image that Nebuchadnezzar the king had set\nup. \n\n"},{"number":8,"text":"Wherefore at that time certain Chaldeans came near, and accused\nthe Jews. \n"},{"number":9,"text":"They spake and said to the king Nebuchadnezzar, O king, live\nfor ever. \n"},{"number":10,"text":"Thou, O king, hast made a decree, that every man that shall\nhear the sound of the cornet, flute, harp, sackbut, psaltery, and\ndulcimer, and all kinds of musick, shall fall down and worship the\ngolden image:\\f + \\fr 3.10  \\ft dulcimer: or, singing: Chaldee, symphony\\f*\n"},{"number":11,"text":"And whoso falleth not down and worshippeth, \\add that\\add*\nhe should be cast into the midst of a burning fiery furnace. \n"},{"number":12,"text":"There are certain Jews whom thou hast set over the affairs\nof the province of Babylon, Shadrach, Meshach, and Abed-nego; these\nmen, O king, have not regarded thee: they serve not thy gods, nor\nworship the golden image which thou hast set up.\\f + \\fr 3.12  \\ft have…: Chaldee, have set no regard upon\nthee\\f* \n\n"},{"number":13,"text":"Then Nebuchadnezzar in \\add his\\add* rage and fury commanded\nto bring Shadrach, Meshach, and Abed-nego. Then they brought these\nmen before the king. \n"},{"number":14,"text":"Nebuchadnezzar spake and said unto them, \\add Is it\\add* true,\nO Shadrach, Meshach, and Abed-nego, do not ye serve my gods, nor\nworship the golden image which I have set up?\\f + \\fr 3.14  \\ft true: or, of\npurpose\\f* \n"},{"number":15,"text":"Now if ye be ready that at what time ye hear the sound of the\ncornet, flute, harp, sackbut, psaltery, and dulcimer, and all kinds\nof musick, ye fall down and worship the image which I have made;\n\\add well:\\add* but if ye worship not, ye shall be cast the same\nhour into the midst of a burning fiery furnace; and who \\add is\\add*\nthat God that shall deliver you out of my hands?\\f + \\fr 3.15  \\ft dulcimer: or, singing: Chaldee,\nsymphony\\f* \n"},{"number":16,"text":"Shadrach, Meshach, and Abed-nego, answered and said to the\nking, O Nebuchadnezzar, we \\add are\\add* not careful to answer thee\nin this matter. \n"},{"number":17,"text":"If it be \\add so\\add*, our God whom we serve is able to deliver\nus from the burning fiery furnace, and he will deliver \\add us\\add*\nout of thine hand, O king. \n"},{"number":18,"text":"But if not, be it known unto thee, O king, that we will not\nserve thy gods, nor worship the golden image which thou hast set\nup. \n\n"},{"number":19,"text":"Then was Nebuchadnezzar full of fury, and the form of his\nvisage was changed against Shadrach, Meshach, and Abed-nego: \\add therefore\\add*\nhe spake, and commanded that they should heat the furnace one seven\ntimes more than it was wont to be heated.\\f + \\fr 3.19  \\ft full: Chaldee,\nfilled\\f* \n"},{"number":20,"text":"And he commanded the most mighty men that \\add were\\add* in his\narmy to bind Shadrach, Meshach, and Abed-nego, \\add and\\add* to cast\n\\add them\\add* into the burning fiery furnace.\\f + \\fr 3.20  \\ft most…: Chaldee, mighty of\nstrength\\f* \n"},{"number":21,"text":"Then these men were bound in their coats, their hosen, and their\nhats, and their \\add other\\add* garments, and were cast into the\nmidst of the burning fiery furnace.\\f + \\fr 3.21  \\ft coats: or,\nmantles\\f*\\f + \\fr 3.21  \\ft hats: or, turbans\\f* \n"},{"number":22,"text":"Therefore because the king’s commandment was urgent, and the\nfurnace exceeding hot, the flame of the fire slew those men that took\nup Shadrach, Meshach, and Abed-nego.\\f + \\fr 3.22  \\ft commandment: Chaldee,\nword\\f*\\f + \\fr 3.22  \\ft flame: or, spark\\f* \n"},{"number":23,"text":"And these three men, Shadrach, Meshach, and Abed-nego, fell\ndown bound into the midst of the burning fiery furnace. \n"},{"number":24,"text":"Then Nebuchadnezzar the king was astonied, and rose up in\nhaste, \\add and\\add* spake, and said unto his counsellors, Did not\nwe cast three men bound into the midst of the fire? They answered\nand said unto the king, True, O king.\\f + \\fr 3.24  \\ft counsellors: or,\ngovernors\\f* \n"},{"number":25,"text":"He answered and said, Lo, I see four men loose, walking in the\nmidst of the fire, and they have no hurt; and the form of the fourth\nis like the Son of God.\\f + \\fr 3.25  \\ft they…: Chaldee, there is no hurt in\nthem\\f* \n\n"},{"number":26,"text":"Then Nebuchadnezzar came near to the mouth of the burning\nfiery furnace, \\add and\\add* spake, and said, Shadrach, Meshach,\nand Abed-nego, ye servants of the most high God, come forth, and\ncome \\add hither\\add*. Then Shadrach, Meshach, and Abed-nego, came\nforth of the midst of the fire.\\f + \\fr 3.26  \\ft mouth: Chaldee,\ndoor\\f* \n"},{"number":27,"text":"And the princes, governors, and captains, and the king’s counsellors,\nbeing gathered together, saw these men, upon whose bodies the fire\nhad no power, nor was an hair of their head singed, neither were their\ncoats changed, nor the smell of fire had passed on them. \n\n"},{"number":28,"text":"\\add Then\\add* Nebuchadnezzar spake, and said, Blessed \\add be\\add*\nthe God of Shadrach, Meshach, and Abed-nego, who hath sent his angel,\nand delivered his servants that trusted in him, and have changed\nthe king’s word, and yielded their bodies, that they might not serve\nnor worship any god, except their own God. \n"},{"number":29,"text":"Therefore I make a decree, That every people, nation, and\nlanguage, which speak any thing amiss against the God of Shadrach,\nMeshach, and Abed-nego, shall be cut in pieces, and their houses\nshall be made a dunghill: because there is no other God that can\ndeliver after this sort.\\f + \\fr 3.29  \\ft I make…: Chaldee, a decree is made by\nme\\f*\\f + \\fr 3.29  \\ft any…: Chaldee, error\\f*\\f + \\fr 3.29  \\ft cut…: Chaldee, made\npieces\\f* \n"},{"number":30,"text":"Then the king promoted Shadrach, Meshach, and Abed-nego, in the\nprovince of Babylon.\\f + \\fr 3.30  \\ft promoted: Chaldee, made to\nprosper\\f* \n"}],"number":3},{"verses":[{"number":1,"text":"Nebuchadnezzar the king, unto all people, nations, and languages,\nthat dwell in all the earth; Peace be multiplied unto you. \n"},{"number":2,"text":"I thought it good to shew the signs and wonders that the high\nGod hath wrought toward me.\\f + \\fr 4.2  \\ft I thought…: Chaldee, It was seemly before\nme\\f* \n"},{"number":3,"text":"How great \\add are\\add* his signs! and how mighty \\add are\\add*\nhis wonders! his kingdom \\add is\\add* an everlasting kingdom, and his\ndominion \\add is\\add* from generation to generation. \n\n"},{"number":4,"text":"I Nebuchadnezzar was at rest in mine house, and flourishing\nin my palace: \n"},{"number":5,"text":"I saw a dream which made me afraid, and the thoughts upon my\nbed and the visions of my head troubled me. \n"},{"number":6,"text":"Therefore made I a decree to bring in all the wise \\add men\\add*\nof Babylon before me, that they might make known unto me the interpretation\nof the dream. \n"},{"number":7,"text":"Then came in the magicians, the astrologers, the Chaldeans,\nand the soothsayers: and I told the dream before them; but they did\nnot make known unto me the interpretation thereof. \n\n"},{"number":8,"text":"But at the last Daniel came in before me, whose name \\add was\\add*\nBelteshazzar, according to the name of my god, and in whom \\add is\\add*\nthe spirit of the holy gods: and before him I told the dream, \\add saying\\add*,\n"},{"number":9,"text":"O Belteshazzar, master of the magicians, because I know that the\nspirit of the holy gods \\add is\\add* in thee, and no secret troubleth\nthee, tell me the visions of my dream that I have seen, and the interpretation thereof.\n"},{"number":10,"text":"Thus \\add were\\add* the visions of mine head in my bed; I saw,\nand behold a tree in the midst of the earth, and the height thereof\n\\add was\\add* great.\\f + \\fr 4.10  \\ft I saw: Chaldee, I was seeing\\f*\n"},{"number":11,"text":"The tree grew, and was strong, and the height thereof reached\nunto heaven, and the sight thereof to the end of all the earth: \n"},{"number":12,"text":"The leaves thereof \\add were\\add* fair, and the fruit thereof\nmuch, and in it \\add was\\add* meat for all: the beasts of the field\nhad shadow under it, and the fowls of the heaven dwelt in the boughs\nthereof, and all flesh was fed of it. \n"},{"number":13,"text":"I saw in the visions of my head upon my bed, and, behold,\na watcher and an holy one came down from heaven; \n"},{"number":14,"text":"He cried aloud, and said thus, Hew down the tree, and cut\noff his branches, shake off his leaves, and scatter his fruit: let the\nbeasts get away from under it, and the fowls from his branches:\\f + \\fr 4.14 \n\\ft aloud: Chaldee, with might\\f* \n"},{"number":15,"text":"Nevertheless leave the stump of his roots in the earth, even with a\nband of iron and brass, in the tender grass of the field; and let it be\nwet with the dew of heaven, and \\add let\\add* his portion \\add be\\add*\nwith the beasts in the grass of the earth: \n"},{"number":16,"text":"Let his heart be changed from man’s, and let a beast’s heart\nbe given unto him; and let seven times pass over him. \n"},{"number":17,"text":"This matter \\add is\\add* by the decree of the watchers, and the\ndemand by the word of the holy ones: to the intent that the living\nmay know that the most High ruleth in the kingdom of men, and giveth\nit to whomsoever he will, and setteth up over it the basest of men.\n"},{"number":18,"text":"This dream I king Nebuchadnezzar have seen. Now thou, O Belteshazzar,\ndeclare the interpretation thereof, forasmuch as all the wise \\add men\\add*\nof my kingdom are not able to make known unto me the interpretation:\nbut thou \\add art\\add* able; for the spirit of the holy gods \\add is\\add* in thee.\n\n"},{"number":19,"text":"Then Daniel, whose name \\add was\\add* Belteshazzar, was astonied\nfor one hour, and his thoughts troubled him. The king spake, and\nsaid, Belteshazzar, let not the dream, or the interpretation thereof,\ntrouble thee. Belteshazzar answered and said, My lord, the dream\n\\add be\\add* to them that hate thee, and the interpretation thereof to thine\nenemies. \n"},{"number":20,"text":"The tree that thou sawest, which grew, and was strong, whose\nheight reached  unto the heaven, and the sight thereof to all the\nearth; \n"},{"number":21,"text":"Whose leaves \\add were\\add* fair, and the fruit thereof much, and in it\n\\add was\\add* meat for all; under which the beasts of the field dwelt,\nand upon whose branches the fowls of the heaven had their habitation:\n"},{"number":22,"text":"It \\add is\\add* thou, O king, that art grown and become strong:\nfor thy greatness is grown, and reacheth unto heaven, and thy dominion\nto the end of the earth. \n"},{"number":23,"text":"And whereas the king saw a watcher and an holy one coming\ndown from heaven, and saying, Hew the tree down, and destroy it;\nyet leave the stump of the roots thereof in the earth, even with a\nband of iron and brass, in the tender grass of the field; and let it be\nwet with the dew of heaven, and \\add let\\add* his portion \\add be\\add*\nwith the beasts of the field, till seven times pass over him; \n"},{"number":24,"text":"This \\add is\\add* the interpretation, O king, and this \\add is\\add*\nthe decree of the most High, which is come upon my lord the king:\n"},{"number":25,"text":"That they shall drive thee from men, and thy dwelling shall\nbe with the beasts of the field, and they shall make thee to eat\ngrass as oxen, and they shall wet thee with the dew of heaven, and\nseven times shall pass over thee, till thou know that the most High\nruleth in the kingdom of men, and giveth it to whomsoever he will.\n"},{"number":26,"text":"And whereas they commanded to leave the stump of the tree\nroots; thy kingdom shall be sure unto thee, after that thou shalt have\nknown that the heavens do rule. \n"},{"number":27,"text":"Wherefore, O king, let my counsel be acceptable unto thee,\nand break off thy sins by righteousness, and thine iniquities by shewing\nmercy to the poor; if it may be a lengthening of thy tranquillity.\\f + \\fr 4.27 \n\\ft a lengthening…: or, an healing of thine error\\f* \n\n"},{"number":28,"text":"All this came upon the king Nebuchadnezzar. \n"},{"number":29,"text":"At the end of twelve months he walked in the palace of the\nkingdom of Babylon.\\f + \\fr 4.29  \\ft in: or, upon\\f* \n"},{"number":30,"text":"The king spake, and said, Is not this great Babylon, that\nI have built for the house of the kingdom by the might of my power,\nand for the honour of my majesty? \n"},{"number":31,"text":"While the word \\add was\\add* in the king’s mouth, there fell\na voice from heaven, \\add saying\\add*, O king Nebuchadnezzar, to thee it is\nspoken; The kingdom is departed from thee. \n"},{"number":32,"text":"And they shall drive thee from men, and thy dwelling \\add shall\nbe\\add* with the beasts of the field: they shall make thee to eat\ngrass as oxen, and seven times shall pass over thee, until thou know\nthat the most High ruleth in the kingdom of men, and giveth it to\nwhomsoever he will. \n"},{"number":33,"text":"The same hour was the thing fulfilled upon Nebuchadnezzar:\nand he was driven from men, and did eat grass as oxen, and his body\nwas wet with the dew of heaven, till his hairs were grown like eagles’\n\\add feathers\\add*, and his nails like birds’ \\add claws\\add*. \n\n"},{"number":34,"text":"And at the end of the days I Nebuchadnezzar lifted up mine\neyes unto heaven, and mine understanding returned unto me, and I\nblessed the most High, and I praised and honoured him that liveth\nfor ever, whose dominion \\add is\\add* an everlasting dominion, and his\nkingdom \\add is\\add* from generation to generation: \n"},{"number":35,"text":"And all the inhabitants of the earth \\add are\\add* reputed\nas nothing: and he doeth according to his will in the army of heaven, and\n\\add among\\add* the inhabitants of the earth: and none can stay his\nhand, or say unto him, What doest thou? \n"},{"number":36,"text":"At the same time my reason returned unto me; and for the glory\nof my kingdom, mine honour and brightness returned unto me; and my\ncounsellors and my lords sought unto me; and I was established in my\nkingdom, and excellent majesty was added unto me. \n"},{"number":37,"text":"Now I Nebuchadnezzar praise and extol and honour the King\nof heaven, all whose works \\add are\\add* truth, and his ways judgment:\nand those that walk in pride he is able to abase. \n"}],"number":4},{"verses":[{"number":1,"text":"Belshazzar the king made a great feast to a thousand of his\nlords, and drank wine before the thousand. \n"},{"number":2,"text":"Belshazzar, whiles he tasted the wine, commanded to bring the\ngolden and silver vessels which his father Nebuchadnezzar had taken\nout of the temple which \\add was\\add* in Jerusalem; that the king,\nand his princes, his wives, and his concubines, might drink therein.\\f + \\fr 5.2 \n\\ft father: or, grandfather\\f*\\f + \\fr 5.2  \\ft taken: Chaldee, brought\nforth\\f* \n"},{"number":3,"text":"Then they brought the golden vessels that were taken out of\nthe temple of the house of God which \\add was\\add* at Jerusalem;\nand the king, and his princes, his wives, and his concubines, drank in them.\n"},{"number":4,"text":"They drank wine, and praised the gods of gold, and of silver,\nof brass, of iron, of wood, and of stone. \n\n"},{"number":5,"text":"In the same hour came forth fingers of a man’s hand, and wrote\nover against the candlestick upon the plaister of the wall of the\nking’s palace: and the king saw the part of the hand that wrote.\n"},{"number":6,"text":"Then the king’s countenance was changed, and his thoughts troubled\nhim, so that the joints of his loins were loosed, and his knees smote\n one against another.\\f + \\fr 5.6  \\ft countenance: Chaldee, brightnesses\\f*\\f + \\fr 5.6 \n\\ft was changed: Chaldee, changed it\\f*\\f + \\fr 5.6  \\ft joints: or, girdles: Chaldee, bindings, or,\nknots\\f* \n"},{"number":7,"text":"The king cried aloud to bring in the astrologers, the Chaldeans,\nand the soothsayers. \\add And\\add* the king spake, and said to the\nwise \\add men\\add* of Babylon, Whosoever shall read this writing,\nand shew me the interpretation thereof, shall be clothed with scarlet, and\n\\add have\\add* a chain of gold about his neck, and shall be the third\nruler in the kingdom.\\f + \\fr 5.7  \\ft aloud: Chaldee, with might\\f*\\f + \\fr 5.7 \n\\ft scarlet: or, purple\\f* \n"},{"number":8,"text":"Then came in all the king’s wise \\add men:\\add* but they could\nnot read the writing, nor make known to the king the interpretation thereof.\n"},{"number":9,"text":"Then was king Belshazzar greatly troubled, and his countenance\nwas changed in him, and his lords were astonied.\\f + \\fr 5.9  \\ft countenance: Chaldee,\nbrightnesses\\f* \n\n"},{"number":10,"text":"\\add Now\\add* the queen, by reason of the words of the king\nand his lords, came into the banquet house: \\add and\\add* the queen\nspake and said, O king, live for ever: let not thy thoughts trouble\nthee, nor let thy countenance be changed: \n"},{"number":11,"text":"There is a man in thy kingdom, in whom \\add is\\add* the spirit\nof the holy gods; and in the days of thy father light and understanding\nand wisdom, like the wisdom of the gods, was found in him; whom the\nking Nebuchadnezzar thy father, the king, \\add I say\\add*, thy father,\nmade master of the magicians, astrologers, Chaldeans, \\add and\\add*\nsoothsayers;\\f + \\fr 5.11  \\ft father: or, grandfather\\f* \n"},{"number":12,"text":"Forasmuch as an excellent spirit, and knowledge, and understanding,\ninterpreting of dreams, and shewing of hard sentences, and dissolving\nof doubts, were found in the same Daniel, whom the king named Belteshazzar:\nnow let Daniel be called, and he will shew the interpretation.\\f + \\fr 5.12 \n\\ft interpreting: or, of an interpreter\\f*\\f + \\fr 5.12  \\ft dissolving: or, of a\ndissolver\\f*\\f + \\fr 5.12  \\ft doubts: Chaldee, knots\\f* \n"},{"number":13,"text":"Then was Daniel brought in before the king. \\add And\\add*\nthe king spake and said unto Daniel, \\add Art\\add* thou that Daniel, which\n\\add art\\add* of the children of the captivity of Judah, whom the\nking my father brought out of Jewry?\\f + \\fr 5.13  \\ft father: or,\ngrandfather\\f* \n"},{"number":14,"text":"I have even heard of thee, that the spirit of the gods \\add is\\add*\nin thee, and \\add that\\add* light and understanding and excellent\nwisdom is found in thee. \n"},{"number":15,"text":"And now the wise \\add men\\add*, the astrologers, have been\nbrought in before me, that they should read this writing, and make\nknown unto me the interpretation thereof: but they could not shew\nthe interpretation of the thing: \n"},{"number":16,"text":"And I have heard of thee, that thou canst make interpretations,\nand dissolve doubts: now if thou canst read the writing, and make\nknown to me the interpretation thereof, thou shalt be clothed with\nscarlet, and \\add have\\add* a chain of gold about thy neck, and shalt be the\nthird ruler in the kingdom.\\f + \\fr 5.16  \\ft make interpretations: Chaldee, interpret,\netc\\f* \n\n"},{"number":17,"text":"Then Daniel answered and said before the king, Let thy gifts\nbe to thyself, and give thy rewards to another; yet I will read the\nwriting unto the king, and make known to him the interpretation.\\f + \\fr 5.17 \n\\ft rewards: or, fee\\f* \n"},{"number":18,"text":"O thou king, the most high God gave Nebuchadnezzar thy father\na kingdom, and majesty, and glory, and honour: \n"},{"number":19,"text":"And for the majesty that he gave him, all people, nations,\nand languages, trembled and feared before him: whom he would he slew;\nand whom he would he kept alive; and whom he would he set up; and whom he\nwould he put down. \n"},{"number":20,"text":"But when his heart was lifted up, and his mind hardened in\npride, he was deposed from his kingly throne, and they took his glory\nfrom him:\\f + \\fr 5.20  \\ft in pride: or, to deal proudly\\f*\\f + \\fr 5.20 \n\\ft deposed: Chaldee, made to come down\\f* \n"},{"number":21,"text":"And he was driven from the sons of men; and his heart was\nmade like the beasts, and his dwelling \\add was\\add* with the wild\nasses: they fed him with grass like oxen, and his body was wet with the\ndew of heaven; till he knew that the most high God ruled in the kingdom\nof men, and \\add that\\add* he appointeth over it whomsoever he will.\\f + \\fr 5.21 \n\\ft his heart…: or, he made his heart equal, etc\\f* \n"},{"number":22,"text":"And thou his son, O Belshazzar, hast not humbled thine heart,\nthough thou knewest all this; \n"},{"number":23,"text":"But hast lifted up thyself against the Lord of heaven; and they have\nbrought the vessels of his house before thee, and thou, and thy lords,\nthy wives, and thy concubines, have drunk wine in them; and thou hast\npraised the gods of silver, and gold, of brass, iron, wood, and stone,\nwhich see not, nor hear, nor know: and the God in whose hand thy\nbreath \\add is\\add*, and whose \\add are\\add* all thy ways, hast thou\nnot glorified: \n"},{"number":24,"text":"Then was the part of the hand sent from him; and this writing\nwas written. \n\n"},{"number":25,"text":"And this \\add is\\add* the writing that was written, MENE,\nMENE, TEKEL, UPHARSIN. \n"},{"number":26,"text":"This \\add is\\add* the interpretation of the thing: MENE; God\nhath numbered thy kingdom, and finished it. \n"},{"number":27,"text":"TEKEL; Thou art weighed in the balances, and art found wanting.\n"},{"number":28,"text":"PERES; Thy kingdom is divided, and given to the Medes and\nPersians. \n"},{"number":29,"text":"Then commanded Belshazzar, and they clothed Daniel with scarlet, and\n\\add put\\add* a chain of gold about his neck, and made a proclamation\nconcerning him, that he should be the third ruler in the kingdom.\n\n"},{"number":30,"text":"In that night was Belshazzar the king of the Chaldeans slain.\n"},{"number":31,"text":"And Darius the Median took the kingdom, \\add being\\add* about\nthreescore and two years old.\\f + \\fr 5.31  \\ft being…: Chaldee, he as the son of,\netc\\f*\\f + \\fr 5.31  \\ft about: or, now\\f* \n"}],"number":5},{"verses":[{"number":1,"text":"It pleased Darius to set over the kingdom an hundred and twenty\nprinces, which should be over the whole kingdom; \n"},{"number":2,"text":"And over these three presidents; of whom Daniel \\add was\\add*\nfirst: that the princes might give accounts unto them, and the king\nshould have no damage. \n"},{"number":3,"text":"Then this Daniel was preferred above the presidents and princes,\nbecause an excellent spirit \\add was\\add* in him; and the king thought\nto set him over the whole realm. \n\n"},{"number":4,"text":"Then the presidents and princes sought to find occasion against\nDaniel concerning the kingdom; but they could find none occasion\nnor fault; forasmuch as he \\add was\\add* faithful, neither was there\nany error or fault found in him. \n"},{"number":5,"text":"Then said these men, We shall not find any occasion against\nthis Daniel, except we find \\add it\\add* against him concerning the\nlaw of his God. \n\n"},{"number":6,"text":"Then these presidents and princes assembled together to the\nking, and said thus unto him, King Darius, live for ever.\\f + \\fr 6.6 \n\\ft assembled…: or, came tumultuously\\f* \n"},{"number":7,"text":"All the presidents of the kingdom, the governors, and the princes,\nthe counsellors, and the captains, have consulted together to establish\na royal statute, and to make a firm decree, that whosoever shall\nask a petition of any God or man for thirty days, save of thee, O\nking, he shall be cast into the den of lions.\\f + \\fr 6.7  \\ft decree: or,\ninterdict\\f* \n"},{"number":8,"text":"Now, O king, establish the decree, and sign the writing, that it be\nnot changed, according to the law of the Medes and Persians, which\naltereth not.\\f + \\fr 6.8  \\ft altereth not: Chaldee, passeth not\\f*\n"},{"number":9,"text":"Wherefore king Darius signed the writing and the decree. \n\n"},{"number":10,"text":"Now when Daniel knew that the writing was signed, he went\ninto his house; and his windows being open in his chamber toward\nJerusalem, he kneeled upon his knees three times a day, and prayed,\nand gave thanks before his God, as he did aforetime. \n\n"},{"number":11,"text":"Then these men assembled, and found Daniel praying and making\nsupplication before his God. \n"},{"number":12,"text":"Then they came near, and spake before the king concerning\nthe king’s decree; Hast thou not signed a decree, that every man\nthat shall ask \\add a petition\\add* of any God or man within thirty\ndays, save of thee, O king, shall be cast into the den of lions?\nThe king answered and said, The thing \\add is\\add* true, according to the\nlaw of the Medes and Persians, which altereth not. \n"},{"number":13,"text":"Then answered they and said before the king, That Daniel, which\n\\add is\\add* of the children of the captivity of Judah, regardeth\nnot thee, O king, nor the decree that thou hast signed, but maketh\nhis petition three times a day. \n"},{"number":14,"text":"Then the king, when he heard \\add these\\add* words, was sore\ndispleased with himself, and set \\add his\\add* heart on Daniel to\ndeliver him: and he laboured till the going down of the sun to deliver him.\n"},{"number":15,"text":"Then these men assembled unto the king, and said unto the\nking, Know, O king, that the law of the Medes and Persians \\add is\\add*,\nThat no decree nor statute which the king establisheth may be changed.\n"},{"number":16,"text":"Then the king commanded, and they brought Daniel, and cast\n\\add him\\add* into the den of lions. \\add Now\\add* the king spake\nand said unto Daniel, Thy God whom thou servest continually, he will\ndeliver thee. \n"},{"number":17,"text":"And a stone was brought, and laid upon the mouth of the den;\nand the king sealed it with his own signet, and with the signet of his\nlords; that the purpose might not be changed concerning Daniel. \n\n"},{"number":18,"text":"Then the king went to his palace, and passed the night fasting:\nneither were instruments of musick brought before him: and his sleep\nwent from him.\\f + \\fr 6.18  \\ft instruments…: or, table\\f* \n"},{"number":19,"text":"Then the king arose very early in the morning, and went in\nhaste unto the den of lions. \n"},{"number":20,"text":"And when he came to the den, he cried with a lamentable voice\nunto Daniel: \\add and\\add* the king spake and said to Daniel, O Daniel,\nservant of the living God, is thy God, whom thou servest continually,\nable to deliver thee from the lions? \n"},{"number":21,"text":"Then said Daniel unto the king, O king, live for ever. \n"},{"number":22,"text":"My God hath sent his angel, and hath shut the lions’ mouths,\nthat they have not hurt me: forasmuch as before him innocency was\nfound in me; and also before thee, O king, have I done no hurt. \n"},{"number":23,"text":"Then was the king exceeding glad for him, and commanded that they should\ntake Daniel up out of the den. So Daniel was taken up out of the\nden, and no manner of hurt was found upon him, because he believed\nin his God. \n\n"},{"number":24,"text":"And the king commanded, and they brought those men which had\naccused Daniel, and they cast \\add them\\add* into the den of lions,\nthem, their children, and their wives; and the lions had the mastery\nof them, and brake all their bones in pieces or ever they came at the\nbottom of the den. \n\n"},{"number":25,"text":"Then king Darius wrote unto all people, nations, and languages,\nthat dwell in all the earth; Peace be multiplied unto you. \n"},{"number":26,"text":"I make a decree, That in every dominion of my kingdom men\ntremble and fear before the God of Daniel: for he \\add is\\add* the\nliving God, and stedfast for ever, and his kingdom \\add that\\add*\nwhich shall not be destroyed, and his dominion \\add shall be even\\add*\nunto the end. \n"},{"number":27,"text":"He delivereth and rescueth, and he worketh signs and wonders\nin heaven and in earth, who hath delivered Daniel from the power\nof the lions.\\f + \\fr 6.27  \\ft power: Chaldee, hand\\f* \n"},{"number":28,"text":"So this Daniel prospered in the reign of Darius, and in the\nreign of Cyrus the Persian. \n"}],"number":6},{"verses":[{"number":1,"text":"In the first year of Belshazzar king of Babylon Daniel had\na dream and visions of his head upon his bed: then he wrote the dream,\n\\add and\\add* told the sum of the matters.\\f + \\fr 7.1  \\ft had: Chaldee,\nsaw\\f*\\f + \\fr 7.1  \\ft matters: or, words\\f* \n"},{"number":2,"text":"Daniel spake and said, I saw in my vision by night, and, behold,\nthe four winds of the heaven strove upon the great sea. \n"},{"number":3,"text":"And four great beasts came up from the sea, diverse one from\nanother. \n"},{"number":4,"text":"The first \\add was\\add* like a lion, and had eagle’s wings:\nI beheld till the wings thereof were plucked, and it was lifted up\nfrom the earth, and made stand upon the feet as a man, and a man’s\nheart was given to it.\\f + \\fr 7.4  \\ft and it: or, wherewith it\\f*\n"},{"number":5,"text":"And behold another beast, a second, like to a bear, and it raised\nup itself on one side, and \\add it had\\add* three ribs in the mouth\nof it between the teeth of it: and they said thus unto it, Arise,\ndevour much flesh.\\f + \\fr 7.5  \\ft it raised…: or, it raised up one\ndominion\\f* \n"},{"number":6,"text":"After this I beheld, and lo another, like a leopard, which had\nupon the back of it four wings of a fowl; the beast had also four\nheads; and dominion was given to it. \n"},{"number":7,"text":"After this I saw in the night visions, and behold a fourth\nbeast, dreadful and terrible, and strong exceedingly; and it had\ngreat iron teeth: it devoured and brake in pieces, and stamped the\nresidue with the feet of it: and it \\add was\\add* diverse from all\nthe beasts that \\add were\\add* before it; and it had ten horns. \n"},{"number":8,"text":"I considered the horns, and, behold, there came up among them\nanother little horn, before whom there were three of the first horns\nplucked up by the roots: and, behold, in this horn \\add were\\add*\neyes like the eyes of man, and a mouth speaking great things. \n\n"},{"number":9,"text":"I beheld till the thrones were cast down, and the Ancient\nof days did sit, whose garment \\add was\\add* white as snow, and the\nhair of his head like the pure wool: his throne \\add was like\\add*\nthe fiery flame, \\add and\\add* his wheels \\add as\\add* burning fire.\n"},{"number":10,"text":"A fiery stream issued and came forth from before him: thousand\nthousands ministered unto him, and ten thousand times ten thousand\nstood before him: the judgment was set, and the books were opened.\n"},{"number":11,"text":"I beheld then because of the voice of the great words which the\nhorn spake: I beheld \\add even\\add* till the beast was slain, and his\nbody destroyed, and given to the burning flame. \n"},{"number":12,"text":"As concerning the rest of the beasts, they had their dominion\ntaken away: yet their lives were prolonged for a season and time.\\f + \\fr 7.12 \n\\ft their lives…: Chaldee, a prolonging in life was given them\\f*\n"},{"number":13,"text":"I saw in the night visions, and, behold, \\add one\\add* like the\nSon of man came with the clouds of heaven, and came to the Ancient\nof days, and they brought him near before him. \n"},{"number":14,"text":"And there was given him dominion, and glory, and a kingdom,\nthat all people, nations, and languages, should serve him: his dominion\n\\add is\\add* an everlasting dominion, which shall not pass away,\nand his kingdom \\add that\\add* which shall not be destroyed. \n\n"},{"number":15,"text":"I Daniel was grieved in my spirit in the midst of \\add my\\add*\nbody, and the visions of my head troubled me.\\f + \\fr 7.15  \\ft body: Chaldee,\nsheath\\f* \n"},{"number":16,"text":"I came near unto one of them that stood by, and asked him\nthe truth of all this. So he told me, and made me know the interpretation\nof the things. \n"},{"number":17,"text":"These great beasts, which are four, \\add are\\add* four kings,\n\\add which\\add* shall arise out of the earth. \n"},{"number":18,"text":"But the saints of the most High shall take the kingdom, and\npossess the kingdom for ever, even for ever and ever.\\f + \\fr 7.18 \n\\ft most…: Chaldee, high ones, that is, things, or, places\\f* \n"},{"number":19,"text":"Then I would know the truth of the fourth beast, which was\ndiverse from all the others, exceeding dreadful, whose teeth \\add were\nof\\add* iron, and his nails \\add of\\add* brass; \\add which\\add* devoured,\nbrake in pieces, and stamped the residue with his feet;\\f + \\fr 7.19 \n\\ft from…: Chaldee, from all those\\f* \n"},{"number":20,"text":"And of the ten horns that \\add were\\add* in his head, and\n\\add of\\add* the other which came up, and before whom three fell; even\n\\add of\\add* that horn that had eyes, and a mouth that spake very great\nthings, whose look \\add was\\add* more stout than his fellows. \n"},{"number":21,"text":"I beheld, and the same horn made war with the saints, and\nprevailed against them; \n"},{"number":22,"text":"Until the Ancient of days came, and judgment was given to the\nsaints of the most High; and the time came that the saints possessed\nthe kingdom. \n"},{"number":23,"text":"Thus he said, The fourth beast shall be the fourth kingdom\nupon earth, which shall be diverse from all kingdoms, and shall devour\nthe whole earth, and shall tread it down, and break it in pieces.\n"},{"number":24,"text":"And the ten horns out of this kingdom \\add are\\add* ten kings\n\\add that\\add* shall arise: and another shall rise after them; and he shall be\ndiverse from the first, and he shall subdue three kings. \n"},{"number":25,"text":"And he shall speak \\add great\\add* words against the most\nHigh, and shall wear out the saints of the most High, and think to\nchange times and laws: and they shall be given into his hand until\na time and times and the dividing of time. \n"},{"number":26,"text":"But the judgment shall sit, and they shall take away his dominion,\nto consume and to destroy \\add it\\add* unto the end. \n"},{"number":27,"text":"And the kingdom and dominion, and the greatness of the kingdom\nunder the whole heaven, shall be given to the people of the saints\nof the most High, whose kingdom \\add is\\add* an everlasting kingdom,\nand all dominions shall serve and obey him.\\f + \\fr 7.27  \\ft dominions: or,\nrulers\\f* \n"},{"number":28,"text":"Hitherto \\add is\\add* the end of the matter. As for me Daniel,\nmy cogitations much troubled me, and my countenance changed in me:\nbut I kept the matter in my heart. \n"}],"number":7},{"verses":[{"number":1,"text":"In the third year of the reign of king Belshazzar a vision\nappeared unto me, \\add even unto\\add* me Daniel, after that which\nappeared unto me at the first. \n"},{"number":2,"text":"And I saw in a vision; and it came to pass, when I saw, that I\n\\add was\\add* at Shushan \\add in\\add* the palace, which \\add is\\add*\nin the province of Elam; and I saw in a vision, and I was by the\nriver of Ulai. \n"},{"number":3,"text":"Then I lifted up mine eyes, and saw, and, behold, there stood\nbefore the river a ram which had \\add two\\add* horns: and the \\add two\\add*\nhorns \\add were\\add* high; but one \\add was\\add* higher than the\nother, and the higher came up last.\\f + \\fr 8.3  \\ft the other: Heb. the\nsecond\\f* \n"},{"number":4,"text":"I saw the ram pushing westward, and northward, and southward;\nso that no beasts might stand before him, neither \\add was there\nany\\add* that could deliver out of his hand; but he did according to his\nwill, and became great. \n"},{"number":5,"text":"And as I was considering, behold, an he goat came from the\nwest on the face of the whole earth, and touched not the ground:\nand the goat \\add had\\add* a notable horn between his eyes.\\f + \\fr 8.5 \n\\ft touched…: or, none touched him in the earth\\f*\\f + \\fr 8.5  \\ft a notable…: Heb. a horn of\nsight\\f* \n"},{"number":6,"text":"And he came to the ram that had \\add two\\add* horns, which I had\nseen standing before the river, and ran unto him in the fury of his\npower. \n"},{"number":7,"text":"And I saw him come close unto the ram, and he was moved with\ncholer against him, and smote the ram, and brake his two horns: and there was no\npower in the ram to stand before him, but he cast him down to the\nground, and stamped upon him: and there was none that could deliver\nthe ram out of his hand. \n"},{"number":8,"text":"Therefore the he goat waxed very great: and when he was strong,\nthe great horn was broken; and for it came up four notable ones toward the\nfour winds of heaven. \n"},{"number":9,"text":"And out of one of them came forth a little horn, which waxed\nexceeding great, toward the south, and toward the east, and toward the\npleasant \\add land\\add*. \n"},{"number":10,"text":"And it waxed great, \\add even\\add* to the host of heaven;\nand it cast down \\add some\\add* of the host and of the stars to the\nground, and stamped upon them.\\f + \\fr 8.10  \\ft to the host: or, against the\nhost\\f* \n"},{"number":11,"text":"Yea, he magnified \\add himself\\add* even to the prince of the\nhost, and by him the daily \\add sacrifice\\add* was taken away, and the\nplace of his sanctuary was cast down.\\f + \\fr 8.11  \\ft to: or, against\\f*\\f + \\fr 8.11 \n\\ft by him: or, from him\\f* \n"},{"number":12,"text":"And an host was given \\add him\\add* against the daily \\add sacrifice\\add*\nby reason of transgression, and it cast down the truth to the ground;\nand it practised, and prospered.\\f + \\fr 8.12  \\ft an host…: or, the host was given over for the transgression against the\ndaily sacrifice\\f* \n\n"},{"number":13,"text":"Then I heard one saint speaking, and another saint said unto that\ncertain \\add saint\\add* which spake, How long \\add shall be\\add*\nthe vision \\add concerning\\add* the daily \\add sacrifice\\add*, and the\ntransgression of desolation, to give both the sanctuary and the host\nto be trodden under foot?\\f + \\fr 8.13  \\ft that…: or, the numberer of secrets, or, the wonderful numberer: Heb.\nPalmoni\\f*\\f + \\fr 8.13  \\ft of…: or, making desolate\\f* \n"},{"number":14,"text":"And he said unto me, Unto two thousand and three hundred days;\nthen shall the sanctuary be cleansed.\\f + \\fr 8.14  \\ft days: Heb. evening\nmorning\\f*\\f + \\fr 8.14  \\ft cleansed: Heb. justified\\f* \n\n"},{"number":15,"text":"And it came to pass, when I, \\add even\\add* I Daniel, had\nseen the vision, and sought for the meaning, then, behold, there\nstood before me as the appearance of a man. \n"},{"number":16,"text":"And I heard a man’s voice between \\add the banks of\\add* Ulai,\nwhich called, and said, Gabriel, make this \\add man\\add* to understand\nthe vision. \n"},{"number":17,"text":"So he came near where I stood: and when he came, I was afraid,\nand fell upon my face: but he said unto me, Understand, O son of\nman: for at the time of the end \\add shall be\\add* the vision. \n"},{"number":18,"text":"Now as he was speaking with me, I was in a deep sleep on my\nface toward the ground: but he touched me, and set me upright.\\f + \\fr 8.18 \n\\ft set…: Heb. made me stand upon my standing\\f* \n"},{"number":19,"text":"And he said, Behold, I will make thee know what shall be in the last\nend of the indignation: for at the time appointed the end \\add shall\nbe\\add*. \n"},{"number":20,"text":"The ram which thou sawest having \\add two\\add* horns \\add are\\add*\nthe kings of Media and Persia. \n"},{"number":21,"text":"And the rough goat \\add is\\add* the king of Grecia: and the\ngreat horn that \\add is\\add* between his eyes \\add is\\add* the first\nking. \n"},{"number":22,"text":"Now that being broken, whereas four stood up for it, four\nkingdoms shall stand up out of the nation, but not in his power.\n"},{"number":23,"text":"And in the latter time of their kingdom, when the transgressors\nare come to the full, a king of fierce countenance, and understanding\ndark sentences, shall stand up.\\f + \\fr 8.23  \\ft are…: Heb. are\naccomplished\\f* \n"},{"number":24,"text":"And his power shall be mighty, but not by his own power: and he shall\ndestroy wonderfully, and shall prosper, and practise, and shall destroy\nthe mighty and the holy people.\\f + \\fr 8.24  \\ft holy…: Heb. people of the holy\nones\\f* \n"},{"number":25,"text":"And through his policy also he shall cause craft to prosper\nin his hand; and he shall magnify \\add himself\\add* in his heart,\nand by peace shall destroy many: he shall also stand up against the\nPrince of princes; but he shall be broken without hand.\\f + \\fr 8.25 \n\\ft peace: or, prosperity\\f* \n"},{"number":26,"text":"And the vision of the evening and the morning which was told\n\\add is\\add* true: wherefore shut thou up the vision; for it \\add shall\nbe\\add* for many days. \n"},{"number":27,"text":"And I Daniel fainted, and was sick \\add certain\\add* days;\nafterward I rose up, and did the king’s business; and I was astonished\nat the vision, but none understood \\add it\\add*. \n"}],"number":8},{"verses":[{"number":1,"text":"In the first year of Darius the son of Ahasuerus, of the seed\nof the Medes, which was made king over the realm of the Chaldeans;\\f + \\fr 9.1 \n\\ft which: or, in which he\\f* \n"},{"number":2,"text":"In the first year of his reign I Daniel understood by books\nthe number of the years, whereof the word of the \\nd LORD\\nd* came to\nJeremiah the prophet, that he would accomplish seventy years in the\ndesolations of Jerusalem. \n\n"},{"number":3,"text":"And I set my face unto the Lord God, to seek by prayer and\nsupplications, with fasting, and sackcloth, and ashes: \n\n"},{"number":4,"text":"And I prayed unto the \\nd LORD\\nd* my God, and made my confession,\nand said, O Lord, the great and dreadful God, keeping the covenant\nand mercy to them that love him, and to them that keep his commandments;\n"},{"number":5,"text":"We have sinned, and have committed iniquity, and have done\nwickedly, and have rebelled, even by departing from thy precepts\nand from thy judgments: \n"},{"number":6,"text":"Neither have we hearkened unto thy servants the prophets, which\nspake in thy name to our kings, our princes, and our fathers, and to all the\npeople of the land. \n"},{"number":7,"text":"O Lord, righteousness \\add belongeth\\add* unto thee, but unto us\nconfusion of faces, as at this day; to the men of Judah, and to the\ninhabitants of Jerusalem, and unto all Israel, \\add that are\\add*\nnear, and \\add that are\\add* far off, through all the countries whither thou hast\ndriven them, because of their trespass that they have trespassed against\nthee.\\f + \\fr 9.7  \\ft belongeth…: or, thou hast\\f* \n"},{"number":8,"text":"O Lord, to us \\add belongeth\\add* confusion of face, to our\nkings, to our princes, and to our fathers, because we have sinned against thee.\n"},{"number":9,"text":"To the Lord our God \\add belong\\add* mercies and forgivenesses,\nthough we have rebelled against him; \n"},{"number":10,"text":"Neither have we obeyed the voice of the \\nd LORD\\nd* our God,\nto walk in his laws, which he set before us by his servants the prophets.\n"},{"number":11,"text":"Yea, all Israel have transgressed thy law, even by departing,\nthat they might not obey thy voice; therefore the curse is poured\nupon us, and the oath that \\add is\\add* written in the law of Moses\nthe servant of God, because we have sinned against him. \n"},{"number":12,"text":"And he hath confirmed his words, which he spake against us, and against our\njudges that judged us, by bringing upon us a great evil: for under the whole\nheaven hath not been done as hath been done upon Jerusalem. \n"},{"number":13,"text":"As \\add it is\\add* written in the law of Moses, all this evil\nis come upon us: yet made we not our prayer before the \\nd LORD\\nd*\nour God, that we might turn from our iniquities, and understand thy\ntruth.\\f + \\fr 9.13  \\ft made…: Heb. intreated we not the face of the,\netc\\f* \n"},{"number":14,"text":"Therefore hath the \\nd LORD\\nd* watched upon the evil, and\nbrought it upon us: for the \\nd LORD\\nd* our God \\add is\\add* righteous\nin all his works which he doeth: for we obeyed not his voice. \n"},{"number":15,"text":"And now, O Lord our God, that hast brought thy people forth\nout of the land of Egypt with a mighty hand, and hast gotten thee\nrenown, as at this day; we have sinned, we have done wickedly.\\f + \\fr 9.15 \n\\ft gotten…: Heb. made thee a name\\f* \n\n"},{"number":16,"text":"O Lord, according to all thy righteousness, I beseech thee, let thine\nanger and thy fury be turned away from thy city Jerusalem, thy holy\nmountain: because for our sins, and for the iniquities of our fathers,\nJerusalem and thy people \\add are become\\add* a reproach to all \\add that\nare\\add* about us. \n"},{"number":17,"text":"Now therefore, O our God, hear the prayer of thy servant,\nand his supplications, and cause thy face to shine upon thy sanctuary\nthat is desolate, for the Lord’s sake. \n"},{"number":18,"text":"O my God, incline thine ear, and hear; open thine eyes, and\nbehold our desolations, and the city which is called by thy name:\nfor we do not present our supplications before thee for our righteousnesses,\nbut for thy great mercies.\\f + \\fr 9.18  \\ft which…: Heb. whereupon thy name is\ncalled\\f*\\f + \\fr 9.18  \\ft present: Heb. cause to fall\\f* \n"},{"number":19,"text":"O Lord, hear; O Lord, forgive; O Lord, hearken and do; defer\nnot, for thine own sake, O my God: for thy city and thy people are\ncalled by thy name. \n\n"},{"number":20,"text":"And whiles I \\add was\\add* speaking, and praying, and confessing\nmy sin and the sin of my people Israel, and presenting my supplication\nbefore the \\nd LORD\\nd* my God for the holy mountain of my God; \n"},{"number":21,"text":"Yea, whiles I \\add was\\add* speaking in prayer, even the man\nGabriel, whom I had seen in the vision at the beginning, being caused to\nfly swiftly, touched me about the time of the evening oblation.\\f + \\fr 9.21 \n\\ft swiftly: Heb. with weariness, or, flight\\f* \n"},{"number":22,"text":"And he informed \\add me\\add*, and talked with me, and said,\nO Daniel, I am now come forth to give thee skill and understanding.\\f + \\fr 9.22 \n\\ft to…: Heb. to make thee skilful of\\f* \n"},{"number":23,"text":"At the beginning of thy supplications the commandment came\nforth, and I am come to shew \\add thee;\\add* for thou \\add art\\add*\ngreatly beloved: therefore understand the matter, and consider the\nvision.\\f + \\fr 9.23  \\ft commandment: Heb. word\\f*\\f + \\fr 9.23 \n\\ft greatly…: Heb. a man of desires\\f* \n"},{"number":24,"text":"Seventy weeks are determined upon thy people and upon thy\nholy city, to finish the transgression, and to make an end of sins,\nand to make reconciliation for iniquity, and to bring in everlasting\nrighteousness, and to seal up the vision and prophecy, and to anoint\nthe most Holy.\\f + \\fr 9.24  \\ft finish: or, restrain\\f*\\f + \\fr 9.24 \n\\ft make an…: or, seal up\\f*\\f + \\fr 9.24  \\ft prophecy: Heb. prophet\\f*\n"},{"number":25,"text":"Know therefore and understand, \\add that\\add* from the going\nforth of the commandment to restore and to build Jerusalem unto the\nMessiah the Prince \\add shall be\\add* seven weeks, and threescore\nand two weeks: the street shall be built again, and the wall, even in\ntroublous times.\\f + \\fr 9.25  \\ft be built…: Heb. return and be\nbuilt\\f*\\f + \\fr 9.25  \\ft wall: or, breach, or, ditch\\f*\\f + \\fr 9.25 \n\\ft troublous: Heb. strait of\\f* \n"},{"number":26,"text":"And after threescore and two weeks shall Messiah be cut off,\nbut not for himself: and the people of the prince that shall come\nshall destroy the city and the sanctuary; and the end thereof \\add shall\nbe\\add* with a flood, and unto the end of the war desolations are\ndetermined.\\f + \\fr 9.26  \\ft but…: or, and shall have nothing\\f*\\f + \\fr 9.26 \n\\ft desolations…: or, it shall be cut off by desolations\\f* \n"},{"number":27,"text":"And he shall confirm the covenant with many for one week:\nand in the midst of the week he shall cause the sacrifice and the\noblation to cease, and for the overspreading of abominations he shall make\n\\add it\\add* desolate, even until the consummation, and that determined\nshall be poured upon the desolate.\\f + \\fr 9.27  \\ft the covenant: or, a\ncovenant\\f*\\f + \\fr 9.27  \\ft for the…: or, with the abominable armies\\f*\\f + \\fr 9.27 \n\\ft the desolate: or, the desolator\\f* \n"}],"number":9},{"verses":[{"number":1,"text":"In the third year of Cyrus king of Persia a thing was revealed\nunto Daniel, whose name was called Belteshazzar; and the thing \\add was\\add*\ntrue, but the time appointed \\add was\\add* long: and he understood\nthe thing, and had understanding of the vision.\\f + \\fr 10.1  \\ft long: Heb.\ngreat\\f* \n"},{"number":2,"text":"In those days I Daniel was mourning three full weeks.\\f + \\fr 10.2 \n\\ft full…: Heb. weeks of days\\f* \n"},{"number":3,"text":"I ate no pleasant bread, neither came flesh nor wine in my\nmouth, neither did I anoint myself at all, till three whole weeks\nwere fulfilled.\\f + \\fr 10.3  \\ft pleasant…: Heb. bread of desires\\f*\n"},{"number":4,"text":"And in the four and twentieth day of the first month, as I was by the\nside of the great river, which \\add is\\add* Hiddekel; \n"},{"number":5,"text":"Then I lifted up mine eyes, and looked, and behold a certain\nman clothed in linen, whose loins \\add were\\add* girded with fine\ngold of Uphaz:\\f + \\fr 10.5  \\ft a…: Heb. one man\\f* \n"},{"number":6,"text":"His body also \\add was\\add* like the beryl, and his face as the\nappearance of lightning, and his eyes as lamps of fire, and his arms\nand his feet like in colour to polished brass, and the voice of his\nwords like the voice of a multitude. \n"},{"number":7,"text":"And I Daniel alone saw the vision: for the men that were with me\nsaw not the vision; but a great quaking fell upon them, so that they\nfled to hide themselves. \n"},{"number":8,"text":"Therefore I was left alone, and saw this great vision, and there\nremained no strength in me: for my comeliness was turned in me into\ncorruption, and I retained no strength.\\f + \\fr 10.8  \\ft comeliness: or,\nvigour\\f* \n"},{"number":9,"text":"Yet heard I the voice of his words: and when I heard the voice\nof his words, then was I in a deep sleep on my face, and my face\ntoward the ground. \n\n"},{"number":10,"text":"And, behold, an hand touched  me, which set me upon my knees and\n\\add upon\\add* the palms of my hands.\\f + \\fr 10.10  \\ft set: Heb.\nmoved\\f* \n"},{"number":11,"text":"And he said unto me, O Daniel, a man greatly beloved, understand\nthe words that I speak unto thee, and stand upright: for unto thee am I now\nsent. And when he had spoken this word unto me, I stood trembling.\\f + \\fr 10.11 \n\\ft greatly…: Heb. of desires\\f*\\f + \\fr 10.11  \\ft upright: Heb. upon thy\nstanding\\f* \n"},{"number":12,"text":"Then said he unto me, Fear not, Daniel: for from the first\nday that thou didst set thine heart to understand, and to chasten\nthyself before thy God, thy words were heard, and I am come for thy\nwords. \n"},{"number":13,"text":"But the prince of the kingdom of Persia withstood  me one\nand twenty days: but, lo, Michael, one of the chief princes, came\nto help me; and I remained there with the kings of Persia.\\f + \\fr 10.13 \n\\ft chief: or, first\\f* \n"},{"number":14,"text":"Now I am come to make thee understand what shall befall thy\npeople in the latter days: for yet the vision \\add is\\add* for \\add many\\add*\ndays. \n"},{"number":15,"text":"And when he had spoken such words unto me, I set my face toward the\nground, and I became dumb. \n"},{"number":16,"text":"And, behold, \\add one\\add* like the similitude of the sons\nof men touched my lips: then I opened my mouth, and spake, and said\nunto him that stood before me, O my lord, by the vision my sorrows\nare turned upon me, and I have retained no strength. \n"},{"number":17,"text":"For how can the servant of this my lord talk with this my\nlord? for as for me, straightway there remained no strength in me, neither is there\nbreath left in me.\\f + \\fr 10.17  \\ft the…: or, this servant of my\nlord\\f* \n"},{"number":18,"text":"Then there came again and touched me \\add one\\add* like the\nappearance of a man, and he strengthened me, \n"},{"number":19,"text":"And said, O man greatly beloved, fear not: peace \\add be\\add*\nunto thee, be strong, yea, be strong. And when he had spoken unto me, I was\nstrengthened, and said, Let my lord speak; for thou hast strengthened me.\n"},{"number":20,"text":"Then said he, Knowest thou wherefore I come unto thee? and now will I\nreturn to fight with the prince of Persia: and when I am gone forth,\nlo, the prince of Grecia shall come. \n"},{"number":21,"text":"But I will shew thee that which is noted in the scripture\nof truth: and \\add there is\\add* none that holdeth with me in these things, but\nMichael your prince.\\f + \\fr 10.21  \\ft holdeth: Heb. strengtheneth\nhimself\\f* \n"}],"number":10},{"verses":[{"number":1,"text":"Also I in the first year of Darius the Mede, \\add even\\add*\nI, stood to confirm and to strengthen him. \n"},{"number":2,"text":"And now will I shew thee the truth. Behold, there shall stand\nup yet three kings in Persia; and the fourth shall be far richer than\n\\add they\\add* all: and by his strength through his riches he shall stir\nup all against the realm of Grecia. \n"},{"number":3,"text":"And a mighty king shall stand up, that shall rule with great\ndominion, and do according to his will. \n"},{"number":4,"text":"And when he shall stand up, his kingdom shall be broken, and shall be\ndivided toward the four winds of heaven; and not to his posterity,\nnor according to his dominion which he ruled: for his kingdom shall be plucked\nup, even for others beside those. \n\n"},{"number":5,"text":"And the king of the south shall be strong, and \\add one\\add*\nof his princes; and he shall be strong above him, and have dominion;\nhis dominion \\add shall be\\add* a great dominion. \n"},{"number":6,"text":"And in the end of years they shall join themselves together;\nfor the king’s daughter of the south shall come to the king of the\nnorth to make an agreement: but she shall not retain the power of the\narm; neither shall he stand, nor his arm: but she shall be given\nup, and they that brought her, and he that begat her, and he that\nstrengthened her in \\add these\\add* times.\\f + \\fr 11.6  \\ft join…: Heb. associate\nthemselves\\f*\\f + \\fr 11.6  \\ft an…: Heb. rights\\f*\\f + \\fr 11.6 \n\\ft he that begat…: or, whom she brought forth\\f* \n"},{"number":7,"text":"But out of a branch of her roots shall \\add one\\add* stand\nup in his estate, which shall come with an army, and shall enter\ninto the fortress of the king of the north, and shall deal against them, and shall\nprevail:\\f + \\fr 11.7  \\ft in…: or, in his place, or, office\\f* \n"},{"number":8,"text":"And shall also carry captives into Egypt their gods, with their\nprinces, \\add and\\add* with their precious vessels of silver and of\ngold; and he shall continue \\add more\\add* years than the king of the\nnorth.\\f + \\fr 11.8  \\ft their precious…: Heb. vessels of their desire\\f*\n"},{"number":9,"text":"So the king of the south shall come into \\add his\\add* kingdom,\nand shall return into his own land. \n"},{"number":10,"text":"But his sons shall be stirred up, and shall assemble a multitude\nof great forces: and \\add one\\add* shall certainly come, and overflow,\nand pass through: then shall he return, and be stirred up, \\add even\\add*\nto his fortress.\\f + \\fr 11.10  \\ft shall be…: or, shall war\\f*\\f + \\fr 11.10 \n\\ft return…: or, be stirred up again\\f* \n"},{"number":11,"text":"And the king of the south shall be moved with choler, and shall come\nforth and fight with him, \\add even\\add* with the king of the north:\nand he shall set forth a great multitude; but the multitude shall be\ngiven into his hand. \n"},{"number":12,"text":"\\add And\\add* when he hath taken away the multitude, his heart\nshall be lifted up; and he shall cast down \\add many\\add* ten thousands:\nbut he shall not be strengthened \\add by it\\add*. \n"},{"number":13,"text":"For the king of the north shall return, and shall set forth\na multitude greater than the former, and shall certainly come after\ncertain years with a great army and with much riches.\\f + \\fr 11.13 \n\\ft after…: Heb. at the end of times, even years\\f* \n"},{"number":14,"text":"And in those times there shall many stand up against the king\nof the south: also the robbers of thy people shall exalt themselves to\nestablish the vision; but they shall fall.\\f + \\fr 11.14  \\ft the robbers: Heb. the children of\nrobbers\\f* \n"},{"number":15,"text":"So the king of the north shall come, and cast up a mount,\nand take the most fenced cities: and the arms of the south shall not\nwithstand, neither his chosen people, neither \\add shall there be\nany\\add* strength to withstand.\\f + \\fr 11.15  \\ft the most…: Heb. the city of\nmunitions\\f*\\f + \\fr 11.15  \\ft his…: Heb. the people of his choices\\f*\n"},{"number":16,"text":"But he that cometh against him shall do according to his own\nwill, and none shall stand before him: and he shall stand in the\nglorious land, which by his hand shall be consumed.\\f + \\fr 11.16 \n\\ft glorious…: or, goodly, etc.: Heb. land of ornament\\f* \n"},{"number":17,"text":"He shall also set his face to enter with the strength of his whole\nkingdom, and upright ones with him; thus shall he do: and he shall\ngive him the daughter of women, corrupting her: but she shall not\nstand \\add on his side\\add*, neither be for him.\\f + \\fr 11.17  \\ft upright…: or, much uprightness: or, equal\nconditions\\f*\\f + \\fr 11.17  \\ft corrupting: Heb. to corrupt\\f* \n"},{"number":18,"text":"After this shall he turn his face unto the isles, and shall\ntake many: but a prince for his own behalf shall cause the reproach\noffered by him to cease; without his own reproach he shall cause\n\\add it\\add* to turn upon him.\\f + \\fr 11.18  \\ft for…: Heb. for\nhim\\f*\\f + \\fr 11.18  \\ft the reproach…: Heb. his reproach\\f* \n"},{"number":19,"text":"Then he shall turn his face toward the fort of his own land:\nbut he shall stumble and fall, and not be found. \n"},{"number":20,"text":"Then shall stand up in his estate a raiser of taxes \\add in\\add*\nthe glory of the kingdom: but within few days he shall be destroyed,\nneither in anger, nor in battle.\\f + \\fr 11.20  \\ft estate: or, place\\f*\\f + \\fr 11.20 \n\\ft a…: Heb. one that causeth an exacter to pass over\\f*\\f + \\fr 11.20 \n\\ft anger: Heb. angers\\f* \n\n"},{"number":21,"text":"And in his estate shall stand up a vile person, to whom they shall not\ngive the honour of the kingdom: but he shall come in peaceably, and\nobtain the kingdom by flatteries.\\f + \\fr 11.21  \\ft estate: or,\nplace\\f* \n"},{"number":22,"text":"And with the arms of a flood shall they be overflown from\nbefore him, and shall be broken; yea, also the prince of the covenant.\n"},{"number":23,"text":"And after the league \\add made\\add* with him he shall work\ndeceitfully: for he shall come up, and shall become strong with a\nsmall people. \n"},{"number":24,"text":"He shall enter peaceably even upon the fattest places of the\nprovince; and he shall do \\add that\\add* which his fathers have not\ndone, nor his fathers’ fathers; he shall scatter among them the prey,\nand spoil, and riches: \\add yea\\add*, and he shall forecast his devices\nagainst the strong holds, even for a time.\\f + \\fr 11.24  \\ft peaceably…: or, into the peaceable and fat,\netc\\f*\\f + \\fr 11.24  \\ft forecast…: Heb. think his thoughts\\f* \n"},{"number":25,"text":"And he shall stir up his power and his courage against the\nking of the south with a great army; and the king of the south shall be stirred\nup to battle with a very great and mighty army; but he shall not\nstand: for they shall forecast devices against him. \n"},{"number":26,"text":"Yea, they that feed of the portion of his meat shall destroy\nhim, and his army shall overflow: and many shall fall down slain.\n"},{"number":27,"text":"And both these kings’ hearts \\add shall be\\add* to do mischief,\nand they shall speak lies at one table; but it shall not prosper:\nfor yet the end \\add shall be\\add* at the time appointed.\\f + \\fr 11.27 \n\\ft hearts: Heb. their hearts\\f* \n"},{"number":28,"text":"Then shall he return into his land with great riches; and his\nheart \\add shall be\\add* against the holy covenant; and he shall\ndo \\add exploits\\add*, and return to his own land. \n"},{"number":29,"text":"At the time appointed he shall return, and come toward the\nsouth; but it shall not be as the former, or as the latter. \n\n"},{"number":30,"text":"For the ships of Chittim shall come against him: therefore he shall be\ngrieved, and return, and have indignation against the holy covenant:\nso shall he do; he shall even return, and have intelligence with them that\nforsake the holy covenant. \n"},{"number":31,"text":"And arms shall stand on his part, and they shall pollute the\nsanctuary of strength, and shall take away the daily \\add sacrifice\\add*,\nand they shall place the abomination that maketh desolate.\\f + \\fr 11.31 \n\\ft maketh…: or, astonisheth\\f* \n"},{"number":32,"text":"And such as do wickedly against the covenant shall he corrupt\nby flatteries: but the people that do know their God shall be strong,\nand do \\add exploits\\add*.\\f + \\fr 11.32  \\ft corrupt: or, cause to\ndissemble\\f* \n"},{"number":33,"text":"And they that understand among the people shall instruct many:\nyet they shall fall by the sword, and by flame, by captivity, and by\nspoil, \\add many\\add* days. \n"},{"number":34,"text":"Now when they shall fall, they shall be holpen with a little\nhelp: but many shall cleave to them with flatteries. \n"},{"number":35,"text":"And \\add some\\add* of them of understanding shall fall, to\ntry them, and to purge, and to make \\add them\\add* white, \\add even\\add*\nto the time of the end: because \\add it is\\add* yet for a time appointed.\\f + \\fr 11.35 \n\\ft try them: or, try by them\\f* \n"},{"number":36,"text":"And the king shall do according to his will; and he shall\nexalt himself, and magnify himself above every god, and shall speak\nmarvellous things against the God of gods, and shall prosper till the\nindignation be accomplished: for that that is determined shall be\ndone. \n"},{"number":37,"text":"Neither shall he regard the God of his fathers, nor the desire\nof women, nor regard any god: for he shall magnify himself above all.\n"},{"number":38,"text":"But in his estate shall he honour the God of forces: and a\ngod whom his fathers knew not shall he honour with gold, and silver,\nand with precious stones, and pleasant things.\\f + \\fr 11.38  \\ft in…: or, as for the Almighty God, in his seat he shall honour\nyea, he shall honour a god, whom, etc\\f*\\f + \\fr 11.38  \\ft estate: or,\nstead\\f*\\f + \\fr 11.38  \\ft forces: or, munitions: Heb. Mauzzim, or, God’s\nprotectors\\f*\\f + \\fr 11.38  \\ft pleasant: Heb. things desired\\f*\n"},{"number":39,"text":"Thus shall he do in the most strong holds with a strange god,\nwhom he shall acknowledge \\add and\\add* increase with glory: and he shall cause them to\nrule over many, and shall divide the land for gain.\\f + \\fr 11.39 \n\\ft most…: Heb. fortresses of munitions\\f*\\f + \\fr 11.39  \\ft gain: Heb. a\nprice\\f* \n"},{"number":40,"text":"And at the time of the end shall the king of the south push\nat him: and the king of the north shall come against him like a whirlwind,\nwith chariots, and with horsemen, and with many ships; and he shall\nenter into the countries, and shall overflow and pass over. \n"},{"number":41,"text":"He shall enter also into the glorious land, and many \\add countries\\add*\nshall be overthrown: but these shall escape out of his hand, \\add even\\add*\nEdom, and Moab, and the chief of the children of Ammon.\\f + \\fr 11.41 \n\\ft glorious…: or, goodly, etc.: Heb. land of delight, or, ornament\\f*\n"},{"number":42,"text":"He shall stretch forth his hand also upon the countries: and the\nland of Egypt shall not escape.\\f + \\fr 11.42  \\ft stretch…: Heb. send\nforth\\f* \n"},{"number":43,"text":"But he shall have power over the treasures of gold and of\nsilver, and over all the precious things of Egypt: and the Libyans\nand the Ethiopians \\add shall be\\add* at his steps. \n"},{"number":44,"text":"But tidings out of the east and out of the north shall trouble\nhim: therefore he shall go forth with great fury to destroy, and utterly to make\naway many. \n"},{"number":45,"text":"And he shall plant the tabernacles of his palace between the\nseas in the glorious holy mountain; yet he shall come to his end,\nand none shall help him.\\f + \\fr 11.45  \\ft glorious…: or, goodly, etc.: Heb. mountain of delight of\nholiness\\f* \n"}],"number":11},{"verses":[{"number":1,"text":"And at that time shall Michael stand up, the great prince which\nstandeth for the children of thy people: and there shall be a time\nof trouble, such as never was since there was a nation \\add even\\add*\nto that same time: and at that time thy people shall be delivered,\nevery one that shall be found written in the book. \n"},{"number":2,"text":"And many of them that sleep in the dust of the earth shall\nawake, some to everlasting life, and some to shame \\add and\\add*\neverlasting contempt. \n"},{"number":3,"text":"And they that be wise shall shine as the brightness of the\nfirmament; and they that turn many to righteousness as the stars\nfor ever and ever.\\f + \\fr 12.3  \\ft wise: or, teachers\\f* \n"},{"number":4,"text":"But thou, O Daniel, shut up the words, and seal the book, \\add even\\add*\nto the time of the end: many shall run to and fro, and knowledge\nshall be increased. \n\n"},{"number":5,"text":"Then I Daniel looked, and, behold, there stood other two,\nthe one on this side of the bank of the river, and the other on that side of the\nbank of the river.\\f + \\fr 12.5  \\ft bank: Heb. lip\\f*\\f + \\fr 12.5 \n\\ft bank: Heb. lip\\f* \n"},{"number":6,"text":"And \\add one\\add* said to the man clothed in linen, which \\add was\\add*\nupon the waters of the river, How long \\add shall it be to\\add* the\nend of these wonders?\\f + \\fr 12.6  \\ft upon…: or, from above\\f*\n"},{"number":7,"text":"And I heard the man clothed in linen, which \\add was\\add* upon\nthe waters of the river, when he held up his right hand and his left\nhand unto heaven, and sware by him that liveth for ever that \\add it shall\nbe\\add* for a time, times, and an half; and when he shall have accomplished\nto scatter the power of the holy people, all these \\add things\\add*\nshall be finished.\\f + \\fr 12.7  \\ft a time…: or, part\\f* \n"},{"number":8,"text":"And I heard, but I understood not: then said I, O my Lord, what\n\\add shall be\\add* the end of these \\add things\\add*? \n"},{"number":9,"text":"And he said, Go thy way, Daniel: for the words \\add are\\add*\nclosed up and sealed till the time of the end. \n"},{"number":10,"text":"Many shall be purified, and made white, and tried; but the\nwicked shall do wickedly: and none of the wicked shall understand;\nbut the wise shall understand. \n"},{"number":11,"text":"And from the time \\add that\\add* the daily \\add sacrifice\\add*\nshall be taken away, and the abomination that maketh desolate set\nup, \\add there shall be\\add* a thousand two hundred and ninety days.\\f + \\fr 12.11 \n\\ft the abomination: Heb. to set up the abomination\\f*\\f + \\fr 12.11 \n\\ft maketh…: or, astonisheth\\f* \n"},{"number":12,"text":"Blessed \\add is\\add* he that waiteth, and cometh to the thousand\nthree hundred and five and thirty days. \n"},{"number":13,"text":"But go thou thy way till the end \\add be:\\add* for thou shalt\nrest, and stand in thy lot at the end of the days.\\f + \\fr 12.13 \n\\ft for thou: or, and thou, etc\\f* "}],"number":12}]}