{"headers":{"id":"HOS Hosea","h":"Hosea","toc1":"Hosea","toc2":"Hosea","toc3":"Hos","mt1":"Hosea"},"book":"Hosea","chapters":[{"verses":[{"number":1,"text":"The word of the \\nd LORD\\nd* that came unto Hosea, the son\nof Beeri, in the days of Uzziah, Jotham, Ahaz, \\add and\\add* Hezekiah,\nkings of Judah, and in the days of Jeroboam the son of Joash, king\nof Israel. \n\n"},{"number":2,"text":"The beginning of the word of the \\nd LORD\\nd* by Hosea. And the\n\\nd LORD\\nd* said to Hosea, Go, take unto thee a wife of whoredoms\nand children of whoredoms: for the land hath committed great whoredom,\n\\add departing\\add* from the \\nd LORD\\nd*. \n"},{"number":3,"text":"So he went and took Gomer the daughter of Diblaim; which conceived,\nand bare him a son. \n"},{"number":4,"text":"And the \\nd LORD\\nd* said unto him, Call his name Jezreel;\nfor yet a little \\add while\\add*, and I will avenge the blood of\nJezreel upon the house of Jehu, and will cause to cease the kingdom\nof the house of Israel.\\f + \\fr 1.4  \\ft avenge: Heb. visit\\f* \n"},{"number":5,"text":"And it shall come to pass at that day, that I will break the\nbow of Israel in the valley of Jezreel. \n\n"},{"number":6,"text":"¶ And she conceived again, and bare a daughter. And \\add God\\add*\nsaid unto him, Call her name Lo-ruhamah: for I will no more have\nmercy upon the house of Israel; but I will utterly take them away.\\f + \\fr 1.6 \n\\ft Lo-ruhamah: that is, Not having obtained mercy\\f*\\f + \\fr 1.6 \n\\ft no…: Heb. not add any more to\\f*\\f + \\fr 1.6  \\ft but…: or, that I should altogether pardon\nthem\\f* \n"},{"number":7,"text":"But I will have mercy upon the house of Judah, and will save\nthem by the \\nd LORD\\nd* their God, and will not save them by bow,\nnor by sword, nor by battle, by horses, nor by horsemen. \n\n"},{"number":8,"text":"¶ Now when she had weaned Lo-ruhamah, she conceived, and bare\na son. \n"},{"number":9,"text":"Then said \\add God\\add*, Call his name Lo-ammi: for ye \\add are\\add*\nnot my people, and I will not be your \\add God\\add*.\\f + \\fr 1.9 \n\\ft Lo-ammi: that is, Not my people\\f* \n\n"},{"number":10,"text":"¶ Yet the number of the children of Israel shall be as the\nsand of the sea, which cannot be measured nor numbered; and it shall come to pass,\n\\add that\\add* in the place where it was said unto them, Ye \\add are\\add*\nnot my people, \\add there\\add* it shall be said unto them, \\add Ye\nare\\add* the sons of the living God.\\f + \\fr 1.10  \\ft in…: or, instead of\nthat\\f* \n"},{"number":11,"text":"Then shall the children of Judah and the children of Israel\nbe gathered together, and appoint themselves one head, and they shall come\nup out of the land: for great \\add shall be\\add* the day of Jezreel.\n"}],"number":1},{"verses":[{"number":1,"text":"Say ye unto your brethren, Ammi; and to your sisters, Ru-hamah.\n\\f + \\fr 2.1  \\ft Ammi: that is, My people\\f*\\f + \\fr 2.1  \\ft Ru-hamah: that is, Having obtained\nmercy\\f* \n"},{"number":2,"text":"Plead with your mother, plead: for she \\add is\\add* not my\nwife, neither \\add am\\add* I her husband: let her therefore put away\nher whoredoms out of her sight, and her adulteries from between her\nbreasts; \n"},{"number":3,"text":"Lest I strip her naked, and set her as in the day that she was\nborn, and make her as a wilderness, and set her like a dry land,\nand slay her with thirst. \n"},{"number":4,"text":"And I will not have mercy upon her children; for they \\add be\\add*\nthe children of whoredoms. \n"},{"number":5,"text":"For their mother hath played the harlot: she that conceived\nthem hath done shamefully: for she said, I will go after my lovers,\nthat give \\add me\\add* my bread and my water, my wool and my flax,\nmine oil and my drink.\\f + \\fr 2.5  \\ft drink: Heb. drinks\\f* \n\n"},{"number":6,"text":"¶ Therefore, behold, I will hedge up thy way with thorns, and\nmake a wall, that she shall not find her paths.\\f + \\fr 2.6  \\ft make…: Heb. wall a\nwall\\f* \n"},{"number":7,"text":"And she shall follow after her lovers, but she shall not overtake\nthem; and she shall seek them, but shall not find \\add them:\\add*\nthen shall she say, I will go and return to my first husband; for then\n\\add was it\\add* better with me than now. \n"},{"number":8,"text":"For she did not know that I gave her corn, and wine, and oil,\nand multiplied her silver and gold, \\add which\\add* they prepared\nfor Baal.\\f + \\fr 2.8  \\ft wine: Heb. new wine\\f*\\f + \\fr 2.8  \\ft which…: or, wherewith they made\nBaal\\f* \n"},{"number":9,"text":"Therefore will I return, and take away my corn in the time\nthereof, and my wine in the season thereof, and will recover my wool\nand my flax \\add given\\add* to cover her nakedness.\\f + \\fr 2.9 \n\\ft recover: or, take away\\f* \n"},{"number":10,"text":"And now will I discover her lewdness in the sight of her lovers,\nand none shall deliver her out of mine hand.\\f + \\fr 2.10  \\ft lewdness: Heb. folly, or,\nvillany\\f* \n"},{"number":11,"text":"I will also cause all her mirth to cease, her feast days,\nher new moons, and her sabbaths, and all her solemn feasts. \n"},{"number":12,"text":"And I will destroy her vines and her fig trees, whereof she hath\nsaid, These \\add are\\add* my rewards that my lovers have given me: and I will\nmake them a forest, and the beasts of the field shall eat them.\\f + \\fr 2.12 \n\\ft destroy: Heb. make desolate\\f* \n"},{"number":13,"text":"And I will visit upon her the days of Baalim, wherein she burned\nincense to them, and she decked herself with her earrings and her\njewels, and she went after her lovers, and forgat me, saith the \\nd LORD\\nd*.\n\n"},{"number":14,"text":"¶ Therefore, behold, I will allure her, and bring her into the\nwilderness, and speak comfortably unto her.\\f + \\fr 2.14  \\ft comfortably: or, friendly: Heb. to her\nheart\\f* \n"},{"number":15,"text":"And I will give her her vineyards from thence, and the valley\nof Achor for a door of hope: and she shall sing there, as in the\ndays of her youth, and as in the day when she came up out of the\nland of Egypt. \n"},{"number":16,"text":"And it shall be at that day, saith the \\nd LORD\\nd*, \\add that\\add*\nthou shalt call me Ishi; and shalt call me no more Baali.\\f + \\fr 2.16 \n\\ft Ishi: that is, My husband\\f*\\f + \\fr 2.16  \\ft Baali: that is, My\nlord\\f* \n"},{"number":17,"text":"For I will take away the names of Baalim out of her mouth,\nand they shall no more be remembered by their name. \n"},{"number":18,"text":"And in that day will I make a covenant for them with the beasts\nof the field, and with the fowls of heaven, and \\add with\\add* the creeping\nthings of the ground: and I will break the bow and the sword and the\nbattle out of the earth, and will make them to lie down safely. \n"},{"number":19,"text":"And I will betroth thee unto me for ever; yea, I will betroth\nthee unto me in righteousness, and in judgment, and in lovingkindness,\nand in mercies. \n"},{"number":20,"text":"I will even betroth thee unto me in faithfulness: and thou shalt\nknow the \\nd LORD\\nd*. \n"},{"number":21,"text":"And it shall come to pass in that day, I will hear, saith\nthe \\nd LORD\\nd*, I will hear the heavens, and they shall hear the\nearth; \n"},{"number":22,"text":"And the earth shall hear the corn, and the wine, and the oil;\nand they shall hear Jezreel. \n"},{"number":23,"text":"And I will sow her unto me in the earth; and I will have mercy\nupon her that had not obtained mercy; and I will say to \\add them which\nwere\\add* not my people, Thou \\add art\\add* my people; and they shall\nsay, \\add Thou art\\add* my God. \n"}],"number":2},{"verses":[{"number":1,"text":"Then said the \\nd LORD\\nd* unto me, Go yet, love a woman beloved of\n\\add her\\add* friend, yet an adulteress, according to the love of the\n\\nd LORD\\nd* toward the children of Israel, who look to other gods,\nand love flagons of wine.\\f + \\fr 3.1  \\ft of wine: Heb. of grapes\\f*\n"},{"number":2,"text":"So I bought her to me for fifteen \\add pieces\\add* of silver, and\n\\add for\\add* an homer of barley, and an half homer of barley:\\f + \\fr 3.2 \n\\ft half…: Heb. lethech\\f* \n"},{"number":3,"text":"And I said unto her, Thou shalt abide for me many days; thou shalt not play the\nharlot, and thou shalt not be for \\add another\\add* man: so \\add will\\add* I also\n\\add be\\add* for thee. \n"},{"number":4,"text":"For the children of Israel shall abide many days without a\nking, and without a prince, and without a sacrifice, and without an\nimage, and without an ephod, and \\add without\\add* teraphim:\\f + \\fr 3.4 \n\\ft image: Heb. a standing, or, statue, or, pillar\\f* \n"},{"number":5,"text":"Afterward shall the children of Israel return, and seek the\n\\nd LORD\\nd* their God, and David their king; and shall fear the\n\\nd LORD\\nd* and his goodness in the latter days. \n"}],"number":3},{"verses":[{"number":1,"text":"Hear the word of the \\nd LORD\\nd*, ye children of Israel: for the\n\\nd LORD\\nd* hath a controversy with the inhabitants of the land, because\n\\add there is\\add* no truth, nor mercy, nor knowledge of God in the\nland. \n"},{"number":2,"text":"By swearing, and lying, and killing, and stealing, and committing\nadultery, they break out, and blood toucheth blood.\\f + \\fr 4.2 \n\\ft blood: Heb. bloods\\f* \n"},{"number":3,"text":"Therefore shall the land mourn, and every one that dwelleth\ntherein shall languish, with the beasts of the field, and with the\nfowls of heaven; yea, the fishes of the sea also shall be taken away.\n"},{"number":4,"text":"Yet let no man strive, nor reprove another: for thy people\n\\add are\\add* as they that strive with the priest. \n"},{"number":5,"text":"Therefore shalt thou fall in the day, and the prophet also shall\nfall with thee in the night, and I will destroy thy mother.\\f + \\fr 4.5 \n\\ft destroy: Heb. cut off\\f* \n\n"},{"number":6,"text":"¶ My people are destroyed for lack of knowledge: because thou hast\nrejected knowledge, I will also reject thee, that thou shalt be no\npriest to me: seeing thou hast forgotten the law of thy God, I will also\nforget thy children.\\f + \\fr 4.6  \\ft destroyed: Heb. cut off\\f*\n"},{"number":7,"text":"As they were increased, so they sinned against me: \\add therefore\\add*\nwill I change their glory into shame. \n"},{"number":8,"text":"They eat up the sin of my people, and they set their heart\non their iniquity.\\f + \\fr 4.8  \\ft set…: Heb. lift up their soul\nto\\f* \n"},{"number":9,"text":"And there shall be, like people, like priest: and I will punish\nthem for their ways, and reward them their doings.\\f + \\fr 4.9  \\ft punish: Heb. visit\nupon\\f*\\f + \\fr 4.9  \\ft reward: Heb. cause to return\\f* \n"},{"number":10,"text":"For they shall eat, and not have enough: they shall commit\nwhoredom, and shall not increase: because they have left off to take\nheed to the \\nd LORD\\nd*. \n"},{"number":11,"text":"Whoredom and wine and new wine take away the heart. \n\n"},{"number":12,"text":"¶ My people ask counsel at their stocks, and their staff declareth\nunto them: for the spirit of whoredoms hath caused \\add them\\add*\nto err, and they have gone a whoring from under their God. \n"},{"number":13,"text":"They sacrifice upon the tops of the mountains, and burn incense\nupon the hills, under oaks and poplars and elms, because the shadow thereof\n\\add is\\add* good: therefore your daughters shall commit whoredom,\nand your spouses shall commit adultery. \n"},{"number":14,"text":"I will not punish your daughters when they commit whoredom,\nnor your spouses when they commit adultery: for themselves are separated\nwith whores, and they sacrifice with harlots: therefore the people\n\\add that\\add* doth not understand shall fall.\\f + \\fr 4.14  \\ft I will not: or, Shall I\nnot\\f*\\f + \\fr 4.14  \\ft fall: or, be punished\\f* \n\n"},{"number":15,"text":"¶ Though thou, Israel, play the harlot, \\add yet\\add* let not\nJudah offend; and come not ye unto Gilgal, neither go ye up to Beth-aven,\nnor swear, The \\nd LORD\\nd* liveth. \n"},{"number":16,"text":"For Israel slideth back as a backsliding heifer: now the \\nd LORD\\nd*\nwill feed them as a lamb in a large place. \n"},{"number":17,"text":"Ephraim \\add is\\add* joined to idols: let him alone. \n"},{"number":18,"text":"Their drink is sour: they have committed whoredom continually:\nher rulers \\add with\\add* shame do love, Give ye.\\f + \\fr 4.18  \\ft sour: Heb.\ngone\\f*\\f + \\fr 4.18  \\ft rulers: Heb. shields\\f* \n"},{"number":19,"text":"The wind hath bound her up in her wings, and they shall be\nashamed because of their sacrifices. \n"}],"number":4},{"verses":[{"number":1,"text":"Hear ye this, O priests; and hearken, ye house of Israel; and give ye\near, O house of the king; for judgment \\add is\\add* toward you, because ye have been a\nsnare on Mizpah, and a net spread upon Tabor. \n"},{"number":2,"text":"And the revolters are profound to make slaughter, though I\n\\add have been\\add* a rebuker of them all.\\f + \\fr 5.2  \\ft though: or,\nand\\f*\\f + \\fr 5.2  \\ft a rebuker: Heb. a correction\\f* \n"},{"number":3,"text":"I know Ephraim, and Israel is not hid from me: for now, O Ephraim,\nthou committest whoredom, \\add and\\add* Israel is defiled. \n"},{"number":4,"text":"They will not frame their doings to turn unto their God: for the\nspirit of whoredoms \\add is\\add* in the midst of them, and they have not\nknown the \\nd LORD\\nd*.\\f + \\fr 5.4  \\ft They will…: or, Their doings will not suffer\nthem\\f*\\f + \\fr 5.4  \\ft frame: Heb. give\\f* \n"},{"number":5,"text":"And the pride of Israel doth testify to his face: therefore shall\nIsrael and Ephraim fall in their iniquity; Judah also shall fall with them.\n"},{"number":6,"text":"They shall go with their flocks and with their herds to seek\nthe \\nd LORD\\nd*; but they shall not find \\add him;\\add* he hath\nwithdrawn himself from them. \n"},{"number":7,"text":"They have dealt treacherously against the \\nd LORD\\nd*: for they have\nbegotten strange children: now shall a month devour them with their\nportions. \n\n"},{"number":8,"text":"Blow ye the cornet in Gibeah, \\add and\\add* the trumpet in\nRamah: cry aloud \\add at\\add* Beth-aven, after thee, O Benjamin.\n"},{"number":9,"text":"Ephraim shall be desolate in the day of rebuke: among the tribes\nof Israel have I made known that which shall surely be. \n"},{"number":10,"text":"The princes of Judah were like them that remove the bound:\n\\add therefore\\add* I will pour out my wrath upon them like water.\n"},{"number":11,"text":"Ephraim \\add is\\add* oppressed  \\add and\\add* broken in judgment,\nbecause he willingly walked after the commandment. \n"},{"number":12,"text":"Therefore \\add will\\add* I \\add be\\add* unto Ephraim as a moth,\nand to the house of Judah as rottenness.\\f + \\fr 5.12  \\ft rottenness: or, a\nworm\\f* \n"},{"number":13,"text":"When Ephraim saw his sickness, and Judah \\add saw\\add* his\nwound, then went Ephraim to the Assyrian, and sent to king Jareb:\nyet could he not heal you, nor cure you of your wound.\\f + \\fr 5.13 \n\\ft king Jareb: or, the king of Jareb: or, the king that should plead\\f*\n"},{"number":14,"text":"For I \\add will be\\add* unto Ephraim as a lion, and as a young\nlion to the house of Judah: I, \\add even\\add* I, will tear and go\naway; I will take away, and none shall rescue \\add him\\add*. \n\n"},{"number":15,"text":"¶ I will go \\add and\\add* return to my place, till they acknowledge their\noffence, and seek my face: in their affliction they will seek me\nearly.\\f + \\fr 5.15  \\ft acknowledge…: Heb. be guilty\\f* \n"}],"number":5},{"verses":[{"number":1,"text":"Come, and let us return unto the \\nd LORD\\nd*: for he hath\ntorn, and he will heal us; he hath smitten, and he will bind us up.\n"},{"number":2,"text":"After two days will he revive us: in the third day he will raise us\nup, and we shall live in his sight. \n"},{"number":3,"text":"Then shall we know, \\add if\\add* we follow on to know the \\nd LORD\\nd*:\nhis going forth is prepared as the morning; and he shall come unto us as the\nrain, as the latter \\add and\\add* former rain unto the earth. \n\n"},{"number":4,"text":"¶ O Ephraim, what shall I do unto thee? O Judah, what shall I\ndo unto thee? for your goodness \\add is\\add* as a morning cloud,\nand as the early dew it goeth away.\\f + \\fr 6.4  \\ft goodness: or, mercy, or,\nkindness\\f* \n"},{"number":5,"text":"Therefore have I hewed \\add them\\add* by the prophets; I have\nslain them by the words of my mouth: and thy judgments \\add are as\\add*\nthe light \\add that\\add* goeth forth.\\f + \\fr 6.5  \\ft and…: or, that thy judgments might be,\netc\\f* \n"},{"number":6,"text":"For I desired mercy, and not sacrifice; and the knowledge of\nGod more than burnt offerings. \n"},{"number":7,"text":"But they like men have transgressed the covenant: there have they dealt\ntreacherously against me.\\f + \\fr 6.7  \\ft men: or, Adam\\f* \n"},{"number":8,"text":"Gilead \\add is\\add* a city of them that work iniquity, \\add and\nis\\add* polluted with blood.\\f + \\fr 6.8  \\ft polluted: or, cunning\nfor\\f* \n"},{"number":9,"text":"And as troops of robbers wait for a man, \\add so\\add* the company\nof priests murder in the way by consent: for they commit lewdness.\\f + \\fr 6.9 \n\\ft by…: Heb. with one shoulder, or, to Shechem\\f*\\f + \\fr 6.9  \\ft lewdness: or,\nenormity\\f* \n"},{"number":10,"text":"I have seen an horrible thing in the house of Israel: there\n\\add is\\add* the whoredom of Ephraim, Israel is defiled. \n"},{"number":11,"text":"Also, O Judah, he hath set an harvest for thee, when I returned\nthe captivity of my people. \n"}],"number":6},{"verses":[{"number":1,"text":"When I would have healed Israel, then the iniquity of Ephraim\nwas discovered, and the wickedness of Samaria: for they commit falsehood;\nand the thief cometh in, \\add and\\add* the troop of robbers spoileth\nwithout.\\f + \\fr 7.1  \\ft wickedness: Heb. evils\\f*\\f + \\fr 7.1 \n\\ft spoileth: Heb. strippeth\\f* \n"},{"number":2,"text":"And they consider not in their hearts \\add that\\add* I remember\nall their wickedness: now their own doings have beset them about;\nthey are before my face.\\f + \\fr 7.2  \\ft consider…: Heb. say not\nto\\f* \n"},{"number":3,"text":"They make the king glad with their wickedness, and the princes\nwith their lies. \n"},{"number":4,"text":"They \\add are\\add* all adulterers, as an oven heated by the\nbaker, \\add who\\add* ceaseth from raising after he hath kneaded the\ndough, until it be leavened.\\f + \\fr 7.4  \\ft who…: or, the raiser will\ncease\\f*\\f + \\fr 7.4  \\ft raising: or, waking\\f* \n"},{"number":5,"text":"In the day of our king the princes have made \\add him\\add*\nsick with bottles of wine; he stretched out his hand with scorners.\\f + \\fr 7.5 \n\\ft bottles…: or, heat through wine\\f* \n"},{"number":6,"text":"For they have made ready their heart like an oven, whiles they lie in\nwait: their baker sleepeth all the night; in the morning it burneth\nas a flaming fire.\\f + \\fr 7.6  \\ft made…: or, applied\\f* \n"},{"number":7,"text":"They are all hot as an oven, and have devoured their judges;\nall their kings are fallen: \\add there is\\add* none among them that\ncalleth unto me. \n\n"},{"number":8,"text":"Ephraim, he hath mixed himself among the people; Ephraim is a\ncake not turned. \n"},{"number":9,"text":"Strangers have devoured his strength, and he knoweth \\add it\\add*\nnot: yea, gray hairs are here and there upon him, yet he knoweth\nnot.\\f + \\fr 7.9  \\ft here…: Heb. sprinkled\\f* \n"},{"number":10,"text":"And the pride of Israel testifieth to his face: and they do not\nreturn to the \\nd LORD\\nd* their God, nor seek him for all this.\n\n"},{"number":11,"text":"¶ Ephraim also is like a silly dove without heart: they call\nto Egypt, they go to Assyria. \n"},{"number":12,"text":"When they shall go, I will spread my net upon them; I will bring them\ndown as the fowls of the heaven; I will chastise them, as their congregation\nhath heard. \n"},{"number":13,"text":"Woe unto them! for they have fled from me: destruction unto them! because they have\ntransgressed against me: though I have redeemed them, yet they have\nspoken lies against me.\\f + \\fr 7.13  \\ft destruction: Heb. spoil\\f*\n"},{"number":14,"text":"And they have not cried unto me with their heart, when they\nhowled upon their beds: they assemble themselves for corn and wine,\n\\add and\\add* they rebel against me. \n"},{"number":15,"text":"Though I have bound \\add and\\add* strengthened their arms,\nyet do they imagine mischief against me.\\f + \\fr 7.15  \\ft have…: or,\nchastened\\f* \n"},{"number":16,"text":"They return, \\add but\\add* not to the most High: they are like a\ndeceitful bow: their princes shall fall by the sword for the rage\nof their tongue: this \\add shall be\\add* their derision in the land\nof Egypt. \n"}],"number":7},{"verses":[{"number":1,"text":"\\add Set\\add* the trumpet to thy mouth. \\add He shall come\\add*\nas an eagle against the house of the \\nd LORD\\nd*, because they have\ntransgressed my covenant, and trespassed against my law.\\f + \\fr 8.1 \n\\ft thy: Heb. the roof of thy\\f* \n"},{"number":2,"text":"Israel shall cry unto me, My God, we know thee. \n"},{"number":3,"text":"Israel hath cast off \\add the thing that is\\add* good: the\nenemy shall pursue him. \n"},{"number":4,"text":"They have set up kings, but not by me: they have made princes,\nand I knew \\add it\\add* not: of their silver and their gold have they\nmade them idols, that they may be cut off. \n\n"},{"number":5,"text":"¶ Thy calf, O Samaria, hath cast \\add thee\\add* off; mine anger\nis kindled against them: how long \\add will it be\\add* ere they attain\nto innocency? \n"},{"number":6,"text":"For from Israel \\add was\\add* it also: the workman made it; therefore it\n\\add is\\add* not God: but the calf of Samaria shall be broken in\npieces. \n"},{"number":7,"text":"For they have sown the wind, and they shall reap the whirlwind:\nit hath no stalk: the bud shall yield no meal: if so be it yield,\nthe strangers shall swallow it up.\\f + \\fr 8.7  \\ft stalk: or, standing\ncorn\\f* \n\n"},{"number":8,"text":"Israel is swallowed up: now shall they be among the Gentiles\nas a vessel wherein \\add is\\add* no pleasure. \n"},{"number":9,"text":"For they are gone up to Assyria, a wild ass alone by himself:\nEphraim hath hired lovers.\\f + \\fr 8.9  \\ft lovers: Heb. loves\\f*\n"},{"number":10,"text":"Yea, though they have hired among the nations, now will I\ngather them, and they shall sorrow a little for the burden of the\nking of princes.\\f + \\fr 8.10  \\ft sorrow: or, begin\\f*\\f + \\fr 8.10 \n\\ft a…: or, in a little while\\f* \n"},{"number":11,"text":"Because Ephraim hath made many altars to sin, altars shall be unto him to\nsin. \n"},{"number":12,"text":"I have written to him the great things of my law, \\add but\\add*\nthey were counted as a strange thing. \n"},{"number":13,"text":"They sacrifice flesh \\add for\\add* the sacrifices of mine\nofferings, and eat \\add it; but\\add* the \\nd LORD\\nd* accepteth them not; now will he\nremember their iniquity, and visit their sins: they shall return\nto Egypt.\\f + \\fr 8.13  \\ft They sacrifice…: or, In the sacrifices of mine offerings they,\netc\\f* \n"},{"number":14,"text":"For Israel hath forgotten his Maker, and buildeth temples;\nand Judah hath multiplied fenced cities: but I will send a fire upon his\ncities, and it shall devour the palaces thereof. \n"}],"number":8},{"verses":[{"number":1,"text":"Rejoice not, O Israel, for joy, as \\add other\\add* people:\nfor thou hast gone a whoring from thy God, thou hast loved a reward\nupon every cornfloor.\\f + \\fr 9.1  \\ft upon: or, in, etc\\f* \n"},{"number":2,"text":"The floor and the winepress shall not feed them, and the new\nwine shall fail in her.\\f + \\fr 9.2  \\ft winepress: or, winefat\\f*\n"},{"number":3,"text":"They shall not dwell in the \\nd LORD’s\\nd* land; but Ephraim\nshall return to Egypt, and they shall eat unclean \\add things\\add*\nin Assyria. \n"},{"number":4,"text":"They shall not offer wine \\add offerings\\add* to the \\nd LORD\\nd*,\nneither shall they be pleasing unto him: their sacrifices \\add shall\nbe\\add* unto them as the bread of mourners; all that eat thereof shall be\npolluted: for their bread for their soul shall not come into the\nhouse of the \\nd LORD\\nd*. \n"},{"number":5,"text":"What will ye do in the solemn day, and in the day of the feast\nof the \\nd LORD\\nd*? \n"},{"number":6,"text":"For, lo, they are gone because of destruction: Egypt shall gather them\nup, Memphis shall bury them: the pleasant \\add places\\add* for their\nsilver, nettles shall possess them: thorns \\add shall be\\add* in their\ntabernacles.\\f + \\fr 9.6  \\ft destruction: Heb. spoil\\f*\\f + \\fr 9.6 \n\\ft the…: or, their silver shall be desired, the nettle, etc.: Heb. the\ndesire\\f* \n\n"},{"number":7,"text":"The days of visitation are come, the days of recompence are\ncome; Israel shall know \\add it:\\add* the prophet \\add is\\add* a\nfool, the spiritual man \\add is\\add* mad, for the multitude of thine\niniquity, and the great hatred.\\f + \\fr 9.7  \\ft spiritual…: Heb. man of the\nspirit\\f* \n"},{"number":8,"text":"The watchman of Ephraim \\add was\\add* with my God: \\add but\\add*\nthe prophet \\add is\\add* a snare of a fowler in all his ways, \\add and\\add*\nhatred in the house of his God.\\f + \\fr 9.8  \\ft in the: or, against\nthe\\f* \n"},{"number":9,"text":"They have deeply corrupted \\add themselves\\add*, as in the\ndays of Gibeah: \\add therefore\\add* he will remember their iniquity,\nhe will visit their sins. \n"},{"number":10,"text":"I found Israel like grapes in the wilderness; I saw your fathers\nas the firstripe in the fig tree at her first time: \\add but\\add*\nthey went to Baal-peor, and separated themselves unto \\add that\\add*\nshame; and \\add their\\add* abominations were according as they loved.\n\n"},{"number":11,"text":"\\add As for\\add* Ephraim, their glory shall fly away like a\nbird, from the birth, and from the womb, and from the conception.\n"},{"number":12,"text":"Though they bring up their children, yet will I bereave them,\n\\add that there shall\\add* not \\add be\\add* a man \\add left:\\add*\nyea, woe also to them when I depart from them! \n"},{"number":13,"text":"Ephraim, as I saw Tyrus, \\add is\\add* planted in a pleasant\nplace: but Ephraim shall bring forth his children to the murderer.\n"},{"number":14,"text":"Give them, O \\nd LORD\\nd*: what wilt thou give? give them a\nmiscarrying womb and dry breasts.\\f + \\fr 9.14  \\ft miscarrying: Heb. that casteth the\nfruit\\f* \n"},{"number":15,"text":"All their wickedness \\add is\\add* in Gilgal: for there I hated\nthem: for the wickedness of their doings I will drive them out of mine\nhouse, I will love them no more: all their princes \\add are\\add*\nrevolters. \n"},{"number":16,"text":"Ephraim is smitten, their root is dried up, they shall bear\nno fruit: yea, though they bring forth, yet will I slay \\add even\\add*\nthe beloved \\add fruit\\add* of their womb.\\f + \\fr 9.16  \\ft the…: Heb. the\ndesires\\f* \n"},{"number":17,"text":"My God will cast them away, because they did not hearken unto him: and they shall be\nwanderers among the nations. \n"}],"number":9},{"verses":[{"number":1,"text":"Israel \\add is\\add* an empty vine, he bringeth forth fruit\nunto himself: according to the multitude of his fruit he hath increased\nthe altars; according to the goodness of his land they have made\ngoodly images.\\f + \\fr 10.1  \\ft an…: or, a vine emptying the fruit which it\ngiveth\\f*\\f + \\fr 10.1  \\ft images: Heb. statues, or, standing images\\f*\n"},{"number":2,"text":"Their heart is divided; now shall they be found faulty: he shall break\ndown their altars, he shall spoil their images.\\f + \\fr 10.2  \\ft Their heart…: or, He hath divided their\nheart\\f*\\f + \\fr 10.2  \\ft break…: Heb. behead\\f*\\f + \\fr 10.2  \\ft images: Heb. statues, or, standing\nimages\\f* \n"},{"number":3,"text":"For now they shall say, We have no king, because we feared\nnot the \\nd LORD\\nd*; what then should a king do to us? \n"},{"number":4,"text":"They have spoken words, swearing falsely in making a covenant:\nthus judgment springeth up as hemlock in the furrows of the field.\n"},{"number":5,"text":"The inhabitants of Samaria shall fear because of the calves\nof Beth-aven: for the people thereof shall mourn over it, and the\npriests thereof \\add that\\add* rejoiced on it, for the glory thereof, because it is\ndeparted from it.\\f + \\fr 10.5  \\ft the priests…: or, Chemarim\\f*\n"},{"number":6,"text":"It shall be also carried unto Assyria \\add for\\add* a present\nto king Jareb: Ephraim shall receive shame, and Israel shall be ashamed\nof his own counsel. \n"},{"number":7,"text":"\\add As for\\add* Samaria, her king is cut off as the foam upon\nthe water.\\f + \\fr 10.7  \\ft the water: Heb. the face of the water\\f*\n"},{"number":8,"text":"The high places also of Aven, the sin of Israel, shall be destroyed:\nthe thorn and the thistle shall come up on their altars; and they shall\nsay to the mountains, Cover us; and to the hills, Fall on us. \n\n"},{"number":9,"text":"O Israel, thou hast sinned from the days of Gibeah: there they\nstood: the battle in Gibeah against the children of iniquity did not\novertake them. \n"},{"number":10,"text":"\\add It is\\add* in my desire that I should chastise them; and the\npeople shall be gathered against them, when they shall bind themselves in their\ntwo furrows.\\f + \\fr 10.10  \\ft when…: or, when I shall bind them for their two transgressions, or, in their two\nhabitations\\f* \n"},{"number":11,"text":"And Ephraim \\add is as\\add* an heifer \\add that is\\add* taught,\n\\add and\\add* loveth to tread out \\add the corn;\\add* but I passed\nover upon her fair neck: I will make Ephraim to ride; Judah shall\nplow, \\add and\\add* Jacob shall break his clods.\\f + \\fr 10.11  \\ft her…: Heb. the beauty of her\nneck\\f* \n"},{"number":12,"text":"Sow to yourselves in righteousness, reap in mercy; break up\nyour fallow ground: for \\add it is\\add* time to seek the \\nd LORD\\nd*,\ntill he come and rain righteousness upon you. \n"},{"number":13,"text":"Ye have plowed wickedness, ye have reaped iniquity; ye have\neaten the fruit of lies: because thou didst trust in thy way, in the\nmultitude of thy mighty men. \n"},{"number":14,"text":"Therefore shall a tumult arise among thy people, and all thy\nfortresses shall be spoiled, as Shalman spoiled Beth-arbel in the\nday of battle: the mother was dashed in pieces upon \\add her\\add*\nchildren. \n"},{"number":15,"text":"So shall Beth-el do unto you because of your great wickedness:\nin a morning shall the king of Israel utterly be cut off.\\f + \\fr 10.15 \n\\ft your…: Heb. the evil of your evil\\f* \n"}],"number":10},{"verses":[{"number":1,"text":"When Israel \\add was\\add* a child, then I loved him, and called\nmy son out of Egypt. \n"},{"number":2,"text":"\\add As\\add* they called them, so they went from them: they\nsacrificed unto Baalim, and burned incense to graven images. \n"},{"number":3,"text":"I taught Ephraim also to go, taking them by their arms; but they\nknew not that I healed them. \n"},{"number":4,"text":"I drew them with cords of a man, with bands of love: and I was to them as they that take\noff the yoke on their jaws, and I laid meat unto them.\\f + \\fr 11.4 \n\\ft take off: Heb. lift up\\f* \n\n"},{"number":5,"text":"¶ He shall not return into the land of Egypt, but the Assyrian\nshall be his king, because they refused to return. \n"},{"number":6,"text":"And the sword shall abide on his cities, and shall consume\nhis branches, and devour \\add them\\add*, because of their own counsels.\n"},{"number":7,"text":"And my people are bent to backsliding from me: though they\ncalled them to the most High, none at all would exalt \\add him\\add*.\\f + \\fr 11.7 \n\\ft none…: Heb. together they exalted not\\f* \n\n"},{"number":8,"text":"How shall I give thee up, Ephraim? \\add how\\add* shall I deliver\nthee, Israel? how shall I make thee as Admah? \\add how\\add* shall I\nset thee as Zeboim? mine heart is turned within me, my repentings\nare kindled together. \n"},{"number":9,"text":"I will not execute the fierceness of mine anger, I will not\nreturn to destroy Ephraim: for I \\add am\\add* God, and not man; the Holy\nOne in the midst of thee: and I will not enter into the city. \n"},{"number":10,"text":"They shall walk after the \\nd LORD\\nd*: he shall roar like a\nlion: when he shall roar, then the children shall tremble from the\nwest. \n"},{"number":11,"text":"They shall tremble as a bird out of Egypt, and as a dove out of the\nland of Assyria: and I will place them in their houses, saith the\n\\nd LORD\\nd*. \n"},{"number":12,"text":"Ephraim compasseth me about with lies, and the house of Israel\nwith deceit: but Judah yet ruleth with God, and is faithful with the\nsaints.\\f + \\fr 11.12  \\ft saints: or, most holy\\f* \n"}],"number":11},{"verses":[{"number":1,"text":"Ephraim feedeth on wind, and followeth after the east wind:\nhe daily increaseth lies and desolation; and they do make a covenant\nwith the Assyrians, and oil is carried into Egypt. \n"},{"number":2,"text":"The \\nd LORD\\nd* hath also a controversy with Judah, and will\npunish Jacob according to his ways; according to his doings will he\nrecompense him.\\f + \\fr 12.2  \\ft punish: Heb. visit upon\\f* \n\n"},{"number":3,"text":"¶ He took his brother by the heel in the womb, and by his strength\nhe had power with God:\\f + \\fr 12.3  \\ft had…: Heb. was a prince, or, behaved himself\nprincely\\f* \n"},{"number":4,"text":"Yea, he had power over the angel, and prevailed: he wept, and made\nsupplication unto him: he found him \\add in\\add* Beth-el, and there he\nspake with us; \n"},{"number":5,"text":"Even the \\nd LORD\\nd* God of hosts; the \\nd LORD\\nd* \\add is\\add*\nhis memorial. \n"},{"number":6,"text":"Therefore turn thou to thy God: keep mercy and judgment, and\nwait on thy God continually. \n\n"},{"number":7,"text":"¶ \\add He is\\add* a merchant, the balances of deceit \\add are\\add*\nin his hand: he loveth to oppress.\\f + \\fr 12.7  \\ft a merchant: or,\nCanaan\\f*\\f + \\fr 12.7  \\ft oppress: or, deceive\\f* \n"},{"number":8,"text":"And Ephraim said, Yet I am become rich, I have found me out\nsubstance: \\add in\\add* all my labours they shall find none iniquity in me that\n\\add were\\add* sin.\\f + \\fr 12.8  \\ft in all…: or, all my labours suffice me not: he shall have punishment of iniquity in whom\nis sin\\f*\\f + \\fr 12.8  \\ft that: Heb. which\\f* \n"},{"number":9,"text":"And I \\add that am\\add* the \\nd LORD\\nd* thy God from the land\nof Egypt will yet make thee to dwell in tabernacles, as in the days\nof the solemn feast. \n"},{"number":10,"text":"I have also spoken by the prophets, and I have multiplied\nvisions, and used similitudes, by the ministry of the prophets.\\f + \\fr 12.10 \n\\ft ministry: Heb. hand\\f* \n"},{"number":11,"text":"\\add Is there\\add* iniquity \\add in\\add* Gilead? surely they are\nvanity: they sacrifice bullocks in Gilgal; yea, their altars \\add are\\add*\nas heaps in the furrows of the fields. \n"},{"number":12,"text":"And Jacob fled into the country of Syria, and Israel served\nfor a wife, and for a wife he kept \\add sheep\\add*. \n"},{"number":13,"text":"And by a prophet the \\nd LORD\\nd* brought Israel out of Egypt,\nand by a prophet was he preserved. \n"},{"number":14,"text":"Ephraim provoked \\add him\\add* to anger most bitterly: therefore shall he\nleave his blood upon him, and his reproach shall his Lord return unto\nhim.\\f + \\fr 12.14  \\ft most…: Heb. with bitternesses\\f*\\f + \\fr 12.14 \n\\ft blood: Heb. bloods\\f* \n"}],"number":12},{"verses":[{"number":1,"text":"When Ephraim spake trembling, he exalted himself in Israel;\nbut when he offended in Baal, he died. \n"},{"number":2,"text":"And now they sin more and more, and have made them molten images\nof their silver, \\add and\\add* idols according to their own understanding,\nall of it the work of the craftsmen: they say of them, Let the men\nthat sacrifice kiss the calves.\\f + \\fr 13.2  \\ft they sin…: Heb. they add to\nsin\\f*\\f + \\fr 13.2  \\ft the men…: or, the sacrificers of men\\f*\n"},{"number":3,"text":"Therefore they shall be as the morning cloud, and as the early\ndew that passeth away, as the chaff \\add that\\add* is driven with the\nwhirlwind out of the floor, and as the smoke out of the chimney.\n"},{"number":4,"text":"Yet I \\add am\\add* the \\nd LORD\\nd* thy God from the land of\nEgypt, and thou shalt know no god but me: for \\add there is\\add*\nno saviour beside me. \n\n"},{"number":5,"text":"¶ I did know thee in the wilderness, in the land of great drought.\\f + \\fr 13.5 \n\\ft great…: Heb. droughts\\f* \n"},{"number":6,"text":"According to their pasture, so were they filled; they were\nfilled, and their heart was exalted; therefore have they forgotten me.\n"},{"number":7,"text":"Therefore I will be unto them as a lion: as a leopard by the\nway will I observe \\add them:\\add* \n"},{"number":8,"text":"I will meet them as a bear \\add that is\\add* bereaved \\add of her\nwhelps\\add*, and will rend the caul of their heart, and there will I\ndevour them like a lion: the wild beast shall tear them.\\f + \\fr 13.8 \n\\ft wild…: Heb. beast of the field\\f* \n\n"},{"number":9,"text":"¶ O Israel, thou hast destroyed thyself; but in me \\add is\\add*\nthine help.\\f + \\fr 13.9  \\ft is…: Heb. in thy help\\f* \n"},{"number":10,"text":"I will be thy king: where \\add is any other\\add* that may\nsave thee in all thy cities? and thy judges of whom thou saidst,\nGive me a king and princes?\\f + \\fr 13.10  \\ft I will…: rather, Where is thy\nking?\\f* \n"},{"number":11,"text":"I gave thee a king in mine anger, and took \\add him\\add* away in my\nwrath. \n"},{"number":12,"text":"The iniquity of Ephraim \\add is\\add* bound up; his sin \\add is\\add*\nhid. \n"},{"number":13,"text":"The sorrows of a travailing woman shall come upon him: he\n\\add is\\add* an unwise son; for he should not stay long in \\add the place\nof\\add* the breaking forth of children.\\f + \\fr 13.13  \\ft long: Heb. a\ntime\\f* \n"},{"number":14,"text":"I will ransom them from the power of the grave; I will redeem\nthem from death: O death, I will be thy plagues; O grave, I will\nbe thy destruction: repentance shall be hid from mine eyes.\\f + \\fr 13.14 \n\\ft power: Heb. hand\\f* \n\n"},{"number":15,"text":"¶ Though he be fruitful among \\add his\\add* brethren, an east\nwind shall come, the wind of the \\nd LORD\\nd* shall come up from the\nwilderness, and his spring shall become dry, and his fountain shall be dried\nup: he shall spoil the treasure of all pleasant vessels.\\f + \\fr 13.15 \n\\ft pleasant…: Heb. vessels of desire\\f* \n"},{"number":16,"text":"Samaria shall become desolate; for she hath rebelled against her\nGod: they shall fall by the sword: their infants shall be dashed in\npieces, and their women with child shall be ripped up. \n"}],"number":13},{"verses":[{"number":1,"text":"O Israel, return unto the \\nd LORD\\nd* thy God; for thou hast\nfallen by thine iniquity. \n"},{"number":2,"text":"Take with you words, and turn to the \\nd LORD\\nd*: say unto him, Take\naway all iniquity, and receive \\add us\\add* graciously: so will we\nrender the calves of our lips.\\f + \\fr 14.2  \\ft receive…: or, give\ngood\\f* \n"},{"number":3,"text":"Asshur shall not save us; we will not ride upon horses: neither will we\nsay any more to the work of our hands, \\add Ye are\\add* our gods:\nfor in thee the fatherless findeth mercy. \n\n"},{"number":4,"text":"¶ I will heal their backsliding, I will love them freely: for mine\nanger is turned away from him. \n"},{"number":5,"text":"I will be as the dew unto Israel: he shall grow as the lily,\nand cast forth his roots as Lebanon.\\f + \\fr 14.5  \\ft grow: or,\nblossom\\f*\\f + \\fr 14.5  \\ft cast…: Heb. strike\\f* \n"},{"number":6,"text":"His branches shall spread, and his beauty shall be as the olive\ntree, and his smell as Lebanon.\\f + \\fr 14.6  \\ft spread: Heb. go\\f*\n"},{"number":7,"text":"They that dwell under his shadow shall return; they shall revive\n\\add as\\add* the corn, and grow as the vine: the scent thereof \\add shall\nbe\\add* as the wine of Lebanon.\\f + \\fr 14.7  \\ft grow: or, blossom\\f*\\f + \\fr 14.7 \n\\ft scent: or, memorial\\f* \n\n"},{"number":8,"text":"Ephraim \\add shall say\\add*, What have I to do any more with\nidols? I have heard \\add him\\add*, and observed him: I \\add am\\add*\nlike a green fir tree. From me is thy fruit found. \n"},{"number":9,"text":"Who \\add is\\add* wise, and he shall understand these \\add things\\add*?\nprudent, and he shall know them? for the ways of the \\nd LORD\\nd*\n\\add are\\add* right, and the just shall walk in them: but the transgressors\nshall fall therein. "}],"number":14}]}