{"headers":{"id":"LEV  Leviticus","h":"Leviticus","toc1":"The Third Book of Moses, called Leviticus","toc2":"Leviticus","toc3":"Lev","mt1":"The Third Book of Moses, called Leviticus"},"book":"Leviticus","chapters":[{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* called unto Moses, and spake unto him out of the\ntabernacle of the congregation, saying, \n"},{"number":2,"text":"Speak unto the children of Israel, and say unto them, If any\nman of you bring an offering unto the \\nd LORD\\nd*, ye shall bring\nyour offering of the cattle, \\add even\\add* of the herd, and of the\nflock. \n\n"},{"number":3,"text":"If his offering \\add be\\add* a burnt sacrifice of the herd,\nlet him offer a male without blemish: he shall offer it of his own voluntary\nwill at the door of the tabernacle of the congregation before the\n\\nd LORD\\nd*. \n"},{"number":4,"text":"And he shall put his hand upon the head of the burnt offering;\nand it shall be accepted for him to make atonement for him. \n"},{"number":5,"text":"And he shall kill the bullock before the \\nd LORD\\nd*: and the\npriests, Aaron’s sons, shall bring the blood, and sprinkle the blood\nround about upon the altar that \\add is by\\add* the door of the tabernacle\nof the congregation. \n"},{"number":6,"text":"And he shall flay the burnt offering, and cut it into his pieces.\n"},{"number":7,"text":"And the sons of Aaron the priest shall put fire upon the altar,\nand lay the wood in order upon the fire: \n"},{"number":8,"text":"And the priests, Aaron’s sons, shall lay the parts, the head,\nand the fat, in order upon the wood that \\add is\\add* on the fire which\n\\add is\\add* upon the altar: \n"},{"number":9,"text":"But his inwards and his legs shall he wash in water: and the\npriest shall burn all on the altar, \\add to be\\add* a burnt sacrifice,\nan offering made by fire, of a sweet savour unto the \\nd LORD\\nd*.\n\n"},{"number":10,"text":"And if his offering \\add be\\add* of the flocks, \\add namely\\add*,\nof the sheep, or of the goats, for a burnt sacrifice; he shall bring\nit a male without blemish. \n"},{"number":11,"text":"And he shall kill it on the side of the altar northward before\nthe \\nd LORD\\nd*: and the priests, Aaron’s sons, shall sprinkle his\nblood round about upon the altar. \n"},{"number":12,"text":"And he shall cut it into his pieces, with his head and his\nfat: and the priest shall lay them in order on the wood that \\add is\\add*\non the fire which \\add is\\add* upon the altar: \n"},{"number":13,"text":"But he shall wash the inwards and the legs with water: and the\npriest shall bring \\add it\\add* all, and burn \\add it\\add* upon the\naltar: it \\add is\\add* a burnt sacrifice, an offering made by fire,\nof a sweet savour unto the \\nd LORD\\nd*. \n\n"},{"number":14,"text":"And if the burnt sacrifice for his offering to the \\nd LORD\\nd*\n\\add be\\add* of fowls, then he shall bring his offering of turtledoves,\nor of young pigeons. \n"},{"number":15,"text":"And the priest shall bring it unto the altar, and wring off\nhis head, and burn \\add it\\add* on the altar; and the blood thereof shall be wrung\nout at the side of the altar:\\f + \\fr 1.15  \\ft wring…: or, pinch off the head with the\nnail\\f* \n"},{"number":16,"text":"And he shall pluck away his crop with his feathers, and cast\nit beside the altar on the east part, by the place of the ashes:\\f + \\fr 1.16 \n\\ft his feathers: or, the filth thereof\\f* \n"},{"number":17,"text":"And he shall cleave it with the wings thereof, \\add but\\add* shall not divide\n\\add it\\add* asunder: and the priest shall burn it upon the altar,\nupon the wood that \\add is\\add* upon the fire: it \\add is\\add* a burnt\nsacrifice, an offering made by fire, of a sweet savour unto the \\nd LORD\\nd*.\n"}],"number":1},{"verses":[{"number":1,"text":"And when any will offer a meat offering unto the \\nd LORD\\nd*,\nhis offering shall be \\add of\\add* fine flour; and he shall pour\noil upon it, and put frankincense thereon: \n"},{"number":2,"text":"And he shall bring it to Aaron’s sons the priests: and he shall\ntake thereout his handful of the flour thereof, and of the oil thereof, with all the\nfrankincense thereof; and the priest shall burn the memorial of it upon the\naltar, \\add to be\\add* an offering made by fire, of a sweet savour\nunto the \\nd LORD\\nd*: \n"},{"number":3,"text":"And the remnant of the meat offering \\add shall be\\add* Aaron’s\nand his sons’: \\add it is\\add* a thing most holy of the offerings\nof the \\nd LORD\\nd* made by fire. \n\n"},{"number":4,"text":"And if thou bring an oblation of a meat offering baken in the\noven, \\add it shall be\\add* unleavened cakes of fine flour mingled\nwith oil, or unleavened wafers anointed  with oil. \n\n"},{"number":5,"text":"And if thy oblation \\add be\\add* a meat offering \\add baken\\add*\nin a pan, it shall be \\add of\\add* fine flour unleavened, mingled\nwith oil.\\f + \\fr 2.5  \\ft in a pan: or, on a flat plate, or, slice\\f*\n"},{"number":6,"text":"Thou shalt part it in pieces, and pour oil thereon: it \\add is\\add*\na meat offering. \n\n"},{"number":7,"text":"And if thy oblation \\add be\\add* a meat offering \\add baken\\add*\nin the fryingpan, it shall be made \\add of\\add* fine flour with oil.\n"},{"number":8,"text":"And thou shalt bring the meat offering that is made of these things unto the\n\\nd LORD\\nd*: and when it is presented unto the priest, he shall\nbring it unto the altar. \n"},{"number":9,"text":"And the priest shall take from the meat offering a memorial\nthereof, and shall burn \\add it\\add* upon the altar: \\add it is\\add*\nan offering made by fire, of a sweet savour unto the \\nd LORD\\nd*.\n"},{"number":10,"text":"And that which is left of the meat offering \\add shall be\\add*\nAaron’s and his sons’: \\add it is\\add* a thing most holy of the offerings\nof the \\nd LORD\\nd* made by fire. \n\n"},{"number":11,"text":"No meat offering, which ye shall bring unto the \\nd LORD\\nd*,\nshall be made with leaven: for ye shall burn no leaven, nor any honey,\nin any offering of the \\nd LORD\\nd* made by fire. \n\n"},{"number":12,"text":"As for the oblation of the firstfruits, ye shall offer them unto the\n\\nd LORD\\nd*: but they shall not be burnt on the altar for a sweet\nsavour.\\f + \\fr 2.12  \\ft be burnt: Heb. ascend\\f* \n"},{"number":13,"text":"And every oblation of thy meat offering shalt thou season\nwith salt; neither shalt thou suffer the salt of the covenant of thy\nGod to be lacking from thy meat offering: with all thine offerings\nthou shalt offer salt. \n"},{"number":14,"text":"And if thou offer a meat offering of thy firstfruits unto the\n\\nd LORD\\nd*, thou shalt offer for the meat offering of thy firstfruits\ngreen ears of corn dried by the fire, \\add even\\add* corn beaten\nout of full ears. \n"},{"number":15,"text":"And thou shalt put oil upon it, and lay frankincense thereon: it\n\\add is\\add* a meat offering. \n"},{"number":16,"text":"And the priest shall burn the memorial of it, \\add part\\add*\nof the beaten corn thereof, and \\add part\\add* of the oil thereof, with all the\nfrankincense thereof: \\add it is\\add* an offering made by fire unto the\n\\nd LORD\\nd*. \n"}],"number":2},{"verses":[{"number":1,"text":"And if his oblation \\add be\\add* a sacrifice of peace offering,\nif he offer \\add it\\add* of the herd; whether \\add it be\\add* a male\nor female, he shall offer it without blemish before the \\nd LORD\\nd*.\n"},{"number":2,"text":"And he shall lay his hand upon the head of his offering, and\nkill it \\add at\\add* the door of the tabernacle of the congregation:\nand Aaron’s sons the priests shall sprinkle the blood upon the altar\nround about. \n"},{"number":3,"text":"And he shall offer of the sacrifice of the peace offering an offering made by\nfire unto the \\nd LORD\\nd*; the fat that covereth the inwards, and all the\nfat that \\add is\\add* upon the inwards,\\f + \\fr 3.3  \\ft fat: or,\nsuet\\f* \n"},{"number":4,"text":"And the two kidneys, and the fat that \\add is\\add* on them, which\n\\add is\\add* by the flanks, and the caul above the liver, with the\nkidneys, it shall he take away.\\f + \\fr 3.4  \\ft caul…: or, midriff over the liver, and over the\nkidneys\\f* \n"},{"number":5,"text":"And Aaron’s sons shall burn it on the altar upon the burnt\nsacrifice, which \\add is\\add* upon the wood that \\add is\\add* on the\nfire: \\add it is\\add* an offering made by fire, of a sweet savour\nunto the \\nd LORD\\nd*. \n\n"},{"number":6,"text":"And if his offering for a sacrifice of peace offering unto the\n\\nd LORD\\nd* \\add be\\add* of the flock; male or female, he shall\noffer it without blemish. \n"},{"number":7,"text":"If he offer a lamb for his offering, then shall he offer it\nbefore the \\nd LORD\\nd*. \n"},{"number":8,"text":"And he shall lay his hand upon the head of his offering, and\nkill it before the tabernacle of the congregation: and Aaron’s sons\nshall sprinkle the blood thereof round about upon the altar. \n"},{"number":9,"text":"And he shall offer of the sacrifice of the peace offering an offering made by\nfire unto the \\nd LORD\\nd*; the fat thereof, \\add and\\add* the whole\nrump, it shall he take off hard by the backbone; and the fat that\ncovereth the inwards, and all the fat that \\add is\\add* upon the\ninwards, \n"},{"number":10,"text":"And the two kidneys, and the fat that \\add is\\add* upon them, which\n\\add is\\add* by the flanks, and the caul above the liver, with the\nkidneys, it shall he take away. \n"},{"number":11,"text":"And the priest shall burn it upon the altar: \\add it is\\add*\nthe food of the offering made by fire unto the \\nd LORD\\nd*. \n\n"},{"number":12,"text":"And if his offering \\add be\\add* a goat, then he shall offer\nit before the \\nd LORD\\nd*. \n"},{"number":13,"text":"And he shall lay his hand upon the head of it, and kill it\nbefore the tabernacle of the congregation: and the sons of Aaron\nshall sprinkle the blood thereof upon the altar round about. \n"},{"number":14,"text":"And he shall offer thereof his offering, \\add even\\add* an offering made by\nfire unto the \\nd LORD\\nd*; the fat that covereth the inwards, and all the\nfat that \\add is\\add* upon the inwards, \n"},{"number":15,"text":"And the two kidneys, and the fat that \\add is\\add* upon them, which\n\\add is\\add* by the flanks, and the caul above the liver, with the\nkidneys, it shall he take away. \n"},{"number":16,"text":"And the priest shall burn them upon the altar: \\add it is\\add*\nthe food of the offering made by fire for a sweet savour: all the\nfat \\add is\\add* the \\nd LORD’s\\nd*. \n"},{"number":17,"text":"\\add It shall be\\add* a perpetual statute for your generations\nthroughout all your dwellings, that ye eat neither fat nor blood.\n"}],"number":3},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Speak unto the children of Israel, saying, If a soul shall\nsin through ignorance against any of the commandments of the \\nd LORD\\nd*\n\\add concerning things\\add* which ought not to be done, and shall\ndo against any of them: \n"},{"number":3,"text":"If the priest that is anointed do sin according to the sin\nof the people; then let him bring for his sin, which he hath sinned,\na young bullock without blemish unto the \\nd LORD\\nd* for a sin offering.\n"},{"number":4,"text":"And he shall bring the bullock unto the door of the tabernacle\nof the congregation before the \\nd LORD\\nd*; and shall lay his hand\nupon the bullock’s head, and kill the bullock before the \\nd LORD\\nd*.\n"},{"number":5,"text":"And the priest that is anointed shall take of the bullock’s\nblood, and bring it to the tabernacle of the congregation: \n"},{"number":6,"text":"And the priest shall dip his finger in the blood, and sprinkle\nof the blood seven times before the \\nd LORD\\nd*, before the vail\nof the sanctuary. \n"},{"number":7,"text":"And the priest shall put \\add some\\add* of the blood upon the\nhorns of the altar of sweet incense before the \\nd LORD\\nd*, which\n\\add is\\add* in the tabernacle of the congregation; and shall pour\nall the blood of the bullock at the bottom of the altar of the burnt\noffering, which \\add is at\\add* the door of the tabernacle of the\ncongregation. \n"},{"number":8,"text":"And he shall take off from it all the fat of the bullock for the sin\noffering; the fat that covereth the inwards, and all the fat that\n\\add is\\add* upon the inwards, \n"},{"number":9,"text":"And the two kidneys, and the fat that \\add is\\add* upon them, which\n\\add is\\add* by the flanks, and the caul above the liver, with the\nkidneys, it shall he take away, \n"},{"number":10,"text":"As it was taken off from the bullock of the sacrifice of peace\nofferings: and the priest shall burn them upon the altar of the burnt\noffering. \n"},{"number":11,"text":"And the skin of the bullock, and all his flesh, with his head,\nand with his legs, and his inwards, and his dung, \n"},{"number":12,"text":"Even the whole bullock shall he carry forth without the camp\nunto a clean place, where the ashes are poured out, and burn him on the\nwood with fire: where the ashes are poured out shall he be burnt.\\f + \\fr 4.12 \n\\ft without…: Heb. to without the camp\\f*\\f + \\fr 4.12  \\ft where…: Heb. at the pouring out of the\nashes\\f* \n\n"},{"number":13,"text":"And if the whole congregation of Israel sin through ignorance,\nand the thing be hid from the eyes of the assembly, and they have\ndone \\add somewhat against\\add* any of the commandments of the \\nd LORD\\nd*\n\\add concerning things\\add* which should not be done, and are guilty;\n"},{"number":14,"text":"When the sin, which they have sinned against it, is known,\nthen the congregation shall offer a young bullock for the sin, and\nbring him before the tabernacle of the congregation. \n"},{"number":15,"text":"And the elders of the congregation shall lay their hands upon the\nhead of the bullock before the \\nd LORD\\nd*: and the bullock shall be\nkilled before the \\nd LORD\\nd*. \n"},{"number":16,"text":"And the priest that is anointed shall bring of the bullock’s\nblood to the tabernacle of the congregation: \n"},{"number":17,"text":"And the priest shall dip his finger \\add in some\\add* of the\nblood, and sprinkle \\add it\\add* seven times before the \\nd LORD\\nd*,\n\\add even\\add* before the vail. \n"},{"number":18,"text":"And he shall put \\add some\\add* of the blood upon the horns\nof the altar which \\add is\\add* before the \\nd LORD\\nd*, that \\add is\\add*\nin the tabernacle of the congregation, and shall pour out all the\nblood at the bottom of the altar of the burnt offering, which \\add is\nat\\add* the door of the tabernacle of the congregation. \n"},{"number":19,"text":"And he shall take all his fat from him, and burn \\add it\\add*\nupon the altar. \n"},{"number":20,"text":"And he shall do with the bullock as he did with the bullock\nfor a sin offering, so shall he do with this: and the priest shall make an\natonement for them, and it shall be forgiven them. \n"},{"number":21,"text":"And he shall carry forth the bullock without the camp, and\nburn him as he burned the first bullock: it \\add is\\add* a sin offering\nfor the congregation. \n\n"},{"number":22,"text":"When a ruler hath sinned, and done \\add somewhat\\add* through\nignorance \\add against\\add* any of the commandments of the \\nd LORD\\nd*\nhis God \\add concerning things\\add* which should not be done, and is\nguilty; \n"},{"number":23,"text":"Or if his sin, wherein he hath sinned, come to his knowledge;\nhe shall bring his offering, a kid of the goats, a male without blemish:\n"},{"number":24,"text":"And he shall lay his hand upon the head of the goat, and kill\nit in the place where they kill the burnt offering before the \\nd LORD\\nd*: it\n\\add is\\add* a sin offering. \n"},{"number":25,"text":"And the priest shall take of the blood of the sin offering\nwith his finger, and put \\add it\\add* upon the horns of the altar\nof burnt offering, and shall pour out his blood at the bottom of the\naltar of burnt offering. \n"},{"number":26,"text":"And he shall burn all his fat upon the altar, as the fat of the\nsacrifice of peace offerings: and the priest shall make an atonement\nfor him as concerning his sin, and it shall be forgiven him. \n\n"},{"number":27,"text":"And if any one of the common people sin through ignorance,\nwhile he doeth \\add somewhat against\\add* any of the commandments\nof the \\nd LORD\\nd* \\add concerning things\\add* which ought not to be\ndone, and be guilty;\\f + \\fr 4.27  \\ft any one: Heb. any soul\\f*\\f + \\fr 4.27 \n\\ft common…: Heb. people of the land\\f* \n"},{"number":28,"text":"Or if his sin, which he hath sinned, come to his knowledge:\nthen he shall bring his offering, a kid of the goats, a female without\nblemish, for his sin which he hath sinned. \n"},{"number":29,"text":"And he shall lay his hand upon the head of the sin offering,\nand slay the sin offering in the place of the burnt offering. \n"},{"number":30,"text":"And the priest shall take of the blood thereof with his finger,\nand put \\add it\\add* upon the horns of the altar of burnt offering,\nand shall pour out all the blood thereof at the bottom of the altar.\n"},{"number":31,"text":"And he shall take away all the fat thereof, as the fat is taken\naway from off the sacrifice of peace offerings; and the priest shall\nburn \\add it\\add* upon the altar for a sweet savour unto the \\nd LORD\\nd*;\nand the priest shall make an atonement for him, and it shall be forgiven him.\n"},{"number":32,"text":"And if he bring a lamb for a sin offering, he shall bring\nit a female without blemish. \n"},{"number":33,"text":"And he shall lay his hand upon the head of the sin offering,\nand slay it for a sin offering in the place where they kill the burnt\noffering. \n"},{"number":34,"text":"And the priest shall take of the blood of the sin offering\nwith his finger, and put \\add it\\add* upon the horns of the altar\nof burnt offering, and shall pour out all the blood thereof at the\nbottom of the altar: \n"},{"number":35,"text":"And he shall take away all the fat thereof, as the fat of the\nlamb is taken away from the sacrifice of the peace offerings; and the\npriest shall burn them upon the altar, according to the offerings made by\nfire unto the \\nd LORD\\nd*: and the priest shall make an atonement\nfor his sin that he hath committed, and it shall be forgiven him.\n"}],"number":4},{"verses":[{"number":1,"text":"And if a soul sin, and hear the voice of swearing, and \\add is\\add*\na witness, whether he hath seen or known \\add of it;\\add* if he do not\nutter \\add it\\add*, then he shall bear his iniquity. \n"},{"number":2,"text":"Or if a soul touch any unclean thing, whether \\add it be\\add*\na carcase of an unclean beast, or a carcase of unclean cattle, or the\ncarcase of unclean creeping things, and \\add if\\add* it be hidden\nfrom him; he also shall be unclean, and guilty. \n"},{"number":3,"text":"Or if he touch the uncleanness of man, whatsoever uncleanness\n\\add it be\\add* that a man shall be defiled withal, and it be hid\nfrom him; when he knoweth \\add of it\\add*, then he shall be guilty.\n"},{"number":4,"text":"Or if a soul swear, pronouncing with \\add his\\add* lips to do\nevil, or to do good, whatsoever \\add it be\\add* that a man shall\npronounce with an oath, and it be hid from him; when he knoweth \\add of\nit\\add*, then he shall be guilty in one of these. \n"},{"number":5,"text":"And it shall be, when he shall be guilty in one of these \\add things\\add*,\nthat he shall confess that he hath sinned in that \\add thing:\\add*\n"},{"number":6,"text":"And he shall bring his trespass offering unto the \\nd LORD\\nd*\nfor his sin which he hath sinned, a female from the flock, a lamb\nor a kid of the goats, for a sin offering; and the priest shall make an\natonement for him concerning his sin. \n\n"},{"number":7,"text":"And if he be not able to bring a lamb, then he shall bring\nfor his trespass, which he hath committed, two turtledoves, or two\nyoung pigeons, unto the \\nd LORD\\nd*; one for a sin offering, and the\nother for a burnt offering.\\f + \\fr 5.7  \\ft he be…: Heb. his hand cannot reach to the sufficiency of a\nlamb\\f* \n"},{"number":8,"text":"And he shall bring them unto the priest, who shall offer \\add that\\add* which\n\\add is\\add* for the sin offering first, and wring off his head from\nhis neck, but shall not divide \\add it\\add* asunder: \n"},{"number":9,"text":"And he shall sprinkle of the blood of the sin offering upon the\nside of the altar; and the rest of the blood shall be wrung out at the\nbottom of the altar: it \\add is\\add* a sin offering. \n"},{"number":10,"text":"And he shall offer the second \\add for\\add* a burnt offering,\naccording to the manner: and the priest shall make an atonement for him for his\nsin which he hath sinned, and it shall be forgiven him.\\f + \\fr 5.10 \n\\ft manner: or, ordinance\\f* \n\n"},{"number":11,"text":"But if he be not able to bring two turtledoves, or two young\npigeons, then he that sinned shall bring for his offering the tenth\npart of an ephah of fine flour for a sin offering; he shall put no\noil upon it, neither shall he put \\add any\\add* frankincense thereon: for it\n\\add is\\add* a sin offering. \n"},{"number":12,"text":"Then shall he bring it to the priest, and the priest shall\ntake his handful of it, \\add even\\add* a memorial thereof, and burn\n\\add it\\add* on the altar, according to the offerings made by fire\nunto the \\nd LORD\\nd*: it \\add is\\add* a sin offering. \n"},{"number":13,"text":"And the priest shall make an atonement for him as touching his\nsin that he hath sinned in one of these, and it shall be forgiven him: and\n\\add the remnant\\add* shall be the priest’s, as a meat offering.\n\n"},{"number":14,"text":"And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":15,"text":"If a soul commit a trespass, and sin through ignorance, in the holy\nthings of the \\nd LORD\\nd*; then he shall bring for his trespass\nunto the \\nd LORD\\nd* a ram without blemish out of the flocks, with thy\nestimation by shekels of silver, after the shekel of the sanctuary,\nfor a trespass offering: \n"},{"number":16,"text":"And he shall make amends for the harm that he hath done in the holy\nthing, and shall add the fifth part thereto, and give it unto the\npriest: and the priest shall make an atonement for him with the ram\nof the trespass offering, and it shall be forgiven him. \n\n"},{"number":17,"text":"And if a soul sin, and commit any of these things which are forbidden to be\ndone by the commandments of the \\nd LORD\\nd*; though he wist \\add it\\add*\nnot, yet is he guilty, and shall bear his iniquity. \n"},{"number":18,"text":"And he shall bring a ram without blemish out of the flock,\nwith thy estimation, for a trespass offering, unto the priest: and the\npriest shall make an atonement for him concerning his ignorance wherein he\nerred and wist \\add it\\add* not, and it shall be forgiven him. \n"},{"number":19,"text":"It \\add is\\add* a trespass offering: he hath certainly trespassed\nagainst the \\nd LORD\\nd*. \n"}],"number":5},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"If a soul sin, and commit a trespass against the \\nd LORD\\nd*,\nand lie unto his neighbour in that which was delivered him to keep, or in\nfellowship, or in a thing taken away by violence, or hath deceived\nhis neighbour;\\f + \\fr 6.2  \\ft in fellowship: or, in dealing\\f*\\f + \\fr 6.2 \n\\ft fellowship: Heb. putting of the hand\\f* \n"},{"number":3,"text":"Or have found that which was lost, and lieth concerning it, and\nsweareth falsely; in any of all these that a man doeth, sinning therein:\n"},{"number":4,"text":"Then it shall be, because he hath sinned, and is guilty, that he shall\nrestore that which he took violently away, or the thing which he hath deceitfully\ngotten, or that which was delivered him to keep, or the lost thing\nwhich he found, \n"},{"number":5,"text":"Or all that about which he hath sworn falsely; he shall even\nrestore it in the principal, and shall add the fifth part more thereto,\n\\add and\\add* give it unto him to whom it appertaineth, in the day\nof his trespass offering.\\f + \\fr 6.5  \\ft in the day…: or, in the day of his being found guilty: Heb. in the day of his\ntrespass\\f* \n"},{"number":6,"text":"And he shall bring his trespass offering unto the \\nd LORD\\nd*,\na ram without blemish out of the flock, with thy estimation, for a trespass\noffering, unto the priest: \n"},{"number":7,"text":"And the priest shall make an atonement for him before the \\nd LORD\\nd*:\nand it shall be forgiven him for any thing of all that he hath done\nin trespassing therein. \n\n"},{"number":8,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":9,"text":"Command Aaron and his sons, saying, This \\add is\\add* the law\nof the burnt offering: It \\add is\\add* the burnt offering, because of the\nburning upon the altar all night unto the morning, and the fire of the\naltar shall be burning in it.\\f + \\fr 6.9  \\ft because…: or, for the\nburning\\f* \n"},{"number":10,"text":"And the priest shall put on his linen garment, and his linen\nbreeches shall he put upon his flesh, and take up the ashes which the\nfire hath consumed with the burnt offering on the altar, and he shall\nput them beside the altar. \n"},{"number":11,"text":"And he shall put off his garments, and put on other garments,\nand carry forth the ashes without the camp unto a clean place. \n"},{"number":12,"text":"And the fire upon the altar shall be burning in it; it shall not be put\nout: and the priest shall burn wood on it every morning, and lay the burnt\noffering in order upon it; and he shall burn thereon the fat of the peace\nofferings. \n"},{"number":13,"text":"The fire shall ever be burning upon the altar; it shall never go\nout. \n\n"},{"number":14,"text":"And this \\add is\\add* the law of the meat offering: the sons\nof Aaron shall offer it before the \\nd LORD\\nd*, before the altar.\n"},{"number":15,"text":"And he shall take of it his handful, of the flour of the meat\noffering, and of the oil thereof, and all the frankincense which\n\\add is\\add* upon the meat offering, and shall burn \\add it\\add*\nupon the altar \\add for\\add* a sweet savour, \\add even\\add* the memorial\nof it, unto the \\nd LORD\\nd*. \n"},{"number":16,"text":"And the remainder thereof shall Aaron and his sons eat: with unleavened\nbread shall it be eaten in the holy place; in the court of the tabernacle\nof the congregation they shall eat it. \n"},{"number":17,"text":"It shall not be baken with leaven. I have given it \\add unto them\nfor\\add* their portion of my offerings made by fire; it \\add is\\add*\nmost holy, as \\add is\\add* the sin offering, and as the trespass\noffering. \n"},{"number":18,"text":"All the males among the children of Aaron shall eat of it.\n\\add It shall be\\add* a statute for ever in your generations concerning the\nofferings of the \\nd LORD\\nd* made by fire: every one that toucheth\nthem shall be holy. \n\n"},{"number":19,"text":"And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":20,"text":"This \\add is\\add* the offering of Aaron and of his sons, which they shall\noffer unto the \\nd LORD\\nd* in the day when he is anointed; the tenth\npart of an ephah of fine flour for a meat offering perpetual, half\nof it in the morning, and half thereof at night. \n"},{"number":21,"text":"In a pan it shall be made with oil; \\add and when it is\\add*\nbaken, thou shalt bring it in: \\add and\\add* the baken pieces of the meat\noffering shalt thou offer \\add for\\add* a sweet savour unto the \\nd LORD\\nd*.\n"},{"number":22,"text":"And the priest of his sons that is anointed in his stead shall\noffer it: \\add it is\\add* a statute for ever unto the \\nd LORD\\nd*;\nit shall be wholly burnt. \n"},{"number":23,"text":"For every meat offering for the priest shall be wholly burnt:\nit shall not be eaten. \n\n"},{"number":24,"text":"And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":25,"text":"Speak unto Aaron and to his sons, saying, This \\add is\\add*\nthe law of the sin offering: In the place where the burnt offering\nis killed shall the sin offering be killed before the \\nd LORD\\nd*: it\n\\add is\\add* most holy. \n"},{"number":26,"text":"The priest that offereth it for sin shall eat it: in the holy\nplace shall it be eaten, in the court of the tabernacle of the congregation.\n"},{"number":27,"text":"Whatsoever shall touch the flesh thereof shall be holy: and when there is\nsprinkled of the blood thereof upon any garment, thou shalt wash\nthat whereon it was sprinkled in the holy place. \n"},{"number":28,"text":"But the earthen vessel wherein it is sodden shall be broken:\nand if it be sodden in a brasen pot, it shall be both scoured, and\nrinsed in water. \n"},{"number":29,"text":"All the males among the priests shall eat thereof: it \\add is\\add*\nmost holy. \n"},{"number":30,"text":"And no sin offering, whereof \\add any\\add* of the blood is\nbrought into the tabernacle of the congregation to reconcile \\add withal\\add*\nin the holy \\add place\\add*, shall be eaten: it shall be burnt in the\nfire. \n"}],"number":6},{"verses":[{"number":1,"text":"Likewise this \\add is\\add* the law of the trespass offering: it\n\\add is\\add* most holy. \n"},{"number":2,"text":"In the place where they kill the burnt offering shall they\nkill the trespass offering: and the blood thereof shall he sprinkle\nround about upon the altar. \n"},{"number":3,"text":"And he shall offer of it all the fat thereof; the rump, and the\nfat that covereth the inwards, \n"},{"number":4,"text":"And the two kidneys, and the fat that \\add is\\add* on them, which\n\\add is\\add* by the flanks, and the caul \\add that is\\add* above the\nliver, with the kidneys, it shall he take away: \n"},{"number":5,"text":"And the priest shall burn them upon the altar \\add for\\add*\nan offering made by fire unto the \\nd LORD\\nd*: it \\add is\\add* a trespass\noffering. \n"},{"number":6,"text":"Every male among the priests shall eat thereof: it shall be\neaten in the holy place: it \\add is\\add* most holy. \n"},{"number":7,"text":"As the sin offering \\add is\\add*, so \\add is\\add* the trespass\noffering: \\add there is\\add* one law for them: the priest that maketh\natonement therewith shall have \\add it\\add*. \n"},{"number":8,"text":"And the priest that offereth any man’s burnt offering, \\add even\\add*\nthe priest shall have to himself the skin of the burnt offering which he hath\noffered. \n"},{"number":9,"text":"And all the meat offering that is baken in the oven, and all that is\ndressed in the fryingpan, and in the pan, shall be the priest’s that\noffereth it.\\f + \\fr 7.9  \\ft in the pan: or, on the flat plate or,\nslice\\f* \n"},{"number":10,"text":"And every meat offering, mingled with oil, and dry, shall all the\nsons of Aaron have, one \\add as much\\add* as another. \n\n"},{"number":11,"text":"And this \\add is\\add* the law of the sacrifice of peace offerings,\nwhich he shall offer unto the \\nd LORD\\nd*. \n"},{"number":12,"text":"If he offer it for a thanksgiving, then he shall offer with the\nsacrifice of thanksgiving unleavened cakes mingled with oil, and\nunleavened wafers anointed  with oil, and cakes mingled with oil,\nof fine flour, fried. \n"},{"number":13,"text":"Besides the cakes, he shall offer \\add for\\add* his offering\nleavened bread with the sacrifice of thanksgiving of his peace offerings.\n"},{"number":14,"text":"And of it he shall offer one out of the whole oblation \\add for\\add*\nan heave offering unto the \\nd LORD\\nd*, \\add and\\add* it shall be the\npriest’s that sprinkleth the blood of the peace offerings. \n"},{"number":15,"text":"And the flesh of the sacrifice of his peace offerings for\nthanksgiving shall be eaten the same day that it is offered; he shall not\nleave any of it until the morning. \n"},{"number":16,"text":"But if the sacrifice of his offering \\add be\\add* a vow, or a voluntary\noffering, it shall be eaten the same day that he offereth his sacrifice:\nand on the morrow also the remainder of it shall be eaten: \n"},{"number":17,"text":"But the remainder of the flesh of the sacrifice on the third\nday shall be burnt with fire. \n"},{"number":18,"text":"And if \\add any\\add* of the flesh of the sacrifice of his peace\nofferings be eaten at all on the third day, it shall not be accepted,\nneither shall it be imputed unto him that offereth it: it shall be an\nabomination, and the soul that eateth of it shall bear his iniquity.\n"},{"number":19,"text":"And the flesh that toucheth any unclean \\add thing\\add* shall not be\neaten; it shall be burnt with fire: and as for the flesh, all that be\nclean shall eat thereof. \n"},{"number":20,"text":"But the soul that eateth \\add of\\add* the flesh of the sacrifice\nof peace offerings, that \\add pertain\\add* unto the \\nd LORD\\nd*,\nhaving his uncleanness upon him, even that soul shall be cut off\nfrom his people. \n"},{"number":21,"text":"Moreover the soul that shall touch any unclean \\add thing,\nas\\add* the uncleanness of man, or \\add any\\add* unclean beast, or any\nabominable unclean \\add thing\\add*, and eat of the flesh of the sacrifice\nof peace offerings, which \\add pertain\\add* unto the \\nd LORD\\nd*,\neven that soul shall be cut off from his people. \n\n"},{"number":22,"text":"And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":23,"text":"Speak unto the children of Israel, saying, Ye shall eat no manner of\nfat, of ox, or of sheep, or of goat. \n"},{"number":24,"text":"And the fat of the beast that dieth of itself, and the fat\nof that which is torn with beasts, may be used in any other use:\nbut ye shall in no wise eat of it.\\f + \\fr 7.24  \\ft beast…: Heb.\ncarcase\\f* \n"},{"number":25,"text":"For whosoever eateth the fat of the beast, of which men offer\nan offering made by fire unto the \\nd LORD\\nd*, even the soul that\neateth \\add it\\add* shall be cut off from his people. \n"},{"number":26,"text":"Moreover ye shall eat no manner of blood, \\add whether it\nbe\\add* of fowl or of beast, in any of your dwellings. \n"},{"number":27,"text":"Whatsoever soul \\add it be\\add* that eateth any manner of\nblood, even that soul shall be cut off from his people. \n\n"},{"number":28,"text":"And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":29,"text":"Speak unto the children of Israel, saying, He that offereth\nthe sacrifice of his peace offerings unto the \\nd LORD\\nd* shall\nbring his oblation unto the \\nd LORD\\nd* of the sacrifice of his peace\nofferings. \n"},{"number":30,"text":"His own hands shall bring the offerings of the \\nd LORD\\nd*\nmade by fire, the fat with the breast, it shall he bring, that the\nbreast may be waved \\add for\\add* a wave offering before the \\nd LORD\\nd*.\n"},{"number":31,"text":"And the priest shall burn the fat upon the altar: but the\nbreast shall be Aaron’s and his sons’. \n"},{"number":32,"text":"And the right shoulder shall ye give unto the priest \\add for\\add*\nan heave offering of the sacrifices of your peace offerings. \n"},{"number":33,"text":"He among the sons of Aaron, that offereth the blood of the peace\nofferings, and the fat, shall have the right shoulder for \\add his\\add*\npart. \n"},{"number":34,"text":"For the wave breast and the heave shoulder have I taken of the\nchildren of Israel from off the sacrifices of their peace offerings,\nand have given them unto Aaron the priest and unto his sons by a\nstatute for ever from among the children of Israel. \n\n"},{"number":35,"text":"This \\add is the portion\\add* of the anointing of Aaron,\nand of the anointing of his sons, out of the offerings of the \\nd LORD\\nd*\nmade by fire, in the day \\add when\\add* he presented them to minister unto the\n\\nd LORD\\nd* in the priest’s office; \n"},{"number":36,"text":"Which the \\nd LORD\\nd* commanded  to be given them of the\nchildren of Israel, in the day that he anointed them, \\add by\\add*\na statute for ever throughout their generations. \n"},{"number":37,"text":"This \\add is\\add* the law of the burnt offering, of the meat\noffering, and of the sin offering, and of the trespass offering,\nand of the consecrations, and of the sacrifice of the peace offerings;\n"},{"number":38,"text":"Which the \\nd LORD\\nd* commanded  Moses in mount Sinai, in the\nday that he commanded the children of Israel to offer their oblations\nunto the \\nd LORD\\nd*, in the wilderness of Sinai. \n"}],"number":7},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Take Aaron and his sons with him, and the garments, and the\nanointing oil, and a bullock for the sin offering, and two rams,\nand a basket of unleavened bread; \n"},{"number":3,"text":"And gather thou all the congregation together unto the door\nof the tabernacle of the congregation. \n"},{"number":4,"text":"And Moses did as the \\nd LORD\\nd* commanded him; and the assembly\nwas gathered together unto the door of the tabernacle of the congregation.\n"},{"number":5,"text":"And Moses said unto the congregation, This \\add is\\add* the\nthing which the \\nd LORD\\nd* commanded to be done. \n"},{"number":6,"text":"And Moses brought Aaron and his sons, and washed them with\nwater. \n"},{"number":7,"text":"And he put upon him the coat, and girded him with the girdle,\nand clothed him with the robe, and put the ephod upon him, and he\ngirded him with the curious girdle of the ephod, and bound \\add it\\add* unto him therewith.\n"},{"number":8,"text":"And he put the breastplate upon him: also he put in the breastplate\nthe Urim and the Thummim. \n"},{"number":9,"text":"And he put the mitre upon his head; also upon the mitre, \\add even\\add*\nupon his forefront, did he put the golden plate, the holy crown;\nas the \\nd LORD\\nd* commanded Moses. \n"},{"number":10,"text":"And Moses took the anointing oil, and anointed the tabernacle and all that\n\\add was\\add* therein, and sanctified them. \n"},{"number":11,"text":"And he sprinkled thereof upon the altar seven times, and anointed\nthe altar and all his vessels, both the laver and his foot, to sanctify them.\n"},{"number":12,"text":"And he poured of the anointing oil upon Aaron’s head, and\nanointed him, to sanctify him. \n"},{"number":13,"text":"And Moses brought Aaron’s sons, and put coats upon them, and\ngirded them with girdles, and put bonnets upon them; as the \\nd LORD\\nd*\ncommanded Moses.\\f + \\fr 8.13  \\ft put bonnets: Heb. bound bonnets\\f*\n\n"},{"number":14,"text":"And he brought the bullock for the sin offering: and Aaron\nand his sons laid their hands upon the head of the bullock for the sin\noffering. \n"},{"number":15,"text":"And he slew \\add it;\\add* and Moses took the blood, and put\n\\add it\\add* upon the horns of the altar round about with his finger,\nand purified the altar, and poured the blood at the bottom of the\naltar, and sanctified it, to make reconciliation upon it. \n"},{"number":16,"text":"And he took all the fat that \\add was\\add* upon the inwards,\nand the caul \\add above\\add* the liver, and the two kidneys, and their\nfat, and Moses burned \\add it\\add* upon the altar. \n"},{"number":17,"text":"But the bullock, and his hide, his flesh, and his dung, he\nburnt with fire without the camp; as the \\nd LORD\\nd* commanded Moses.\n\n"},{"number":18,"text":"And he brought the ram for the burnt offering: and Aaron\nand his sons laid their hands upon the head of the ram. \n"},{"number":19,"text":"And he killed \\add it;\\add* and Moses sprinkled the blood\nupon the altar round about. \n"},{"number":20,"text":"And he cut the ram into pieces; and Moses burnt the head,\nand the pieces, and the fat. \n"},{"number":21,"text":"And he washed the inwards and the legs in water; and Moses\nburnt the whole ram upon the altar: it \\add was\\add* a burnt sacrifice\nfor a sweet savour, \\add and\\add* an offering made by fire unto the\n\\nd LORD\\nd*; as the \\nd LORD\\nd* commanded Moses. \n\n"},{"number":22,"text":"And he brought the other ram, the ram of consecration: and\nAaron and his sons laid their hands upon the head of the ram. \n"},{"number":23,"text":"And he slew \\add it;\\add* and Moses took of the blood of it, and\nput \\add it\\add* upon the tip of Aaron’s right ear, and upon the\nthumb of his right hand, and upon the great toe of his right foot.\n"},{"number":24,"text":"And he brought Aaron’s sons, and Moses put of the blood upon the\ntip of their right ear, and upon the thumbs of their right hands,\nand upon the great toes of their right feet: and Moses sprinkled\nthe blood upon the altar round about. \n"},{"number":25,"text":"And he took the fat, and the rump, and all the fat that \\add was\\add*\nupon the inwards, and the caul \\add above\\add* the liver, and the\ntwo kidneys, and their fat, and the right shoulder: \n"},{"number":26,"text":"And out of the basket of unleavened bread, that \\add was\\add*\nbefore the \\nd LORD\\nd*, he took one unleavened cake, and a cake\nof oiled bread, and one wafer, and put \\add them\\add* on the fat,\nand upon the right shoulder: \n"},{"number":27,"text":"And he put all upon Aaron’s hands, and upon his sons’ hands,\nand waved them \\add for\\add* a wave offering before the \\nd LORD\\nd*.\n"},{"number":28,"text":"And Moses took them from off their hands, and burnt \\add them\\add*\non the altar upon the burnt offering: they \\add were\\add* consecrations\nfor a sweet savour: it \\add is\\add* an offering made by fire unto the\n\\nd LORD\\nd*. \n"},{"number":29,"text":"And Moses took the breast, and waved it \\add for\\add* a wave\noffering before the \\nd LORD\\nd*: \\add for\\add* of the ram of consecration\nit was Moses’ part; as the \\nd LORD\\nd* commanded Moses. \n"},{"number":30,"text":"And Moses took of the anointing oil, and of the blood which\n\\add was\\add* upon the altar, and sprinkled \\add it\\add* upon Aaron,\n\\add and\\add* upon his garments, and upon his sons, and upon his\nsons’ garments with him; and sanctified Aaron, \\add and\\add* his\ngarments, and his sons, and his sons’ garments with him. \n\n"},{"number":31,"text":"And Moses said unto Aaron and to his sons, Boil the flesh\n\\add at\\add* the door of the tabernacle of the congregation: and there\neat it with the bread that \\add is\\add* in the basket of consecrations,\nas I commanded, saying, Aaron and his sons shall eat it. \n"},{"number":32,"text":"And that which remaineth of the flesh and of the bread shall ye\nburn with fire. \n"},{"number":33,"text":"And ye shall not go out of the door of the tabernacle of the\ncongregation \\add in\\add* seven days, until the days of your consecration\nbe at an end: for seven days shall he consecrate you. \n"},{"number":34,"text":"As he hath done this day, \\add so\\add* the \\nd LORD\\nd* hath\ncommanded to do, to make an atonement for you. \n"},{"number":35,"text":"Therefore shall ye abide \\add at\\add* the door of the tabernacle\nof the congregation day and night seven days, and keep the charge\nof the \\nd LORD\\nd*, that ye die not: for so I am commanded. \n"},{"number":36,"text":"So Aaron and his sons did all things which the \\nd LORD\\nd*\ncommanded by the hand of Moses. \n"}],"number":8},{"verses":[{"number":1,"text":"And it came to pass on the eighth day, \\add that\\add* Moses\ncalled Aaron and his sons, and the elders of Israel; \n"},{"number":2,"text":"And he said unto Aaron, Take thee a young calf for a sin offering,\nand a ram for a burnt offering, without blemish, and offer \\add them\\add*\nbefore the \\nd LORD\\nd*. \n"},{"number":3,"text":"And unto the children of Israel thou shalt speak, saying, Take\nye a kid of the goats for a sin offering; and a calf and a lamb,\n\\add both\\add* of the first year, without blemish, for a burnt offering;\n"},{"number":4,"text":"Also a bullock and a ram for peace offerings, to sacrifice\nbefore the \\nd LORD\\nd*; and a meat offering mingled with oil: for to\nday the \\nd LORD\\nd* will appear unto you. \n\n"},{"number":5,"text":"And they brought \\add that\\add* which Moses commanded before\nthe tabernacle of the congregation: and all the congregation drew\nnear and stood before the \\nd LORD\\nd*. \n"},{"number":6,"text":"And Moses said, This \\add is\\add* the thing which the \\nd LORD\\nd*\ncommanded that ye should do: and the glory of the \\nd LORD\\nd* shall\nappear unto you. \n"},{"number":7,"text":"And Moses said unto Aaron, Go unto the altar, and offer thy sin\noffering, and thy burnt offering, and make an atonement for thyself, and for the\npeople: and offer the offering of the people, and make an atonement\nfor them; as the \\nd LORD\\nd* commanded. \n\n"},{"number":8,"text":"Aaron therefore went unto the altar, and slew the calf of the sin\noffering, which \\add was\\add* for himself. \n"},{"number":9,"text":"And the sons of Aaron brought the blood unto him: and he dipped\nhis finger in the blood, and put \\add it\\add* upon the horns of the\naltar, and poured out the blood at the bottom of the altar: \n"},{"number":10,"text":"But the fat, and the kidneys, and the caul above the liver\nof the sin offering, he burnt upon the altar; as the \\nd LORD\\nd*\ncommanded Moses. \n"},{"number":11,"text":"And the flesh and the hide he burnt with fire without the\ncamp. \n"},{"number":12,"text":"And he slew the burnt offering; and Aaron’s sons presented\nunto him the blood, which he sprinkled round about upon the altar.\n"},{"number":13,"text":"And they presented the burnt offering unto him, with the pieces\nthereof, and the head: and he burnt \\add them\\add* upon the altar.\n"},{"number":14,"text":"And he did wash the inwards and the legs, and burnt \\add them\\add*\nupon the burnt offering on the altar. \n\n"},{"number":15,"text":"And he brought the people’s offering, and took the goat, which\n\\add was\\add* the sin offering for the people, and slew it, and offered it for\nsin, as the first. \n"},{"number":16,"text":"And he brought the burnt offering, and offered it according to the\nmanner.\\f + \\fr 9.16  \\ft manner: or, ordinance\\f* \n"},{"number":17,"text":"And he brought the meat offering, and took an handful thereof, and\nburnt \\add it\\add* upon the altar, beside the burnt sacrifice of the\nmorning.\\f + \\fr 9.17  \\ft took…: Heb. filled his hand out of it\\f*\n"},{"number":18,"text":"He slew also the bullock and the ram \\add for\\add* a sacrifice\nof peace offerings, which \\add was\\add* for the people: and Aaron’s\nsons presented unto him the blood, which he sprinkled upon the altar\nround about, \n"},{"number":19,"text":"And the fat of the bullock and of the ram, the rump, and that which\ncovereth \\add the inwards\\add*, and the kidneys, and the caul \\add above\\add*\nthe liver: \n"},{"number":20,"text":"And they put the fat upon the breasts, and he burnt the fat\nupon the altar: \n"},{"number":21,"text":"And the breasts and the right shoulder Aaron waved \\add for\\add*\na wave offering before the \\nd LORD\\nd*; as Moses commanded. \n"},{"number":22,"text":"And Aaron lifted up his hand toward the people, and blessed\nthem, and came down from offering of the sin offering, and the burnt\noffering, and peace offerings. \n\n"},{"number":23,"text":"And Moses and Aaron went into the tabernacle of the congregation,\nand came out, and blessed the people: and the glory of the \\nd LORD\\nd*\nappeared unto all the people. \n"},{"number":24,"text":"And there came a fire out from before the \\nd LORD\\nd*, and\nconsumed upon the altar the burnt offering and the fat: \\add which\\add*\nwhen all the people saw, they shouted, and fell on their faces. \n"}],"number":9},{"verses":[{"number":1,"text":"And Nadab and Abihu, the sons of Aaron, took either of them his\ncenser, and put fire therein, and put incense thereon, and offered\nstrange fire before the \\nd LORD\\nd*, which he commanded them not.\n"},{"number":2,"text":"And there went out fire from the \\nd LORD\\nd*, and devoured\nthem, and they died before the \\nd LORD\\nd*. \n\n"},{"number":3,"text":"Then Moses said unto Aaron, This \\add is it\\add* that the \\nd LORD\\nd*\nspake, saying, I will be sanctified in them that come nigh me, and\nbefore all the people I will be glorified. And Aaron held his peace.\n"},{"number":4,"text":"And Moses called Mishael and Elzaphan, the sons of Uzziel the\nuncle of Aaron, and said unto them, Come near, carry your brethren\nfrom before the sanctuary out of the camp. \n"},{"number":5,"text":"So they went near, and carried them in their coats out of the\ncamp; as Moses had said. \n"},{"number":6,"text":"And Moses said unto Aaron, and unto Eleazar and unto Ithamar,\nhis sons, Uncover not your heads, neither rend your clothes; lest ye\ndie, and lest wrath come upon all the people: but let your brethren,\nthe whole house of Israel, bewail the burning which the \\nd LORD\\nd*\nhath kindled. \n"},{"number":7,"text":"And ye shall not go out from the door of the tabernacle of the\ncongregation, lest ye die: for the anointing oil of the \\nd LORD\\nd*\n\\add is\\add* upon you. And they did according to the word of Moses.\n\n"},{"number":8,"text":"And the \\nd LORD\\nd* spake unto Aaron, saying, \n"},{"number":9,"text":"Do not drink wine nor strong drink, thou, nor thy sons with thee, when ye\ngo into the tabernacle of the congregation, lest ye die: \\add it shall\nbe\\add* a statute for ever throughout your generations: \n"},{"number":10,"text":"And that ye may put difference between holy and unholy, and between\nunclean and clean; \n"},{"number":11,"text":"And that ye may teach the children of Israel all the statutes\nwhich the \\nd LORD\\nd* hath spoken unto them by the hand of Moses.\n\n"},{"number":12,"text":"And Moses spake unto Aaron, and unto Eleazar and unto Ithamar,\nhis sons that were left, Take the meat offering that remaineth of the\nofferings of the \\nd LORD\\nd* made by fire, and eat it without leaven\nbeside the altar: for it \\add is\\add* most holy: \n"},{"number":13,"text":"And ye shall eat it in the holy place, because it \\add is\\add*\nthy due, and thy sons’ due, of the sacrifices of the \\nd LORD\\nd*\nmade by fire: for so I am commanded. \n"},{"number":14,"text":"And the wave breast and heave shoulder shall ye eat in a clean\nplace; thou, and thy sons, and thy daughters with thee: for \\add they\nbe\\add* thy due, and thy sons’ due, \\add which\\add* are given out of the\nsacrifices of peace offerings of the children of Israel. \n"},{"number":15,"text":"The heave shoulder and the wave breast shall they bring with the offerings made by\nfire of the fat, to wave \\add it for\\add* a wave offering before\nthe \\nd LORD\\nd*; and it shall be thine, and thy sons’ with thee, by a\nstatute for ever; as the \\nd LORD\\nd* hath commanded. \n\n"},{"number":16,"text":"And Moses diligently sought the goat of the sin offering,\nand, behold, it was burnt: and he was angry with Eleazar and Ithamar,\nthe sons of Aaron \\add which were\\add* left \\add alive\\add*, saying,\n"},{"number":17,"text":"Wherefore have ye not eaten the sin offering in the holy place, seeing it\n\\add is\\add* most holy, and \\add God\\add* hath given it you to bear\nthe iniquity of the congregation, to make atonement for them before\nthe \\nd LORD\\nd*? \n"},{"number":18,"text":"Behold, the blood of it was not brought in within the holy\n\\add place:\\add* ye should indeed have eaten it in the holy \\add place\\add*,\nas I commanded. \n"},{"number":19,"text":"And Aaron said unto Moses, Behold, this day have they offered\ntheir sin offering and their burnt offering before the \\nd LORD\\nd*;\nand such things have befallen me: and \\add if\\add* I had eaten the sin\noffering to day, should it have been accepted in the sight of the\n\\nd LORD\\nd*? \n"},{"number":20,"text":"And when Moses heard \\add that\\add*, he was content. \n"}],"number":10},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses and to Aaron, saying unto them,\n"},{"number":2,"text":"Speak unto the children of Israel, saying, These \\add are\\add*\nthe beasts which ye shall eat among all the beasts that \\add are\\add*\non the earth. \n"},{"number":3,"text":"Whatsoever parteth the hoof, and is clovenfooted, \\add and\\add*\ncheweth the cud, among the beasts, that shall ye eat. \n"},{"number":4,"text":"Nevertheless these shall ye not eat of them that chew the cud,\nor of them that divide the hoof: \\add as\\add* the camel, because he\ncheweth the cud, but divideth not the hoof; he \\add is\\add* unclean unto you.\n"},{"number":5,"text":"And the coney, because he cheweth the cud, but divideth not the\nhoof; he \\add is\\add* unclean unto you. \n"},{"number":6,"text":"And the hare, because he cheweth the cud, but divideth not the\nhoof; he \\add is\\add* unclean unto you. \n"},{"number":7,"text":"And the swine, though he divide the hoof, and be clovenfooted,\nyet he cheweth not the cud; he \\add is\\add* unclean to you. \n"},{"number":8,"text":"Of their flesh shall ye not eat, and their carcase shall ye not\ntouch; they \\add are\\add* unclean to you. \n\n"},{"number":9,"text":"These shall ye eat of all that \\add are\\add* in the waters:\nwhatsoever hath fins and scales in the waters, in the seas, and in the\nrivers, them shall ye eat. \n"},{"number":10,"text":"And all that have not fins and scales in the seas, and in the\nrivers, of all that move in the waters, and of any living thing which\n\\add is\\add* in the waters, they \\add shall be\\add* an abomination unto you:\n"},{"number":11,"text":"They shall be even an abomination unto you; ye shall not eat\nof their flesh, but ye shall have their carcases in abomination.\n"},{"number":12,"text":"Whatsoever hath no fins nor scales in the waters, that \\add shall\nbe\\add* an abomination unto you. \n\n"},{"number":13,"text":"And these \\add are they which\\add* ye shall have in abomination\namong the fowls; they shall not be eaten, they \\add are\\add* an abomination:\nthe eagle, and the ossifrage, and the ospray, \n"},{"number":14,"text":"And the vulture, and the kite after his kind; \n"},{"number":15,"text":"Every raven after his kind; \n"},{"number":16,"text":"And the owl, and the night hawk, and the cuckow, and the hawk\nafter his kind, \n"},{"number":17,"text":"And the little owl, and the cormorant, and the great owl,\n"},{"number":18,"text":"And the swan, and the pelican, and the gier eagle, \n"},{"number":19,"text":"And the stork, the heron after her kind, and the lapwing,\nand the bat. \n\n"},{"number":20,"text":"All fowls that creep, going upon \\add all\\add* four, \\add shall\nbe\\add* an abomination unto you. \n"},{"number":21,"text":"Yet these may ye eat of every flying creeping thing that goeth upon\n\\add all\\add* four, which have legs above their feet, to leap withal\nupon the earth; \n"},{"number":22,"text":"\\add Even\\add* these of them ye may eat; the locust after his\nkind, and the bald locust after his kind, and the beetle after his\nkind, and the grasshopper after his kind. \n"},{"number":23,"text":"But all \\add other\\add* flying creeping things, which have\nfour feet, \\add shall be\\add* an abomination unto you. \n"},{"number":24,"text":"And for these ye shall be unclean: whosoever toucheth the\ncarcase of them shall be unclean until the even. \n"},{"number":25,"text":"And whosoever beareth \\add ought\\add* of the carcase of them shall\nwash his clothes, and be unclean until the even. \n"},{"number":26,"text":"\\add The carcases\\add* of every beast which divideth the hoof, and\n\\add is\\add* not clovenfooted, nor cheweth the cud, \\add are\\add*\nunclean unto you: every one that toucheth them shall be unclean.\n"},{"number":27,"text":"And whatsoever goeth upon his paws, among all manner of beasts\nthat go on \\add all\\add* four, those \\add are\\add* unclean unto you: whoso\ntoucheth their carcase shall be unclean until the even. \n"},{"number":28,"text":"And he that beareth the carcase of them shall wash his clothes,\nand be unclean until the even: they \\add are\\add* unclean unto you.\n\n"},{"number":29,"text":"These also \\add shall be\\add* unclean unto you among the creeping\nthings that creep upon the earth; the weasel, and the mouse, and the\ntortoise after his kind, \n"},{"number":30,"text":"And the ferret, and the chameleon, and the lizard, and the\nsnail, and the mole. \n"},{"number":31,"text":"These \\add are\\add* unclean to you among all that creep: whosoever doth\ntouch them, when they be dead, shall be unclean until the even. \n"},{"number":32,"text":"And upon whatsoever \\add any\\add* of them, when they are dead,\ndoth fall, it shall be unclean; whether \\add it be\\add* any vessel\nof wood, or raiment, or skin, or sack, whatsoever vessel \\add it\nbe\\add*, wherein \\add any\\add* work is done, it must be put into\nwater, and it shall be unclean until the even; so it shall be cleansed.\n"},{"number":33,"text":"And every earthen vessel, whereinto \\add any\\add* of them\nfalleth, whatsoever \\add is\\add* in it shall be unclean; and ye shall\nbreak it. \n"},{"number":34,"text":"Of all meat which may be eaten, \\add that\\add* on which \\add such\\add*\nwater cometh shall be unclean: and all drink that may be drunk in every\n\\add such\\add* vessel shall be unclean. \n"},{"number":35,"text":"And every \\add thing\\add* whereupon \\add any part\\add* of their\ncarcase falleth shall be unclean; \\add whether it be\\add* oven, or\nranges for pots, they shall be broken down: \\add for\\add* they \\add are\\add*\nunclean, and shall be unclean unto you. \n"},{"number":36,"text":"Nevertheless a fountain or pit, \\add wherein there is\\add*\nplenty of water, shall be clean: but that which toucheth their carcase\nshall be unclean.\\f + \\fr 11.36  \\ft wherein…: Heb. a gathering together of\nwaters\\f* \n"},{"number":37,"text":"And if \\add any part\\add* of their carcase fall upon any sowing\nseed which is to be sown, it \\add shall be\\add* clean. \n"},{"number":38,"text":"But if \\add any\\add* water be put upon the seed, and \\add any\npart\\add* of their carcase fall thereon, it \\add shall be\\add* unclean unto you.\n"},{"number":39,"text":"And if any beast, of which ye may eat, die; he that toucheth\nthe carcase thereof shall be unclean until the even. \n"},{"number":40,"text":"And he that eateth of the carcase of it shall wash his clothes,\nand be unclean until the even: he also that beareth the carcase of it shall\nwash his clothes, and be unclean until the even. \n"},{"number":41,"text":"And every creeping thing that creepeth upon the earth \\add shall\nbe\\add* an abomination; it shall not be eaten. \n"},{"number":42,"text":"Whatsoever goeth upon the belly, and whatsoever goeth upon\n\\add all\\add* four, or whatsoever hath more feet among all creeping\nthings that creep upon the earth, them ye shall not eat; for they\n\\add are\\add* an abomination.\\f + \\fr 11.42  \\ft hath…: Heb. doth multiply\nfeet\\f* \n\n"},{"number":43,"text":"Ye shall not make yourselves abominable with any creeping\nthing that creepeth, neither shall ye make yourselves unclean with them, that ye should be\ndefiled thereby.\\f + \\fr 11.43  \\ft yourselves abominable: Heb. your souls,\netc\\f* \n"},{"number":44,"text":"For I \\add am\\add* the \\nd LORD\\nd* your God: ye shall therefore sanctify\nyourselves, and ye shall be holy; for I \\add am\\add* holy: neither shall ye\ndefile yourselves with any manner of creeping thing that creepeth\nupon the earth. \n"},{"number":45,"text":"For I \\add am\\add* the \\nd LORD\\nd* that bringeth you up out of the\nland of Egypt, to be your God: ye shall therefore be holy, for I\n\\add am\\add* holy. \n"},{"number":46,"text":"This \\add is\\add* the law of the beasts, and of the fowl, and of every\nliving creature that moveth in the waters, and of every creature\nthat creepeth upon the earth: \n"},{"number":47,"text":"To make a difference between the unclean and the clean, and between the\nbeast that may be eaten and the beast that may not be eaten. \n"}],"number":11},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Speak unto the children of Israel, saying, If a woman have conceived\nseed, and born a man child: then she shall be unclean seven days;\naccording to the days of the separation for her infirmity shall she be\nunclean. \n"},{"number":3,"text":"And in the eighth day the flesh of his foreskin shall be circumcised.\n"},{"number":4,"text":"And she shall then continue in the blood of her purifying three\nand thirty days; she shall touch no hallowed thing, nor come into the\nsanctuary, until the days of her purifying be fulfilled. \n"},{"number":5,"text":"But if she bear a maid child, then she shall be unclean two\nweeks, as in her separation: and she shall continue in the blood\nof her purifying threescore and six days. \n\n"},{"number":6,"text":"And when the days of her purifying are fulfilled, for a son,\nor for a daughter, she shall bring a lamb of the first year for a burnt\noffering, and a young pigeon, or a turtledove, for a sin offering,\nunto the door of the tabernacle of the congregation, unto the priest:\\f + \\fr 12.6 \n\\ft of the first…: Heb. a son of his year\\f* \n"},{"number":7,"text":"Who shall offer it before the \\nd LORD\\nd*, and make an atonement\nfor her; and she shall be cleansed from the issue of her blood. This\n\\add is\\add* the law for her that hath born a male or a female. \n"},{"number":8,"text":"And if she be not able to bring a lamb, then she shall bring\ntwo turtles, or two young pigeons; the one for the burnt offering,\nand the other for a sin offering: and the priest shall make an atonement\nfor her, and she shall be clean.\\f + \\fr 12.8  \\ft she be…: Heb. her hand find not sufficiency\nof\\f* \n"}],"number":12},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses and Aaron, saying, \n"},{"number":2,"text":"When a man shall have in the skin of his flesh a rising, a\nscab, or bright spot, and it be in the skin of his flesh \\add like\\add*\nthe plague of leprosy; then he shall be brought unto Aaron the priest,\nor unto one of his sons the priests:\\f + \\fr 13.2  \\ft rising: or,\nswelling\\f* \n"},{"number":3,"text":"And the priest shall look on the plague in the skin of the\nflesh: and \\add when\\add* the hair in the plague is turned white,\nand the plague in sight \\add be\\add* deeper than the skin of his\nflesh, it \\add is\\add* a plague of leprosy: and the priest shall\nlook on him, and pronounce him unclean. \n"},{"number":4,"text":"If the bright spot \\add be\\add* white in the skin of his flesh,\nand in sight \\add be\\add* not deeper than the skin, and the hair\nthereof be not turned white; then the priest shall shut up \\add him that\nhath\\add* the plague seven days: \n"},{"number":5,"text":"And the priest shall look on him the seventh day: and, behold,\n\\add if\\add* the plague in his sight be at a stay, \\add and\\add*\nthe plague spread not in the skin; then the priest shall shut him up\nseven days more: \n"},{"number":6,"text":"And the priest shall look on him again the seventh day: and, behold,\n\\add if\\add* the plague \\add be\\add* somewhat dark, \\add and\\add*\nthe plague spread not in the skin, the priest shall pronounce him\nclean: it \\add is but\\add* a scab: and he shall wash his clothes,\nand be clean. \n"},{"number":7,"text":"But if the scab spread much abroad in the skin, after that he hath been\nseen of the priest for his cleansing, he shall be seen of the priest\nagain: \n"},{"number":8,"text":"And \\add if\\add* the priest see that, behold, the scab spreadeth\nin the skin, then the priest shall pronounce him unclean: it \\add is\\add*\na leprosy. \n\n"},{"number":9,"text":"When the plague of leprosy is in a man, then he shall be brought\nunto the priest; \n"},{"number":10,"text":"And the priest shall see \\add him:\\add* and, behold, \\add if\\add*\nthe rising \\add be\\add* white in the skin, and it have turned the\nhair white, and \\add there be\\add* quick raw flesh in the rising;\\f + \\fr 13.10 \n\\ft quick…: Heb. the quickening of living flesh\\f* \n"},{"number":11,"text":"It \\add is\\add* an old leprosy in the skin of his flesh, and the\npriest shall pronounce him unclean, and shall not shut him up: for he\n\\add is\\add* unclean. \n"},{"number":12,"text":"And if a leprosy break out abroad in the skin, and the leprosy\ncover all the skin of \\add him that hath\\add* the plague from his\nhead even to his foot, wheresoever the priest looketh; \n"},{"number":13,"text":"Then the priest shall consider: and, behold, \\add if\\add*\nthe leprosy have covered all his flesh, he shall pronounce \\add him\\add*\nclean \\add that hath\\add* the plague: it is all turned white: he\n\\add is\\add* clean. \n"},{"number":14,"text":"But when raw flesh appeareth in him, he shall be unclean.\n"},{"number":15,"text":"And the priest shall see the raw flesh, and pronounce him to be\nunclean: \\add for\\add* the raw flesh \\add is\\add* unclean: it \\add is\\add*\na leprosy. \n"},{"number":16,"text":"Or if the raw flesh turn again, and be changed unto white,\nhe shall come unto the priest; \n"},{"number":17,"text":"And the priest shall see him: and, behold, \\add if\\add* the\nplague be turned into white; then the priest shall pronounce \\add him\\add*\nclean \\add that hath\\add* the plague: he \\add is\\add* clean. \n\n"},{"number":18,"text":"The flesh also, in which, \\add even\\add* in the skin thereof, was a\nboil, and is healed, \n"},{"number":19,"text":"And in the place of the boil there be a white rising, or a bright\nspot, white, and somewhat reddish, and it be shewed to the priest;\n"},{"number":20,"text":"And if, when the priest seeth it, behold, it \\add be\\add*\nin sight lower than the skin, and the hair thereof be turned white;\nthe priest shall pronounce him unclean: it \\add is\\add* a plague\nof leprosy broken out of the boil. \n"},{"number":21,"text":"But if the priest look on it, and, behold, \\add there be\\add*\nno white hairs therein, and \\add if\\add* it \\add be\\add* not lower\nthan the skin, but \\add be\\add* somewhat dark; then the priest shall\nshut him up seven days: \n"},{"number":22,"text":"And if it spread much abroad in the skin, then the priest\nshall pronounce him unclean: it \\add is\\add* a plague. \n"},{"number":23,"text":"But if the bright spot stay in his place, \\add and\\add* spread not, it\n\\add is\\add* a burning boil; and the priest shall pronounce him clean.\n\n"},{"number":24,"text":"Or if there be \\add any\\add* flesh, in the skin whereof \\add there\nis\\add* a hot burning, and the quick \\add flesh\\add* that burneth\nhave a white bright spot, somewhat reddish, or white;\\f + \\fr 13.24 \n\\ft a hot…: Heb. a burning of fire\\f* \n"},{"number":25,"text":"Then the priest shall look upon it: and, behold, \\add if\\add*\nthe hair in the bright spot be turned white, and it \\add be in\\add*\nsight deeper than the skin; it \\add is\\add* a leprosy broken out of the\nburning: wherefore the priest shall pronounce him unclean: it \\add is\\add*\nthe plague of leprosy. \n"},{"number":26,"text":"But if the priest look on it, and, behold, \\add there be\\add*\nno white hair in the bright spot, and it \\add be\\add* no lower than the\n\\add other\\add* skin, but \\add be\\add* somewhat dark; then the priest\nshall shut him up seven days: \n"},{"number":27,"text":"And the priest shall look upon him the seventh day: \\add and\\add*\nif it be spread much abroad in the skin, then the priest shall pronounce him\nunclean: it \\add is\\add* the plague of leprosy. \n"},{"number":28,"text":"And if the bright spot stay in his place, \\add and\\add* spread\nnot in the skin, but it \\add be\\add* somewhat dark; it \\add is\\add*\na rising of the burning, and the priest shall pronounce him clean: for it\n\\add is\\add* an inflammation of the burning. \n\n"},{"number":29,"text":"If a man or woman have a plague upon the head or the beard;\n"},{"number":30,"text":"Then the priest shall see the plague: and, behold, if it \\add be\\add*\nin sight deeper than the skin; \\add and there be\\add* in it a yellow\nthin hair; then the priest shall pronounce him unclean: it \\add is\\add*\na dry scall, \\add even\\add* a leprosy upon the head or beard. \n"},{"number":31,"text":"And if the priest look on the plague of the scall, and, behold, it\n\\add be\\add* not in sight deeper than the skin, and \\add that there\nis\\add* no black hair in it; then the priest shall shut up \\add him that\nhath\\add* the plague of the scall seven days: \n"},{"number":32,"text":"And in the seventh day the priest shall look on the plague: and, behold,\n\\add if\\add* the scall spread not, and there be in it no yellow hair,\nand the scall \\add be\\add* not in sight deeper than the skin; \n"},{"number":33,"text":"He shall be shaven, but the scall shall he not shave; and the\npriest shall shut up \\add him that hath\\add* the scall seven days\nmore: \n"},{"number":34,"text":"And in the seventh day the priest shall look on the scall: and, behold,\n\\add if\\add* the scall be not spread in the skin, nor \\add be\\add*\nin sight deeper than the skin; then the priest shall pronounce him\nclean: and he shall wash his clothes, and be clean. \n"},{"number":35,"text":"But if the scall spread much in the skin after his cleansing;\n"},{"number":36,"text":"Then the priest shall look on him: and, behold, if the scall\nbe spread in the skin, the priest shall not seek for yellow hair; he\n\\add is\\add* unclean. \n"},{"number":37,"text":"But if the scall be in his sight at a stay, and \\add that\\add*\nthere is black hair grown up therein; the scall is healed, he \\add is\\add*\nclean: and the priest shall pronounce him clean. \n\n"},{"number":38,"text":"If a man also or a woman have in the skin of their flesh\nbright spots, \\add even\\add* white bright spots; \n"},{"number":39,"text":"Then the priest shall look: and, behold, \\add if\\add* the bright\nspots in the skin of their flesh \\add be\\add* darkish white; it \\add is\\add*\na freckled spot \\add that\\add* groweth in the skin; he \\add is\\add*\nclean. \n"},{"number":40,"text":"And the man whose hair is fallen off his head, he \\add is\\add*\nbald; \\add yet is\\add* he clean.\\f + \\fr 13.40  \\ft hair…: Heb. head is\npilled\\f* \n"},{"number":41,"text":"And he that hath his hair fallen off from the part of his\nhead toward his face, he \\add is\\add* forehead bald: \\add yet is\\add*\nhe clean. \n"},{"number":42,"text":"And if there be in the bald head, or bald forehead, a white\nreddish sore; it \\add is\\add* a leprosy sprung up in his bald head,\nor his bald forehead. \n"},{"number":43,"text":"Then the priest shall look upon it: and, behold, \\add if\\add*\nthe rising of the sore \\add be\\add* white reddish in his bald head,\nor in his bald forehead, as the leprosy appeareth in the skin of the\nflesh; \n"},{"number":44,"text":"He is a leprous man, he \\add is\\add* unclean: the priest shall pronounce him\nutterly unclean; his plague \\add is\\add* in his head. \n"},{"number":45,"text":"And the leper in whom the plague \\add is\\add*, his clothes\nshall be rent, and his head bare, and he shall put a covering upon his upper\nlip, and shall cry, Unclean, unclean. \n"},{"number":46,"text":"All the days wherein the plague \\add shall be\\add* in him he shall be\ndefiled; he \\add is\\add* unclean: he shall dwell alone; without the\ncamp \\add shall\\add* his habitation \\add be\\add*. \n\n"},{"number":47,"text":"The garment also that the plague of leprosy is in, \\add whether it\nbe\\add* a woollen garment, or a linen garment; \n"},{"number":48,"text":"Whether \\add it be\\add* in the warp, or woof; of linen, or of\nwoollen; whether in a skin, or in any thing made of skin;\\f + \\fr 13.48 \n\\ft thing…: Heb. work of\\f* \n"},{"number":49,"text":"And if the plague be greenish or reddish in the garment, or in the\nskin, either in the warp, or in the woof, or in any thing of skin; it\n\\add is\\add* a plague of leprosy, and shall be shewed unto the priest:\\f + \\fr 13.49 \n\\ft thing: Heb. vessel, or, instrument\\f* \n"},{"number":50,"text":"And the priest shall look upon the plague, and shut up \\add it that\nhath\\add* the plague seven days: \n"},{"number":51,"text":"And he shall look on the plague on the seventh day: if the\nplague be spread in the garment, either in the warp, or in the woof,\nor in a skin, \\add or\\add* in any work that is made of skin; the\nplague \\add is\\add* a fretting leprosy; it \\add is\\add* unclean.\n"},{"number":52,"text":"He shall therefore burn that garment, whether warp or woof,\nin woollen or in linen, or any thing of skin, wherein the plague is: for it\n\\add is\\add* a fretting leprosy; it shall be burnt in the fire. \n"},{"number":53,"text":"And if the priest shall look, and, behold, the plague be not\nspread in the garment, either in the warp, or in the woof, or in any\nthing of skin; \n"},{"number":54,"text":"Then the priest shall command that they wash \\add the thing\\add*\nwherein the plague \\add is\\add*, and he shall shut it up seven days\nmore: \n"},{"number":55,"text":"And the priest shall look on the plague, after that it is\nwashed: and, behold, \\add if\\add* the plague have not changed his\ncolour, and the plague be not spread; it \\add is\\add* unclean; thou shalt\nburn it in the fire; it \\add is\\add* fret inward, \\add whether\\add* it\n\\add be\\add* bare within or without.\\f + \\fr 13.55  \\ft whether…: Heb. whether it be bald in the head thereof, or in the\nforehead thereof\\f* \n"},{"number":56,"text":"And if the priest look, and, behold, the plague \\add be\\add*\nsomewhat dark after the washing of it; then he shall rend it out of the\ngarment, or out of the skin, or out of the warp, or out of the woof:\n"},{"number":57,"text":"And if it appear still in the garment, either in the warp,\nor in the woof, or in any thing of skin; it \\add is\\add* a spreading\n\\add plague:\\add* thou shalt burn that wherein the plague \\add is\\add*\nwith fire. \n"},{"number":58,"text":"And the garment, either warp, or woof, or whatsoever thing\nof skin \\add it be\\add*, which thou shalt wash, if the plague be\ndeparted from them, then it shall be washed the second time, and shall be\nclean. \n"},{"number":59,"text":"This \\add is\\add* the law of the plague of leprosy in a garment\nof woollen or linen, either in the warp, or woof, or any thing of\nskins, to pronounce it clean, or to pronounce it unclean. \n"}],"number":13},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"This shall be the law of the leper in the day of his cleansing:\nHe shall be brought unto the priest: \n"},{"number":3,"text":"And the priest shall go forth out of the camp; and the priest\nshall look, and, behold, \\add if\\add* the plague of leprosy be healed\nin the leper; \n"},{"number":4,"text":"Then shall the priest command  to take for him that is to be\ncleansed two birds alive \\add and\\add* clean, and cedar wood, and\nscarlet, and hyssop:\\f + \\fr 14.4  \\ft birds: or, sparrows\\f* \n"},{"number":5,"text":"And the priest shall command that one of the birds be killed\nin an earthen vessel over running water: \n"},{"number":6,"text":"As for the living bird, he shall take it, and the cedar wood,\nand the scarlet, and the hyssop, and shall dip them and the living\nbird in the blood of the bird \\add that was\\add* killed over the\nrunning water: \n"},{"number":7,"text":"And he shall sprinkle upon him that is to be cleansed from the\nleprosy seven times, and shall pronounce him clean, and shall let the\nliving bird loose into the open field.\\f + \\fr 14.7  \\ft into…: Heb. upon the face of the\nfield\\f* \n"},{"number":8,"text":"And he that is to be cleansed shall wash his clothes, and shave\noff all his hair, and wash himself in water, that he may be clean:\nand after that he shall come into the camp, and shall tarry abroad\nout of his tent seven days. \n"},{"number":9,"text":"But it shall be on the seventh day, that he shall shave all his\nhair off his head and his beard and his eyebrows, even all his hair\nhe shall shave off: and he shall wash his clothes, also he shall\nwash his flesh in water, and he shall be clean. \n\n"},{"number":10,"text":"And on the eighth day he shall take two he lambs without blemish,\nand one ewe lamb of the first year without blemish, and three tenth\ndeals of fine flour \\add for\\add* a meat offering, mingled with oil,\nand one log of oil.\\f + \\fr 14.10  \\ft of the…: Heb. the daughter of her\nyear\\f* \n"},{"number":11,"text":"And the priest that maketh \\add him\\add* clean shall present\nthe man that is to be made clean, and those things, before the \\nd LORD\\nd*,\n\\add at\\add* the door of the tabernacle of the congregation: \n"},{"number":12,"text":"And the priest shall take one he lamb, and offer him for a trespass\noffering, and the log of oil, and wave them \\add for\\add* a wave\noffering before the \\nd LORD\\nd*: \n"},{"number":13,"text":"And he shall slay the lamb in the place where he shall kill\nthe sin offering and the burnt offering, in the holy place: for as the sin\noffering \\add is\\add* the priest’s, \\add so is\\add* the trespass\noffering: it \\add is\\add* most holy: \n"},{"number":14,"text":"And the priest shall take \\add some\\add* of the blood of the trespass\noffering, and the priest shall put \\add it\\add* upon the tip of the\nright ear of him that is to be cleansed, and upon the thumb of his\nright hand, and upon the great toe of his right foot: \n"},{"number":15,"text":"And the priest shall take \\add some\\add* of the log of oil,\nand pour \\add it\\add* into the palm of his own left hand: \n"},{"number":16,"text":"And the priest shall dip his right finger in the oil that\n\\add is\\add* in his left hand, and shall sprinkle of the oil with his\nfinger seven times before the \\nd LORD\\nd*: \n"},{"number":17,"text":"And of the rest of the oil that \\add is\\add* in his hand shall the\npriest put upon the tip of the right ear of him that is to be cleansed,\nand upon the thumb of his right hand, and upon the great toe of his\nright foot, upon the blood of the trespass offering: \n"},{"number":18,"text":"And the remnant of the oil that \\add is\\add* in the priest’s\nhand he shall pour upon the head of him that is to be cleansed: and the\npriest shall make an atonement for him before the \\nd LORD\\nd*. \n"},{"number":19,"text":"And the priest shall offer the sin offering, and make an atonement\nfor him that is to be cleansed from his uncleanness; and afterward\nhe shall kill the burnt offering: \n"},{"number":20,"text":"And the priest shall offer the burnt offering and the meat\noffering upon the altar: and the priest shall make an atonement for him, and he shall be\nclean. \n\n"},{"number":21,"text":"And if he \\add be\\add* poor, and cannot get so much; then he shall\ntake one lamb \\add for\\add* a trespass offering to be waved, to make an\natonement for him, and one tenth deal of fine flour mingled with\noil for a meat offering, and a log of oil;\\f + \\fr 14.21  \\ft cannot…: Heb. his hand reach\nnot\\f*\\f + \\fr 14.21  \\ft to be…: Heb. for a waving\\f* \n"},{"number":22,"text":"And two turtledoves, or two young pigeons, such as he is able to\nget; and the one shall be a sin offering, and the other a burnt offering.\n"},{"number":23,"text":"And he shall bring them on the eighth day for his cleansing\nunto the priest, unto the door of the tabernacle of the congregation,\nbefore the \\nd LORD\\nd*. \n"},{"number":24,"text":"And the priest shall take the lamb of the trespass offering,\nand the log of oil, and the priest shall wave them \\add for\\add*\na wave offering before the \\nd LORD\\nd*: \n"},{"number":25,"text":"And he shall kill the lamb of the trespass offering, and the\npriest shall take \\add some\\add* of the blood of the trespass offering,\nand put \\add it\\add* upon the tip of the right ear of him that is to be\ncleansed, and upon the thumb of his right hand, and upon the great\ntoe of his right foot: \n"},{"number":26,"text":"And the priest shall pour of the oil into the palm of his\nown left hand: \n"},{"number":27,"text":"And the priest shall sprinkle with his right finger \\add some\\add*\nof the oil that \\add is\\add* in his left hand seven times before\nthe \\nd LORD\\nd*: \n"},{"number":28,"text":"And the priest shall put of the oil that \\add is\\add* in his\nhand upon the tip of the right ear of him that is to be cleansed,\nand upon the thumb of his right hand, and upon the great toe of his\nright foot, upon the place of the blood of the trespass offering:\n"},{"number":29,"text":"And the rest of the oil that \\add is\\add* in the priest’s\nhand he shall put upon the head of him that is to be cleansed, to make an\natonement for him before the \\nd LORD\\nd*. \n"},{"number":30,"text":"And he shall offer the one of the turtledoves, or of the young\npigeons, such as he can get; \n"},{"number":31,"text":"\\add Even\\add* such as he is able to get, the one \\add for\\add*\na sin offering, and the other \\add for\\add* a burnt offering, with the meat\noffering: and the priest shall make an atonement for him that is to be\ncleansed before the \\nd LORD\\nd*. \n"},{"number":32,"text":"This \\add is\\add* the law \\add of him\\add* in whom \\add is\\add*\nthe plague of leprosy, whose hand is not able to get \\add that which\npertaineth\\add* to his cleansing. \n\n"},{"number":33,"text":"And the \\nd LORD\\nd* spake  unto Moses and unto Aaron, saying,\n"},{"number":34,"text":"When ye be come into the land of Canaan, which I give to you for a\npossession, and I put the plague of leprosy in a house of the land\nof your possession; \n"},{"number":35,"text":"And he that owneth the house shall come and tell the priest,\nsaying, It seemeth to me \\add there is\\add* as it were a plague in the\nhouse: \n"},{"number":36,"text":"Then the priest shall command that they empty the house, before the\npriest go \\add into it\\add* to see the plague, that all that \\add is\\add*\nin the house be not made unclean: and afterward the priest shall\ngo in to see the house:\\f + \\fr 14.36  \\ft empty: or, prepare\\f*\n"},{"number":37,"text":"And he shall look on the plague, and, behold, \\add if\\add*\nthe plague \\add be\\add* in the walls of the house with hollow strakes,\ngreenish or reddish, which in sight \\add are\\add* lower than the\nwall; \n"},{"number":38,"text":"Then the priest shall go out of the house to the door of the\nhouse, and shut up the house seven days: \n"},{"number":39,"text":"And the priest shall come again the seventh day, and shall\nlook: and, behold, \\add if\\add* the plague be spread in the walls\nof the house; \n"},{"number":40,"text":"Then the priest shall command that they take away the stones\nin which the plague \\add is\\add*, and they shall cast them into an\nunclean place without the city: \n"},{"number":41,"text":"And he shall cause the house to be scraped within round about,\nand they shall pour out the dust that they scrape off without the\ncity into an unclean place: \n"},{"number":42,"text":"And they shall take other stones, and put \\add them\\add* in the\nplace of those stones; and he shall take other morter, and shall\nplaister the house. \n"},{"number":43,"text":"And if the plague come again, and break out in the house,\nafter that he hath taken away the stones, and after he hath scraped\nthe house, and after it is plaistered; \n"},{"number":44,"text":"Then the priest shall come and look, and, behold, \\add if\\add*\nthe plague be spread in the house, it \\add is\\add* a fretting leprosy\nin the house: it \\add is\\add* unclean. \n"},{"number":45,"text":"And he shall break down the house, the stones of it, and the\ntimber thereof, and all the morter of the house; and he shall carry\n\\add them\\add* forth out of the city into an unclean place. \n"},{"number":46,"text":"Moreover he that goeth into the house all the while that it is\nshut up shall be unclean until the even. \n"},{"number":47,"text":"And he that lieth in the house shall wash his clothes; and he that\neateth in the house shall wash his clothes. \n"},{"number":48,"text":"And if the priest shall come in, and look \\add upon it\\add*,\nand, behold, the plague hath not spread in the house, after the house\nwas plaistered: then the priest shall pronounce the house clean,\nbecause the plague is healed.\\f + \\fr 14.48  \\ft shall come…: Heb. in coming in shall come in,\netc\\f* \n"},{"number":49,"text":"And he shall take to cleanse the house two birds, and cedar\nwood, and scarlet, and hyssop: \n"},{"number":50,"text":"And he shall kill the one of the birds in an earthen vessel\nover running water: \n"},{"number":51,"text":"And he shall take the cedar wood, and the hyssop, and the\nscarlet, and the living bird, and dip them in the blood of the slain\nbird, and in the running water, and sprinkle the house seven times:\n"},{"number":52,"text":"And he shall cleanse the house with the blood of the bird,\nand with the running water, and with the living bird, and with the\ncedar wood, and with the hyssop, and with the scarlet: \n"},{"number":53,"text":"But he shall let go the living bird out of the city into the\nopen fields, and make an atonement for the house: and it shall be\nclean. \n\n"},{"number":54,"text":"This \\add is\\add* the law for all manner of plague of leprosy,\nand scall, \n"},{"number":56,"text":"And for a rising, and for a scab, and for a bright spot: \n"},{"number":57,"text":"To teach when \\add it is\\add* unclean, and when \\add it is\\add*\nclean: this \\add is\\add* the law of leprosy.\\f + \\fr 14.57  \\ft when it is unclean…: Heb. in the day of the unclean, and in the\nday of the clean\\f* \n"}],"number":14},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses and to Aaron, saying,\n"},{"number":2,"text":"Speak unto the children of Israel, and say unto them, When\nany man hath a running issue out of his flesh, \\add because of\\add*\nhis issue he \\add is\\add* unclean.\\f + \\fr 15.2  \\ft running…: or, running of the\nreins\\f* \n"},{"number":3,"text":"And this shall be his uncleanness in his issue: whether his\nflesh run with his issue, or his flesh be stopped from his issue, it\n\\add is\\add* his uncleanness. \n"},{"number":4,"text":"Every bed, whereon he lieth that hath the issue, is unclean:\nand every thing, whereon he sitteth, shall be unclean.\\f + \\fr 15.4 \n\\ft thing: Heb. vessel\\f* \n"},{"number":5,"text":"And whosoever toucheth his bed shall wash his clothes, and\nbathe \\add himself\\add* in water, and be unclean until the even.\n"},{"number":6,"text":"And he that sitteth on \\add any\\add* thing whereon he sat that hath the\nissue shall wash his clothes, and bathe \\add himself\\add* in water,\nand be unclean until the even. \n"},{"number":7,"text":"And he that toucheth the flesh of him that hath the issue shall\nwash his clothes, and bathe \\add himself\\add* in water, and be unclean\nuntil the even. \n"},{"number":8,"text":"And if he that hath the issue spit upon him that is clean;\nthen he shall wash his clothes, and bathe \\add himself\\add* in water,\nand be unclean until the even. \n"},{"number":9,"text":"And what saddle soever he rideth upon that hath the issue shall be\nunclean. \n"},{"number":10,"text":"And whosoever toucheth any thing that was under him shall be\nunclean until the even: and he that beareth \\add any of\\add* those things shall\nwash his clothes, and bathe \\add himself\\add* in water, and be unclean\nuntil the even. \n"},{"number":11,"text":"And whomsoever he toucheth that hath the issue, and hath not\nrinsed his hands in water, he shall wash his clothes, and bathe \\add himself\\add*\nin water, and be unclean until the even. \n"},{"number":12,"text":"And the vessel of earth, that he toucheth which hath the issue,\nshall be broken: and every vessel of wood shall be rinsed in water.\n"},{"number":13,"text":"And when he that hath an issue is cleansed of his issue; then he shall\nnumber to himself seven days for his cleansing, and wash his clothes,\nand bathe his flesh in running water, and shall be clean. \n"},{"number":14,"text":"And on the eighth day he shall take to him two turtledoves,\nor two young pigeons, and come before the \\nd LORD\\nd* unto the door\nof the tabernacle of the congregation, and give them unto the priest:\n"},{"number":15,"text":"And the priest shall offer them, the one \\add for\\add* a sin\noffering, and the other \\add for\\add* a burnt offering; and the priest\nshall make an atonement for him before the \\nd LORD\\nd* for his issue.\n"},{"number":16,"text":"And if any man’s seed of copulation go out from him, then he shall\nwash all his flesh in water, and be unclean until the even. \n"},{"number":17,"text":"And every garment, and every skin, whereon is the seed of\ncopulation, shall be washed with water, and be unclean until the\neven. \n"},{"number":18,"text":"The woman also with whom man shall lie \\add with\\add* seed\nof copulation, they shall \\add both\\add* bathe \\add themselves\\add*\nin water, and be unclean until the even. \n\n"},{"number":19,"text":"And if a woman have an issue, \\add and\\add* her issue in her\nflesh be blood, she shall be put apart seven days: and whosoever\ntoucheth her shall be unclean until the even.\\f + \\fr 15.19  \\ft put…: Heb. in her\nseparation\\f* \n"},{"number":20,"text":"And every thing that she lieth upon in her separation shall be\nunclean: every thing also that she sitteth upon shall be unclean.\n"},{"number":21,"text":"And whosoever toucheth her bed shall wash his clothes, and\nbathe \\add himself\\add* in water, and be unclean until the even.\n"},{"number":22,"text":"And whosoever toucheth any thing that she sat upon shall wash\nhis clothes, and bathe \\add himself\\add* in water, and be unclean\nuntil the even. \n"},{"number":23,"text":"And if it \\add be\\add* on \\add her\\add* bed, or on any thing\nwhereon she sitteth, when he toucheth it, he shall be unclean until the\neven. \n"},{"number":24,"text":"And if any man lie with her at all, and her flowers be upon him, he shall be\nunclean seven days; and all the bed whereon he lieth shall be unclean.\n"},{"number":25,"text":"And if a woman have an issue of her blood many days out of the\ntime of her separation, or if it run beyond the time of her separation;\nall the days of the issue of her uncleanness shall be as the days\nof her separation: she \\add shall be\\add* unclean. \n"},{"number":26,"text":"Every bed whereon she lieth all the days of her issue shall be unto her as the\nbed of her separation: and whatsoever she sitteth upon shall be unclean,\nas the uncleanness of her separation. \n"},{"number":27,"text":"And whosoever toucheth those things shall be unclean, and shall\nwash his clothes, and bathe \\add himself\\add* in water, and be unclean\nuntil the even. \n"},{"number":28,"text":"But if she be cleansed of her issue, then she shall number\nto herself seven days, and after that she shall be clean. \n"},{"number":29,"text":"And on the eighth day she shall take unto her two turtles,\nor two young pigeons, and bring them unto the priest, to the door\nof the tabernacle of the congregation. \n"},{"number":30,"text":"And the priest shall offer the one \\add for\\add* a sin offering,\nand the other \\add for\\add* a burnt offering; and the priest shall make an\natonement for her before the \\nd LORD\\nd* for the issue of her uncleanness.\n"},{"number":31,"text":"Thus shall ye separate the children of Israel from their uncleanness;\nthat they die not in their uncleanness, when they defile my tabernacle that\n\\add is\\add* among them. \n"},{"number":32,"text":"This \\add is\\add* the law of him that hath an issue, and \\add of\nhim\\add* whose seed goeth from him, and is defiled therewith; \n"},{"number":33,"text":"And of her that is sick of her flowers, and of him that hath\nan issue, of the man, and of the woman, and of him that lieth with her that is\nunclean. \n"}],"number":15},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses after the death of the\ntwo sons of Aaron, when they offered before the \\nd LORD\\nd*, and\ndied; \n"},{"number":2,"text":"And the \\nd LORD\\nd* said unto Moses, Speak unto Aaron thy\nbrother, that he come not at all times into the holy \\add place\\add*\nwithin the vail before the mercy seat, which \\add is\\add* upon the\nark; that he die not: for I will appear in the cloud upon the mercy seat.\n"},{"number":3,"text":"Thus shall Aaron come into the holy \\add place:\\add* with a\nyoung bullock for a sin offering, and a ram for a burnt offering.\n"},{"number":4,"text":"He shall put on the holy linen coat, and he shall have the\nlinen breeches upon his flesh, and shall be girded with a linen girdle,\nand with the linen mitre shall he be attired: these \\add are\\add*\nholy garments; therefore shall he wash his flesh in water, and \\add so\\add*\nput them on. \n\n"},{"number":5,"text":"And he shall take of the congregation of the children of Israel\ntwo kids of the goats for a sin offering, and one ram for a burnt\noffering. \n"},{"number":6,"text":"And Aaron shall offer his bullock of the sin offering, which\n\\add is\\add* for himself, and make an atonement for himself, and for his\nhouse. \n"},{"number":7,"text":"And he shall take the two goats, and present them before the\n\\nd LORD\\nd* \\add at\\add* the door of the tabernacle of the congregation.\n"},{"number":8,"text":"And Aaron shall cast lots upon the two goats; one lot for the\n\\nd LORD\\nd*, and the other lot for the scapegoat.\\f + \\fr 16.8 \n\\ft scapegoat: Heb. Azazel\\f* \n"},{"number":9,"text":"And Aaron shall bring the goat upon which the \\nd LORD’s\\nd*\nlot fell, and offer him \\add for\\add* a sin offering.\\f + \\fr 16.9 \n\\ft fell: Heb. went up\\f* \n"},{"number":10,"text":"But the goat, on which the lot fell to be the scapegoat, shall be\npresented alive before the \\nd LORD\\nd*, to make an atonement with him,\n\\add and\\add* to let him go for a scapegoat into the wilderness.\n"},{"number":11,"text":"And Aaron shall bring the bullock of the sin offering, which\n\\add is\\add* for himself, and shall make an atonement for himself, and for his\nhouse, and shall kill the bullock of the sin offering which \\add is\\add* for himself:\n"},{"number":12,"text":"And he shall take a censer full of burning coals of fire from off the\naltar before the \\nd LORD\\nd*, and his hands full of sweet incense\nbeaten small, and bring \\add it\\add* within the vail: \n"},{"number":13,"text":"And he shall put the incense upon the fire before the \\nd LORD\\nd*,\nthat the cloud of the incense may cover the mercy seat that \\add is\\add*\nupon the testimony, that he die not: \n"},{"number":14,"text":"And he shall take of the blood of the bullock, and sprinkle\n\\add it\\add* with his finger upon the mercy seat eastward; and before\nthe mercy seat shall he sprinkle of the blood with his finger seven\ntimes. \n\n"},{"number":15,"text":"Then shall he kill the goat of the sin offering, that \\add is\\add*\nfor the people, and bring his blood within the vail, and do with that\nblood as he did with the blood of the bullock, and sprinkle it upon the mercy\nseat, and before the mercy seat: \n"},{"number":16,"text":"And he shall make an atonement for the holy \\add place\\add*,\nbecause of the uncleanness of the children of Israel, and because of their\ntransgressions in all their sins: and so shall he do for the tabernacle\nof the congregation, that remaineth among them in the midst of their\nuncleanness.\\f + \\fr 16.16  \\ft remaineth: Heb. dwelleth\\f* \n"},{"number":17,"text":"And there shall be no man in the tabernacle of the congregation\nwhen he goeth in to make an atonement in the holy \\add place\\add*,\nuntil he come out, and have made an atonement for himself, and for his\nhousehold, and for all the congregation of Israel. \n"},{"number":18,"text":"And he shall go out unto the altar that \\add is\\add* before\nthe \\nd LORD\\nd*, and make an atonement for it; and shall take of the\nblood of the bullock, and of the blood of the goat, and put \\add it\\add*\nupon the horns of the altar round about. \n"},{"number":19,"text":"And he shall sprinkle of the blood upon it with his finger\nseven times, and cleanse it, and hallow it from the uncleanness of the\nchildren of Israel. \n\n"},{"number":20,"text":"And when he hath made an end of reconciling the holy \\add place\\add*,\nand the tabernacle of the congregation, and the altar, he shall bring\nthe live goat: \n"},{"number":21,"text":"And Aaron shall lay both his hands upon the head of the live\ngoat, and confess over him all the iniquities of the children of\nIsrael, and all their transgressions in all their sins, putting them upon the\nhead of the goat, and shall send \\add him\\add* away by the hand of a\nfit man into the wilderness:\\f + \\fr 16.21  \\ft a fit…: Heb. a man of\nopportunity\\f* \n"},{"number":22,"text":"And the goat shall bear upon him all their iniquities unto a\nland not inhabited: and he shall let go the goat in the wilderness.\\f + \\fr 16.22 \n\\ft not…: Heb. of separation\\f* \n"},{"number":23,"text":"And Aaron shall come into the tabernacle of the congregation,\nand shall put off the linen garments, which he put on when he went\ninto the holy \\add place\\add*, and shall leave them there: \n"},{"number":24,"text":"And he shall wash his flesh with water in the holy place,\nand put on his garments, and come forth, and offer his burnt offering,\nand the burnt offering of the people, and make an atonement for himself, and for the\npeople. \n"},{"number":25,"text":"And the fat of the sin offering shall he burn upon the altar.\n"},{"number":26,"text":"And he that let go the goat for the scapegoat shall wash his\nclothes, and bathe his flesh in water, and afterward come into the\ncamp. \n"},{"number":27,"text":"And the bullock \\add for\\add* the sin offering, and the goat\n\\add for\\add* the sin offering, whose blood was brought in to make\natonement in the holy \\add place\\add*, shall \\add one\\add* carry\nforth without the camp; and they shall burn in the fire their skins,\nand their flesh, and their dung. \n"},{"number":28,"text":"And he that burneth them shall wash his clothes, and bathe\nhis flesh in water, and afterward he shall come into the camp. \n\n"},{"number":29,"text":"And \\add this\\add* shall be a statute for ever unto you:\n\\add that\\add* in the seventh month, on the tenth \\add day\\add* of the\nmonth, ye shall afflict your souls, and do no work at all, \\add whether it\nbe\\add* one of your own country, or a stranger that sojourneth among you:\n"},{"number":30,"text":"For on that day shall \\add the priest\\add* make an atonement\nfor you, to cleanse you, \\add that\\add* ye may be clean from all your\nsins before the \\nd LORD\\nd*. \n"},{"number":31,"text":"It \\add shall be\\add* a sabbath of rest unto you, and ye shall\nafflict your souls, by a statute for ever. \n"},{"number":32,"text":"And the priest, whom he shall anoint, and whom he shall consecrate\nto minister in the priest’s office in his father’s stead, shall make the\natonement, and shall put on the linen clothes, \\add even\\add* the\nholy garments:\\f + \\fr 16.32  \\ft consecrate: Heb. fill his hand\\f*\n"},{"number":33,"text":"And he shall make an atonement for the holy sanctuary, and he shall make an\natonement for the tabernacle of the congregation, and for the altar,\nand he shall make an atonement for the priests, and for all the people\nof the congregation. \n"},{"number":34,"text":"And this shall be an everlasting statute unto you, to make an\natonement for the children of Israel for all their sins once a year.\nAnd he did as the \\nd LORD\\nd* commanded Moses. \n"}],"number":16},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Speak unto Aaron, and unto his sons, and unto all the children\nof Israel, and say unto them; This \\add is\\add* the thing which the\n\\nd LORD\\nd* hath commanded, saying, \n"},{"number":3,"text":"What man soever \\add there be\\add* of the house of Israel,\nthat killeth an ox, or lamb, or goat, in the camp, or that killeth\n\\add it\\add* out of the camp, \n"},{"number":4,"text":"And bringeth it not unto the door of the tabernacle of the\ncongregation, to offer an offering unto the \\nd LORD\\nd* before the\ntabernacle of the \\nd LORD\\nd*; blood shall be imputed unto that\nman; he hath shed blood; and that man shall be cut off from among\nhis people: \n"},{"number":5,"text":"To the end that the children of Israel may bring their sacrifices,\nwhich they offer in the open field, even that they may bring them unto the\n\\nd LORD\\nd*, unto the door of the tabernacle of the congregation,\nunto the priest, and offer them \\add for\\add* peace offerings unto the\n\\nd LORD\\nd*. \n"},{"number":6,"text":"And the priest shall sprinkle the blood upon the altar of the\n\\nd LORD\\nd* \\add at\\add* the door of the tabernacle of the congregation,\nand burn the fat for a sweet savour unto the \\nd LORD\\nd*. \n"},{"number":7,"text":"And they shall no more offer their sacrifices unto devils,\nafter whom they have gone a whoring. This shall be a statute for\never unto them throughout their generations. \n\n"},{"number":8,"text":"And thou shalt say unto them, Whatsoever man \\add there be\\add*\nof the house of Israel, or of the strangers which sojourn among you, that\noffereth a burnt offering or sacrifice, \n"},{"number":9,"text":"And bringeth it not unto the door of the tabernacle of the\ncongregation, to offer it unto the \\nd LORD\\nd*; even that man shall be cut\noff from among his people. \n\n"},{"number":10,"text":"And whatsoever man \\add there be\\add* of the house of Israel,\nor of the strangers that sojourn among you, that eateth any manner of\nblood; I will even set my face against that soul that eateth blood,\nand will cut him off from among his people. \n"},{"number":11,"text":"For the life of the flesh \\add is\\add* in the blood: and I have\ngiven it to you upon the altar to make an atonement for your souls: for it\n\\add is\\add* the blood \\add that\\add* maketh an atonement for the\nsoul. \n"},{"number":12,"text":"Therefore I said unto the children of Israel, No soul of you shall\neat blood, neither shall any stranger that sojourneth among you eat\nblood. \n"},{"number":13,"text":"And whatsoever man \\add there be\\add* of the children of Israel,\nor of the strangers that sojourn among you, which hunteth and catcheth\nany beast or fowl that may be eaten; he shall even pour out the blood\nthereof, and cover it with dust.\\f + \\fr 17.13  \\ft which…: Heb. that hunteth any\nhunting\\f* \n"},{"number":14,"text":"For \\add it is\\add* the life of all flesh; the blood of it\n\\add is\\add* for the life thereof: therefore I said unto the children\nof Israel, Ye shall eat the blood of no manner of flesh: for the\nlife of all flesh \\add is\\add* the blood thereof: whosoever eateth\nit shall be cut off. \n"},{"number":15,"text":"And every soul that eateth that which died \\add of itself\\add*,\nor that which was torn \\add with beasts, whether it be\\add* one of your own\ncountry, or a stranger, he shall both wash his clothes, and bathe\n\\add himself\\add* in water, and be unclean until the even: then shall he be\nclean.\\f + \\fr 17.15  \\ft that which died…: Heb. a carcase\\f* \n"},{"number":16,"text":"But if he wash \\add them\\add* not, nor bathe his flesh; then he shall\nbear his iniquity. \n"}],"number":17},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Speak unto the children of Israel, and say unto them, I am the\n\\nd LORD\\nd* your God. \n"},{"number":3,"text":"After the doings of the land of Egypt, wherein ye dwelt, shall ye not\ndo: and after the doings of the land of Canaan, whither I bring you, shall ye not\ndo: neither shall ye walk in their ordinances. \n"},{"number":4,"text":"Ye shall do my judgments, and keep mine ordinances, to walk therein: I\n\\add am\\add* the \\nd LORD\\nd* your God. \n"},{"number":5,"text":"Ye shall therefore keep my statutes, and my judgments: which\nif a man do, he shall live in them: I \\add am\\add* the \\nd LORD\\nd*.\n\n"},{"number":6,"text":"None of you shall approach to any that is near of kin to him, to\nuncover \\add their\\add* nakedness: I \\add am\\add* the \\nd LORD\\nd*.\\f + \\fr 18.6 \n\\ft near…: Heb. remainder of his flesh\\f* \n"},{"number":7,"text":"The nakedness of thy father, or the nakedness of thy mother,\nshalt thou not uncover: she \\add is\\add* thy mother; thou shalt not\nuncover her nakedness. \n"},{"number":8,"text":"The nakedness of thy father’s wife shalt thou not uncover: it\n\\add is\\add* thy father’s nakedness. \n"},{"number":9,"text":"The nakedness of thy sister, the daughter of thy father, or\ndaughter of thy mother, \\add whether she be\\add* born at home, or\nborn abroad, \\add even\\add* their nakedness thou shalt not uncover.\n"},{"number":10,"text":"The nakedness of thy son’s daughter, or of thy daughter’s\ndaughter, \\add even\\add* their nakedness thou shalt not uncover:\nfor theirs \\add is\\add* thine own nakedness. \n"},{"number":11,"text":"The nakedness of thy father’s wife’s daughter, begotten of thy\nfather, she \\add is\\add* thy sister, thou shalt not uncover her nakedness.\n"},{"number":12,"text":"Thou shalt not uncover the nakedness of thy father’s sister: she\n\\add is\\add* thy father’s near kinswoman. \n"},{"number":13,"text":"Thou shalt not uncover the nakedness of thy mother’s sister: for she\n\\add is\\add* thy mother’s near kinswoman. \n"},{"number":14,"text":"Thou shalt not uncover the nakedness of thy father’s brother,\nthou shalt not approach to his wife: she \\add is\\add* thine aunt.\n"},{"number":15,"text":"Thou shalt not uncover the nakedness of thy daughter in law: she\n\\add is\\add* thy son’s wife; thou shalt not uncover her nakedness.\n"},{"number":16,"text":"Thou shalt not uncover the nakedness of thy brother’s wife: it\n\\add is\\add* thy brother’s nakedness. \n"},{"number":17,"text":"Thou shalt not uncover the nakedness of a woman and her daughter,\nneither shalt thou take her son’s daughter, or her daughter’s daughter,\nto uncover her nakedness; \\add for\\add* they \\add are\\add* her near\nkinswomen: it \\add is\\add* wickedness. \n"},{"number":18,"text":"Neither shalt thou take a wife to her sister, to vex \\add her\\add*,\nto uncover her nakedness, beside the other in her life \\add time\\add*.\\f + \\fr 18.18 \n\\ft a wife…: or, one wife to another\\f* \n\n"},{"number":19,"text":"Also thou shalt not approach unto a woman to uncover her nakedness,\nas long as she is put apart for her uncleanness. \n"},{"number":20,"text":"Moreover thou shalt not lie carnally with thy neighbour’s\nwife, to defile thyself with her. \n"},{"number":21,"text":"And thou shalt not let any of thy seed pass through \\add the\nfire\\add* to Molech, neither shalt thou profane the name of thy God: I\n\\add am\\add* the \\nd LORD\\nd*.\\f + \\fr 18.21  \\ft Molech: Gr. Moloch\\f*\n"},{"number":22,"text":"Thou shalt not lie with mankind, as with womankind: it \\add is\\add*\nabomination. \n"},{"number":23,"text":"Neither shalt thou lie with any beast to defile thyself therewith: neither shall any\nwoman stand before a beast to lie down thereto: it \\add is\\add* confusion.\n"},{"number":24,"text":"Defile not ye yourselves in any of these things: for in all these the\nnations are defiled which I cast out before you: \n"},{"number":25,"text":"And the land is defiled: therefore I do visit the iniquity\nthereof upon it, and the land itself vomiteth out her inhabitants.\n"},{"number":26,"text":"Ye shall therefore keep my statutes and my judgments, and shall not\ncommit \\add any\\add* of these abominations; \\add neither\\add* any of your own\nnation, nor any stranger that sojourneth among you: \n"},{"number":27,"text":"(For all these abominations have the men of the land done, which\n\\add were\\add* before you, and the land is defiled;) \n"},{"number":28,"text":"That the land spue not you out also, when ye defile it, as it spued\nout the nations that \\add were\\add* before you. \n"},{"number":29,"text":"For whosoever shall commit any of these abominations, even the\nsouls that commit \\add them\\add* shall be cut off from among their\npeople. \n"},{"number":30,"text":"Therefore shall ye keep mine ordinance, that \\add ye\\add*\ncommit not \\add any one\\add* of these abominable customs, which were\ncommitted before you, and that ye defile not yourselves therein: I\n\\add am\\add* the \\nd LORD\\nd* your God. \n"}],"number":18},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Speak unto all the congregation of the children of Israel,\nand say unto them, Ye shall be holy: for I the \\nd LORD\\nd* your\nGod \\add am\\add* holy. \n\n"},{"number":3,"text":"Ye shall fear every man his mother, and his father, and keep\nmy sabbaths: I \\add am\\add* the \\nd LORD\\nd* your God. \n\n"},{"number":4,"text":"Turn ye not unto idols, nor make to yourselves molten gods: I\n\\add am\\add* the \\nd LORD\\nd* your God. \n\n"},{"number":5,"text":"And if ye offer a sacrifice of peace offerings unto the \\nd LORD\\nd*,\nye shall offer it at your own will. \n"},{"number":6,"text":"It shall be eaten the same day ye offer it, and on the morrow:\nand if ought remain until the third day, it shall be burnt in the\nfire. \n"},{"number":7,"text":"And if it be eaten at all on the third day, it \\add is\\add*\nabominable; it shall not be accepted. \n"},{"number":8,"text":"Therefore \\add every one\\add* that eateth it shall bear his\niniquity, because he hath profaned the hallowed thing of the \\nd LORD\\nd*:\nand that soul shall be cut off from among his people. \n\n"},{"number":9,"text":"And when ye reap the harvest of your land, thou shalt not wholly\nreap the corners of thy field, neither shalt thou gather the gleanings\nof thy harvest. \n"},{"number":10,"text":"And thou shalt not glean thy vineyard, neither shalt thou\ngather \\add every\\add* grape of thy vineyard; thou shalt leave them for the\npoor and stranger: I \\add am\\add* the \\nd LORD\\nd* your God. \n\n"},{"number":11,"text":"Ye shall not steal, neither deal falsely, neither lie one\nto another. \n\n"},{"number":12,"text":"And ye shall not swear by my name falsely, neither shalt thou\nprofane the name of thy God: I \\add am\\add* the \\nd LORD\\nd*. \n\n"},{"number":13,"text":"Thou shalt not defraud thy neighbour, neither rob \\add him:\\add*\nthe wages of him that is hired shall not abide with thee all night until the\nmorning. \n\n"},{"number":14,"text":"Thou shalt not curse the deaf, nor put a stumblingblock before\nthe blind, but shalt fear thy God: I \\add am\\add* the \\nd LORD\\nd*.\n\n"},{"number":15,"text":"Ye shall do no unrighteousness in judgment: thou shalt not\nrespect the person of the poor, nor honour the person of the mighty:\n\\add but\\add* in righteousness shalt thou judge thy neighbour. \n\n"},{"number":16,"text":"Thou shalt not go up and down \\add as\\add* a talebearer among thy\npeople: neither shalt thou stand against the blood of thy neighbour: I\n\\add am\\add* the \\nd LORD\\nd*. \n\n"},{"number":17,"text":"Thou shalt not hate thy brother in thine heart: thou shalt in any\nwise rebuke thy neighbour, and not suffer sin upon him.\\f + \\fr 19.17 \n\\ft and…: or, that thou bear not sin for him\\f* \n\n"},{"number":18,"text":"Thou shalt not avenge, nor bear any grudge against the children\nof thy people, but thou shalt love thy neighbour as thyself: I \\add am\\add*\nthe \\nd LORD\\nd*. \n\n"},{"number":19,"text":"Ye shall keep my statutes. Thou shalt not let thy cattle\ngender with a diverse kind: thou shalt not sow thy field with mingled\nseed: neither shall a garment mingled of linen and woollen come upon thee.\n\n"},{"number":20,"text":"And whosoever lieth carnally with a woman, that \\add is\\add*\na bondmaid, betrothed to an husband, and not at all redeemed, nor\nfreedom given her; she shall be scourged; they shall not be put to\ndeath, because she was not free.\\f + \\fr 19.20  \\ft betrothed…: or, abused by any: Heb. reproached by (or, for)\nman\\f*\\f + \\fr 19.20  \\ft she shall…: or, they, etc: Heb. there shall be a\nscourging\\f* \n"},{"number":21,"text":"And he shall bring his trespass offering unto the \\nd LORD\\nd*,\nunto the door of the tabernacle of the congregation, \\add even\\add*\na ram for a trespass offering. \n"},{"number":22,"text":"And the priest shall make an atonement for him with the ram\nof the trespass offering before the \\nd LORD\\nd* for his sin which he hath\ndone: and the sin which he hath done shall be forgiven him. \n\n"},{"number":23,"text":"And when ye shall come into the land, and shall have planted\nall manner of trees for food, then ye shall count the fruit thereof as\nuncircumcised: three years shall it be as uncircumcised unto you: it shall not be\neaten of. \n"},{"number":24,"text":"But in the fourth year all the fruit thereof shall be holy\nto praise the \\nd LORD\\nd* \\add withal\\add*.\\f + \\fr 19.24  \\ft holy…: Heb. holiness of praises to the\n\\+nd LORD\\+nd*\\f* \n"},{"number":25,"text":"And in the fifth year shall ye eat of the fruit thereof, that it may\nyield unto you the increase thereof: I \\add am\\add* the \\nd LORD\\nd*\nyour God. \n\n"},{"number":26,"text":"Ye shall not eat \\add any thing\\add* with the blood: neither shall ye use\nenchantment, nor observe times. \n"},{"number":27,"text":"Ye shall not round the corners of your heads, neither shalt thou\nmar the corners of thy beard. \n"},{"number":28,"text":"Ye shall not make any cuttings in your flesh for the dead,\nnor print any marks upon you: I \\add am\\add* the \\nd LORD\\nd*. \n\n"},{"number":29,"text":"Do not prostitute thy daughter, to cause her to be a whore;\nlest the land fall to whoredom, and the land become full of wickedness.\\f + \\fr 19.29 \n\\ft prostitute: Heb. profane\\f* \n\n"},{"number":30,"text":"Ye shall keep my sabbaths, and reverence my sanctuary: I\n\\add am\\add* the \\nd LORD\\nd*. \n\n"},{"number":31,"text":"Regard not them that have familiar spirits, neither seek\nafter wizards, to be defiled by them: I \\add am\\add* the \\nd LORD\\nd*\nyour God. \n\n"},{"number":32,"text":"Thou shalt rise up before the hoary head, and honour the\nface of the old man, and fear thy God: I \\add am\\add* the \\nd LORD\\nd*.\n\n"},{"number":33,"text":"And if a stranger sojourn with thee in your land, ye shall not\nvex him.\\f + \\fr 19.33  \\ft vex: or, oppress\\f* \n"},{"number":34,"text":"\\add But\\add* the stranger that dwelleth with you shall be unto you as one\nborn among you, and thou shalt love him as thyself; for ye were strangers\nin the land of Egypt: I \\add am\\add* the \\nd LORD\\nd* your God. \n\n"},{"number":35,"text":"Ye shall do no unrighteousness in judgment, in meteyard,\nin weight, or in measure. \n"},{"number":36,"text":"Just balances, just weights, a just ephah, and a just hin, shall ye have: I\n\\add am\\add* the \\nd LORD\\nd* your God, which brought you out of the\nland of Egypt.\\f + \\fr 19.36  \\ft weights: Heb. stones\\f* \n"},{"number":37,"text":"Therefore shall ye observe all my statutes, and all my judgments,\nand do them: I \\add am\\add* the \\nd LORD\\nd*. \n"}],"number":19},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Again, thou shalt say to the children of Israel, Whosoever\n\\add he be\\add* of the children of Israel, or of the strangers that\nsojourn in Israel, that giveth \\add any\\add* of his seed unto Molech;\nhe shall surely be put to death: the people of the land shall stone\nhim with stones. \n"},{"number":3,"text":"And I will set my face against that man, and will cut him off\nfrom among his people; because he hath given of his seed unto Molech,\nto defile my sanctuary, and to profane my holy name. \n"},{"number":4,"text":"And if the people of the land do any ways hide their eyes from the\nman, when he giveth of his seed unto Molech, and kill him not: \n"},{"number":5,"text":"Then I will set my face against that man, and against his family,\nand will cut him off, and all that go a whoring after him, to commit\nwhoredom with Molech, from among their people. \n\n"},{"number":6,"text":"And the soul that turneth after such as have familiar spirits,\nand after wizards, to go a whoring after them, I will even set my\nface against that soul, and will cut him off from among his people.\n\n"},{"number":7,"text":"Sanctify yourselves therefore, and be ye holy: for I \\add am\\add*\nthe \\nd LORD\\nd* your God. \n"},{"number":8,"text":"And ye shall keep my statutes, and do them: I \\add am\\add*\nthe \\nd LORD\\nd* which sanctify you. \n\n"},{"number":9,"text":"For every one that curseth his father or his mother shall be\nsurely put to death: he hath cursed his father or his mother; his\nblood \\add shall be\\add* upon him. \n\n"},{"number":10,"text":"And the man that committeth adultery with \\add another\\add*\nman’s wife, \\add even he\\add* that committeth adultery with his neighbour’s\nwife, the adulterer and the adulteress shall surely be put to death.\n"},{"number":11,"text":"And the man that lieth with his father’s wife hath uncovered\nhis father’s nakedness: both of them shall surely be put to death;\ntheir blood \\add shall be\\add* upon them. \n"},{"number":12,"text":"And if a man lie with his daughter in law, both of them shall\nsurely be put to death: they have wrought confusion; their blood\n\\add shall be\\add* upon them. \n"},{"number":13,"text":"If a man also lie with mankind, as he lieth with a woman,\nboth of them have committed an abomination: they shall surely be put to\ndeath; their blood \\add shall be\\add* upon them. \n"},{"number":14,"text":"And if a man take a wife and her mother, it \\add is\\add* wickedness:\nthey shall be burnt with fire, both he and they; that there be no\nwickedness among you. \n"},{"number":15,"text":"And if a man lie with a beast, he shall surely be put to death:\nand ye shall slay the beast. \n"},{"number":16,"text":"And if a woman approach unto any beast, and lie down thereto, thou shalt\nkill the woman, and the beast: they shall surely be put to death;\ntheir blood \\add shall be\\add* upon them. \n"},{"number":17,"text":"And if a man shall take his sister, his father’s daughter,\nor his mother’s daughter, and see her nakedness, and she see his\nnakedness; it \\add is\\add* a wicked thing; and they shall be cut\noff in the sight of their people: he hath uncovered his sister’s\nnakedness; he shall bear his iniquity. \n"},{"number":18,"text":"And if a man shall lie with a woman having her sickness, and shall\nuncover her nakedness; he hath discovered her fountain, and she hath\nuncovered the fountain of her blood: and both of them shall be cut\noff from among their people.\\f + \\fr 20.18  \\ft discovered: Heb. made\nnaked\\f* \n"},{"number":19,"text":"And thou shalt not uncover the nakedness of thy mother’s sister,\nnor of thy father’s sister: for he uncovereth his near kin: they shall\nbear their iniquity.\\f + \\fr 20.19  \\ft uncovereth: Heb. hath made\nnaked\\f* \n"},{"number":20,"text":"And if a man shall lie with his uncle’s wife, he hath uncovered\nhis uncle’s nakedness: they shall bear their sin; they shall die\nchildless. \n"},{"number":21,"text":"And if a man shall take his brother’s wife, it \\add is\\add*\nan unclean thing: he hath uncovered his brother’s nakedness; they shall be\nchildless.\\f + \\fr 20.21  \\ft an…: Heb. a separation\\f* \n\n"},{"number":22,"text":"Ye shall therefore keep all my statutes, and all my judgments,\nand do them: that the land, whither I bring you to dwell therein, spue you not\nout. \n"},{"number":23,"text":"And ye shall not walk in the manners of the nation, which I cast\nout before you: for they committed all these things, and therefore I\nabhorred them. \n"},{"number":24,"text":"But I have said unto you, Ye shall inherit their land, and I will\ngive it unto you to possess it, a land that floweth with milk and\nhoney: I \\add am\\add* the \\nd LORD\\nd* your God, which have separated you from\n\\add other\\add* people. \n"},{"number":25,"text":"Ye shall therefore put difference between clean beasts and\nunclean, and between unclean fowls and clean: and ye shall not make your\nsouls abominable by beast, or by fowl, or by any manner of living thing that\ncreepeth on the ground, which I have separated from you as unclean.\\f + \\fr 20.25 \n\\ft creepeth: or, moveth\\f* \n"},{"number":26,"text":"And ye shall be holy unto me: for I the \\nd LORD\\nd* \\add am\\add*\nholy, and have severed you from \\add other\\add* people, that ye should be mine.\n\n"},{"number":27,"text":"A man also or woman that hath a familiar spirit, or that is a\nwizard, shall surely be put to death: they shall stone them with\nstones: their blood \\add shall be\\add* upon them. \n"}],"number":20},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* said unto Moses, Speak unto the priests\nthe sons of Aaron, and say unto them, There shall none be defiled\nfor the dead among his people: \n"},{"number":2,"text":"But for his kin, that is near unto him, \\add that is\\add*,\nfor his mother, and for his father, and for his son, and for his\ndaughter, and for his brother, \n"},{"number":3,"text":"And for his sister a virgin, that is nigh unto him, which hath had no\nhusband; for her may he be defiled. \n"},{"number":4,"text":"\\add But\\add* he shall not defile himself, \\add being\\add*\na chief man among his people, to profane himself.\\f + \\fr 21.4  \\ft he…: or, being an husband among his people, he shall not\ndefile himself for his wife, etc\\f* \n"},{"number":5,"text":"They shall not make baldness upon their head, neither shall they shave\noff the corner of their beard, nor make any cuttings in their flesh.\n"},{"number":6,"text":"They shall be holy unto their God, and not profane the name\nof their God: for the offerings of the \\nd LORD\\nd* made by fire,\n\\add and\\add* the bread of their God, they do offer: therefore they shall be\nholy. \n"},{"number":7,"text":"They shall not take a wife \\add that is\\add* a whore, or profane;\nneither shall they take a woman put away from her husband: for he\n\\add is\\add* holy unto his God. \n"},{"number":8,"text":"Thou shalt sanctify him therefore; for he offereth the bread\nof thy God: he shall be holy unto thee: for I the \\nd LORD\\nd*, which\nsanctify you, \\add am\\add* holy. \n\n"},{"number":9,"text":"And the daughter of any priest, if she profane herself by playing the\nwhore, she profaneth her father: she shall be burnt with fire. \n\n"},{"number":10,"text":"And \\add he that is\\add* the high priest among his brethren,\nupon whose head the anointing oil was poured, and that is consecrated\nto put on the garments, shall not uncover his head, nor rend his\nclothes; \n"},{"number":11,"text":"Neither shall he go in to any dead body, nor defile himself for his\nfather, or for his mother; \n"},{"number":12,"text":"Neither shall he go out of the sanctuary, nor profane the\nsanctuary of his God; for the crown of the anointing oil of his God\n\\add is\\add* upon him: I \\add am\\add* the \\nd LORD\\nd*. \n"},{"number":13,"text":"And he shall take a wife in her virginity. \n"},{"number":14,"text":"A widow, or a divorced woman, or profane, \\add or\\add* an\nharlot, these shall he not take: but he shall take a virgin of his own\npeople to wife. \n"},{"number":15,"text":"Neither shall he profane his seed among his people: for I the\n\\nd LORD\\nd* do sanctify him. \n\n"},{"number":16,"text":"And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":17,"text":"Speak unto Aaron, saying, Whosoever \\add he be\\add* of thy\nseed in their generations that hath \\add any\\add* blemish, let him not\napproach to offer the bread of his God.\\f + \\fr 21.17  \\ft bread: or,\nfood\\f* \n"},{"number":18,"text":"For whatsoever man \\add he be\\add* that hath a blemish, he shall not\napproach: a blind man, or a lame, or he that hath a flat nose, or any thing\nsuperfluous, \n"},{"number":19,"text":"Or a man that is brokenfooted, or brokenhanded, \n"},{"number":20,"text":"Or crookbackt, or a dwarf, or that hath a blemish in his eye,\nor be scurvy, or scabbed, or hath his stones broken;\\f + \\fr 21.20 \n\\ft a dwarf: or, too slender\\f* \n"},{"number":21,"text":"No man that hath a blemish of the seed of Aaron the priest\nshall come nigh to offer the offerings of the \\nd LORD\\nd* made by\nfire: he hath a blemish; he shall not come nigh to offer the bread\nof his God. \n"},{"number":22,"text":"He shall eat the bread of his God, \\add both\\add* of the most\nholy, and of the holy. \n"},{"number":23,"text":"Only he shall not go in unto the vail, nor come nigh unto the\naltar, because he hath a blemish; that he profane not my sanctuaries:\nfor I the \\nd LORD\\nd* do sanctify them. \n"},{"number":24,"text":"And Moses told \\add it\\add* unto Aaron, and to his sons, and unto all the\nchildren of Israel. \n"}],"number":21},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Speak unto Aaron and to his sons, that they separate themselves from the holy\nthings of the children of Israel, and that they profane not my holy\nname \\add in those things\\add* which they hallow unto me: I \\add am\\add*\nthe \\nd LORD\\nd*. \n"},{"number":3,"text":"Say unto them, Whosoever \\add he be\\add* of all your seed among your\ngenerations, that goeth unto the holy things, which the children\nof Israel hallow unto the \\nd LORD\\nd*, having his uncleanness upon him, that\nsoul shall be cut off from my presence: I \\add am\\add* the \\nd LORD\\nd*.\n"},{"number":4,"text":"What man soever of the seed of Aaron \\add is\\add* a leper,\nor hath a running issue; he shall not eat of the holy things, until he be\nclean. And whoso toucheth any thing \\add that is\\add* unclean \\add by\\add*\nthe dead, or a man whose seed goeth from him;\\f + \\fr 22.4  \\ft running…: Heb. running of the\nreins\\f* \n"},{"number":5,"text":"Or whosoever toucheth any creeping thing, whereby he may be made\nunclean, or a man of whom he may take uncleanness, whatsoever uncleanness he hath;\n"},{"number":6,"text":"The soul which hath touched any such shall be unclean until\neven, and shall not eat of the holy things, unless he wash his flesh\nwith water. \n"},{"number":7,"text":"And when the sun is down, he shall be clean, and shall afterward\neat of the holy things; because it \\add is\\add* his food. \n"},{"number":8,"text":"That which dieth of itself, or is torn \\add with beasts\\add*,\nhe shall not eat to defile himself therewith: I \\add am\\add* the\n\\nd LORD\\nd*. \n"},{"number":9,"text":"They shall therefore keep mine ordinance, lest they bear sin\nfor it, and die therefore, if they profane it: I the \\nd LORD\\nd*\ndo sanctify them. \n\n"},{"number":10,"text":"There shall no stranger eat \\add of\\add* the holy thing: a\nsojourner of the priest, or an hired servant, shall not eat \\add of\\add*\nthe holy thing. \n"},{"number":11,"text":"But if the priest buy \\add any\\add* soul with his money, he shall\neat of it, and he that is born in his house: they shall eat of his\nmeat.\\f + \\fr 22.11  \\ft with…: Heb. with the purchase of his money\\f*\n"},{"number":12,"text":"If the priest’s daughter also be \\add married\\add* unto a\nstranger, she may not eat of an offering of the holy things.\\f + \\fr 22.12 \n\\ft a stranger: Heb. a man a stranger\\f* \n"},{"number":13,"text":"But if the priest’s daughter be a widow, or divorced, and have no\nchild, and is returned unto her father’s house, as in her youth,\nshe shall eat of her father’s meat: but there shall no stranger eat thereof.\n\n"},{"number":14,"text":"And if a man eat \\add of\\add* the holy thing unwittingly,\nthen he shall put the fifth \\add part\\add* thereof unto it, and shall\ngive \\add it\\add* unto the priest with the holy thing. \n"},{"number":15,"text":"And they shall not profane the holy things of the children\nof Israel, which they offer unto the \\nd LORD\\nd*; \n"},{"number":16,"text":"Or suffer them to bear the iniquity of trespass, when they\neat their holy things: for I the \\nd LORD\\nd* do sanctify them.\\f + \\fr 22.16 \n\\ft suffer…: or, lade themselves with the iniquity of trespass in their\neating\\f* \n\n"},{"number":17,"text":"And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":18,"text":"Speak unto Aaron, and to his sons, and unto all the children\nof Israel, and say unto them, Whatsoever \\add he be\\add* of the house\nof Israel, or of the strangers in Israel, that will offer his oblation\nfor all his vows, and for all his freewill offerings, which they will\noffer unto the \\nd LORD\\nd* for a burnt offering; \n"},{"number":19,"text":"\\add Ye shall offer\\add* at your own will a male without blemish,\nof the beeves, of the sheep, or of the goats. \n"},{"number":20,"text":"\\add But\\add* whatsoever hath a blemish, \\add that\\add* shall ye not\noffer: for it shall not be acceptable for you. \n"},{"number":21,"text":"And whosoever offereth a sacrifice of peace offerings unto the\n\\nd LORD\\nd* to accomplish \\add his\\add* vow, or a freewill offering\nin beeves or sheep, it shall be perfect to be accepted; there shall be no\nblemish therein.\\f + \\fr 22.21  \\ft sheep: or, goats\\f* \n"},{"number":22,"text":"Blind, or broken, or maimed, or having a wen, or scurvy, or\nscabbed, ye shall not offer these unto the \\nd LORD\\nd*, nor make\nan offering by fire of them upon the altar unto the \\nd LORD\\nd*.\n"},{"number":23,"text":"Either a bullock or a lamb that hath any thing superfluous\nor lacking in his parts, that mayest thou offer \\add for\\add* a freewill\noffering; but for a vow it shall not be accepted.\\f + \\fr 22.23 \n\\ft lamb: or, kid\\f* \n"},{"number":24,"text":"Ye shall not offer unto the \\nd LORD\\nd* that which is bruised,\nor crushed, or broken, or cut; neither shall ye make \\add any offering\nthereof\\add* in your land. \n"},{"number":25,"text":"Neither from a stranger’s hand shall ye offer the bread of your\nGod of any of these; because their corruption \\add is\\add* in them,\n\\add and\\add* blemishes \\add be\\add* in them: they shall not be accepted for you.\n\n"},{"number":26,"text":"And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":27,"text":"When a bullock, or a sheep, or a goat, is brought forth, then it shall be\nseven days under the dam; and from the eighth day and thenceforth\nit shall be accepted for an offering made by fire unto the \\nd LORD\\nd*.\n"},{"number":28,"text":"And \\add whether it be\\add* cow or ewe, ye shall not kill it and her\nyoung both in one day.\\f + \\fr 22.28  \\ft ewe: or, she goat\\f* \n"},{"number":29,"text":"And when ye will offer a sacrifice of thanksgiving unto the\n\\nd LORD\\nd*, offer \\add it\\add* at your own will. \n"},{"number":30,"text":"On the same day it shall be eaten up; ye shall leave none of it until the\nmorrow: I \\add am\\add* the \\nd LORD\\nd*. \n"},{"number":31,"text":"Therefore shall ye keep my commandments, and do them: I \\add am\\add*\nthe \\nd LORD\\nd*. \n"},{"number":32,"text":"Neither shall ye profane my holy name; but I will be hallowed\namong the children of Israel: I \\add am\\add* the \\nd LORD\\nd* which\nhallow you, \n"},{"number":33,"text":"That brought you out of the land of Egypt, to be your God: I\n\\add am\\add* the \\nd LORD\\nd*. \n"}],"number":22},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Speak unto the children of Israel, and say unto them, \\add Concerning\\add*\nthe feasts of the \\nd LORD\\nd*, which ye shall proclaim \\add to be\\add*\nholy convocations, \\add even\\add* these \\add are\\add* my feasts.\n"},{"number":3,"text":"Six days shall work be done: but the seventh day \\add is\\add*\nthe sabbath of rest, an holy convocation; ye shall do no work \\add therein:\\add* it\n\\add is\\add* the sabbath of the \\nd LORD\\nd* in all your dwellings.\n\n"},{"number":4,"text":"These \\add are\\add* the feasts of the \\nd LORD\\nd*, \\add even\\add*\nholy convocations, which ye shall proclaim in their seasons. \n"},{"number":5,"text":"In the fourteenth \\add day\\add* of the first month at even\n\\add is\\add* the \\nd LORD’s\\nd* passover. \n"},{"number":6,"text":"And on the fifteenth day of the same month \\add is\\add* the\nfeast of unleavened bread unto the \\nd LORD\\nd*: seven days ye must\neat unleavened bread. \n"},{"number":7,"text":"In the first day ye shall have an holy convocation: ye shall\ndo no servile work therein. \n"},{"number":8,"text":"But ye shall offer an offering made by fire unto the \\nd LORD\\nd*\nseven days: in the seventh day \\add is\\add* an holy convocation:\nye shall do no servile work \\add therein\\add*. \n\n"},{"number":9,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":10,"text":"Speak unto the children of Israel, and say unto them, When ye be\ncome into the land which I give unto you, and shall reap the harvest\nthereof, then ye shall bring a sheaf of the firstfruits of your harvest\nunto the priest:\\f + \\fr 23.10  \\ft sheaf: or, handful: Heb. omer\\f*\n"},{"number":11,"text":"And he shall wave the sheaf before the \\nd LORD\\nd*, to be\naccepted for you: on the morrow after the sabbath the priest shall\nwave it. \n"},{"number":12,"text":"And ye shall offer that day when ye wave the sheaf an he lamb\nwithout blemish of the first year for a burnt offering unto the \\nd LORD\\nd*.\n"},{"number":13,"text":"And the meat offering thereof \\add shall be\\add* two tenth\ndeals of fine flour mingled  with oil, an offering made by fire unto the\n\\nd LORD\\nd* \\add for\\add* a sweet savour: and the drink offering thereof\n\\add shall be\\add* of wine, the fourth \\add part\\add* of an hin.\n"},{"number":14,"text":"And ye shall eat neither bread, nor parched corn, nor green\nears, until the selfsame day that ye have brought an offering unto your\nGod: \\add it shall be\\add* a statute for ever throughout your generations\nin all your dwellings. \n\n"},{"number":15,"text":"And ye shall count unto you from the morrow after the sabbath,\nfrom the day that ye brought the sheaf of the wave offering; seven\nsabbaths shall be complete: \n"},{"number":16,"text":"Even unto the morrow after the seventh sabbath shall ye number\nfifty days; and ye shall offer a new meat offering unto the \\nd LORD\\nd*.\n"},{"number":17,"text":"Ye shall bring out of your habitations two wave loaves of\ntwo tenth deals: they shall be of fine flour; they shall be baken\nwith leaven; \\add they are\\add* the firstfruits unto the \\nd LORD\\nd*.\n"},{"number":18,"text":"And ye shall offer with the bread seven lambs without blemish\nof the first year, and one young bullock, and two rams: they shall be\n\\add for\\add* a burnt offering unto the \\nd LORD\\nd*, with their meat\noffering, and their drink offerings, \\add even\\add* an offering made by\nfire, of sweet savour unto the \\nd LORD\\nd*. \n"},{"number":19,"text":"Then ye shall sacrifice one kid of the goats for a sin offering,\nand two lambs of the first year for a sacrifice of peace offerings.\n"},{"number":20,"text":"And the priest shall wave them with the bread of the firstfruits\n\\add for\\add* a wave offering before the \\nd LORD\\nd*, with the two\nlambs: they shall be holy to the \\nd LORD\\nd* for the priest. \n"},{"number":21,"text":"And ye shall proclaim on the selfsame day, \\add that\\add*\nit may be an holy convocation unto you: ye shall do no servile work\n\\add therein: it shall be\\add* a statute for ever in all your dwellings\nthroughout your generations. \n\n"},{"number":22,"text":"And when ye reap the harvest of your land, thou shalt not make clean\nriddance of the corners of thy field when thou reapest, neither shalt thou\ngather any gleaning of thy harvest: thou shalt leave them unto the\npoor, and to the stranger: I \\add am\\add* the \\nd LORD\\nd* your God.\n\n"},{"number":23,"text":"And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":24,"text":"Speak unto the children of Israel, saying, In the seventh\nmonth, in the first \\add day\\add* of the month, shall ye have a sabbath,\na memorial of blowing of trumpets, an holy convocation. \n"},{"number":25,"text":"Ye shall do no servile work \\add therein:\\add* but ye shall\noffer an offering made by fire unto the \\nd LORD\\nd*. \n\n"},{"number":26,"text":"And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":27,"text":"Also on the tenth \\add day\\add* of this seventh month \\add there shall\nbe\\add* a day of atonement: it shall be an holy convocation unto you; and ye shall\nafflict your souls, and offer an offering made by fire unto the \\nd LORD\\nd*.\n"},{"number":28,"text":"And ye shall do no work in that same day: for it \\add is\\add*\na day of atonement, to make an atonement for you before the \\nd LORD\\nd*\nyour God. \n"},{"number":29,"text":"For whatsoever soul \\add it be\\add* that shall not be afflicted\nin that same day, he shall be cut off from among his people. \n"},{"number":30,"text":"And whatsoever soul \\add it be\\add* that doeth any work in that\nsame day, the same soul will I destroy from among his people. \n"},{"number":31,"text":"Ye shall do no manner of work: \\add it shall be\\add* a statute\nfor ever throughout your generations in all your dwellings. \n"},{"number":32,"text":"It \\add shall be\\add* unto you a sabbath of rest, and ye shall\nafflict your souls: in the ninth \\add day\\add* of the month at even,\nfrom even unto even, shall ye celebrate your sabbath.\\f + \\fr 23.32 \n\\ft celebrate: Heb. rest\\f* \n\n"},{"number":33,"text":"And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":34,"text":"Speak unto the children of Israel, saying, The fifteenth day\nof this seventh month \\add shall be\\add* the feast of tabernacles\n\\add for\\add* seven days unto the \\nd LORD\\nd*. \n"},{"number":35,"text":"On the first day \\add shall be\\add* an holy convocation: ye shall\ndo no servile work \\add therein\\add*. \n"},{"number":36,"text":"Seven days ye shall offer an offering made by fire unto the\n\\nd LORD\\nd*: on the eighth day shall be an holy convocation unto you; and ye shall\noffer an offering made by fire unto the \\nd LORD\\nd*: it \\add is\\add*\na solemn assembly; \\add and\\add* ye shall do no servile work \\add therein\\add*.\\f + \\fr 23.36 \n\\ft solemn…: Heb. day of restraint\\f* \n"},{"number":37,"text":"These \\add are\\add* the feasts of the \\nd LORD\\nd*, which ye shall\nproclaim \\add to be\\add* holy convocations, to offer an offering made by\nfire unto the \\nd LORD\\nd*, a burnt offering, and a meat offering,\na sacrifice, and drink offerings, every thing upon his day: \n"},{"number":38,"text":"Beside the sabbaths of the \\nd LORD\\nd*, and beside your gifts,\nand beside all your vows, and beside all your freewill offerings,\nwhich ye give unto the \\nd LORD\\nd*. \n"},{"number":39,"text":"Also in the fifteenth day of the seventh month, when ye have\ngathered in the fruit of the land, ye shall keep a feast unto the\n\\nd LORD\\nd* seven days: on the first day \\add shall be\\add* a sabbath,\nand on the eighth day \\add shall be\\add* a sabbath. \n"},{"number":40,"text":"And ye shall take you on the first day the boughs of goodly\ntrees, branches of palm trees, and the boughs of thick trees, and\nwillows of the brook; and ye shall rejoice before the \\nd LORD\\nd*\nyour God seven days.\\f + \\fr 23.40  \\ft boughs of goodly trees: Heb. fruit of,\netc\\f* \n"},{"number":41,"text":"And ye shall keep it a feast unto the \\nd LORD\\nd* seven days\nin the year. \\add It shall be\\add* a statute for ever in your generations:\nye shall celebrate it in the seventh month. \n"},{"number":42,"text":"Ye shall dwell in booths seven days; all that are Israelites\nborn shall dwell in booths: \n"},{"number":43,"text":"That your generations may know that I made the children of\nIsrael to dwell in booths, when I brought them out of the land of\nEgypt: I \\add am\\add* the \\nd LORD\\nd* your God. \n"},{"number":44,"text":"And Moses declared unto the children of Israel the feasts\nof the \\nd LORD\\nd*. \n"}],"number":23},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Command the children of Israel, that they bring unto thee pure\noil olive beaten for the light, to cause the lamps to burn continually.\\f + \\fr 24.2 \n\\ft to cause: Heb. to cause to ascend\\f* \n"},{"number":3,"text":"Without the vail of the testimony, in the tabernacle of the\ncongregation, shall Aaron order it from the evening unto the morning\nbefore the \\nd LORD\\nd* continually: \\add it shall be\\add* a statute\nfor ever in your generations. \n"},{"number":4,"text":"He shall order the lamps upon the pure candlestick before the\n\\nd LORD\\nd* continually. \n\n"},{"number":5,"text":"And thou shalt take fine flour, and bake twelve cakes thereof:\ntwo tenth deals shall be in one cake. \n"},{"number":6,"text":"And thou shalt set them in two rows, six on a row, upon the\npure table before the \\nd LORD\\nd*. \n"},{"number":7,"text":"And thou shalt put pure frankincense upon \\add each\\add* row,\nthat it may be on the bread for a memorial, \\add even\\add* an offering made by\nfire unto the \\nd LORD\\nd*. \n"},{"number":8,"text":"Every sabbath he shall set it in order before the \\nd LORD\\nd*\ncontinually, \\add being taken\\add* from the children of Israel by an\neverlasting covenant. \n"},{"number":9,"text":"And it shall be Aaron’s and his sons’; and they shall eat it in the\nholy place: for it \\add is\\add* most holy unto him of the offerings\nof the \\nd LORD\\nd* made by fire by a perpetual statute. \n\n"},{"number":10,"text":"And the son of an Israelitish woman, whose father \\add was\\add*\nan Egyptian, went out among the children of Israel: and this son\nof the Israelitish \\add woman\\add* and a man of Israel strove together\nin the camp; \n"},{"number":11,"text":"And the Israelitish woman’s son blasphemed the name \\add of the\n\\+nd LORD\\+nd*\\add*, and cursed. And they brought him unto Moses:\n(and his mother’s name \\add was\\add* Shelomith, the daughter of Dibri,\nof the tribe of Dan:) \n"},{"number":12,"text":"And they put him in ward, that the mind of the \\nd LORD\\nd*\nmight be shewed them.\\f + \\fr 24.12  \\ft that…: Heb. to expound unto them according to the mouth of the\n\\+nd LORD\\+nd*\\f* \n"},{"number":13,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":14,"text":"Bring forth him that hath cursed without the camp; and let all that\nheard \\add him\\add* lay their hands upon his head, and let all the\ncongregation stone him. \n"},{"number":15,"text":"And thou shalt speak unto the children of Israel, saying,\nWhosoever curseth his God shall bear his sin. \n"},{"number":16,"text":"And he that blasphemeth the name of the \\nd LORD\\nd*, he shall\nsurely be put to death, \\add and\\add* all the congregation shall\ncertainly stone him: as well the stranger, as he that is born in the\nland, when he blasphemeth the name \\add of the \\+nd LORD\\+nd*\\add*,\nshall be put to death. \n\n"},{"number":17,"text":"And he that killeth any man shall surely be put to death.\\f + \\fr 24.17 \n\\ft killeth…: Heb. smiteth the life of a man\\f* \n"},{"number":18,"text":"And he that killeth a beast shall make it good; beast for\nbeast.\\f + \\fr 24.18  \\ft beast for…: Heb. life for life\\f* \n"},{"number":19,"text":"And if a man cause a blemish in his neighbour; as he hath\ndone, so shall it be done to him; \n"},{"number":20,"text":"Breach for breach, eye for eye, tooth for tooth: as he hath\ncaused a blemish in a man, so shall it be done to him \\add again\\add*.\n"},{"number":21,"text":"And he that killeth a beast, he shall restore it: and he that\nkilleth a man, he shall be put to death. \n"},{"number":22,"text":"Ye shall have one manner of law, as well for the stranger,\nas for one of your own country: for I \\add am\\add* the \\nd LORD\\nd*\nyour God. \n\n"},{"number":23,"text":"And Moses spake to the children of Israel, that they should bring\nforth him that had cursed out of the camp, and stone him with stones.\nAnd the children of Israel did as the \\nd LORD\\nd* commanded  Moses.\n"}],"number":24},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses in mount Sinai, saying,\n"},{"number":2,"text":"Speak unto the children of Israel, and say unto them, When ye\ncome into the land which I give you, then shall the land keep a sabbath\nunto the \\nd LORD\\nd*.\\f + \\fr 25.2  \\ft keep: Heb. rest\\f* \n"},{"number":3,"text":"Six years thou shalt sow thy field, and six years thou shalt\nprune thy vineyard, and gather in the fruit thereof; \n"},{"number":4,"text":"But in the seventh year shall be a sabbath of rest unto the\nland, a sabbath for the \\nd LORD\\nd*: thou shalt neither sow thy\nfield, nor prune thy vineyard. \n"},{"number":5,"text":"That which groweth of its own accord of thy harvest thou shalt not\nreap, neither gather the grapes of thy vine undressed: \\add for\\add*\nit is a year of rest unto the land.\\f + \\fr 25.5  \\ft of thy vine…: Heb. of thy\nseparation\\f* \n"},{"number":6,"text":"And the sabbath of the land shall be meat for you; for thee, and for thy\nservant, and for thy maid, and for thy hired servant, and for thy\nstranger that sojourneth with thee, \n"},{"number":7,"text":"And for thy cattle, and for the beast that \\add are\\add* in thy\nland, shall all the increase thereof be meat. \n\n"},{"number":8,"text":"And thou shalt number seven sabbaths of years unto thee, seven\ntimes seven years; and the space of the seven sabbaths of years shall be unto thee\nforty and nine years. \n"},{"number":9,"text":"Then shalt thou cause the trumpet of the jubile to sound on the\ntenth \\add day\\add* of the seventh month, in the day of atonement\nshall ye make the trumpet sound throughout all your land.\\f + \\fr 25.9 \n\\ft of the jubile: Heb. loud of sound\\f* \n"},{"number":10,"text":"And ye shall hallow the fiftieth year, and proclaim liberty throughout\n\\add all\\add* the land unto all the inhabitants thereof: it shall be a\njubile unto you; and ye shall return every man unto his possession,\nand ye shall return every man unto his family. \n"},{"number":11,"text":"A jubile shall that fiftieth year be unto you: ye shall not\nsow, neither reap that which groweth of itself in it, nor gather\n\\add the grapes\\add* in it of thy vine undressed. \n"},{"number":12,"text":"For it \\add is\\add* the jubile; it shall be holy unto you: ye shall\neat the increase thereof out of the field. \n"},{"number":13,"text":"In the year of this jubile ye shall return every man unto his\npossession. \n"},{"number":14,"text":"And if thou sell ought unto thy neighbour, or buyest \\add ought\\add*\nof thy neighbour’s hand, ye shall not oppress one another: \n"},{"number":15,"text":"According to the number of years after the jubile thou shalt\nbuy of thy neighbour, \\add and\\add* according unto the number of\nyears of the fruits he shall sell unto thee: \n"},{"number":16,"text":"According to the multitude of years thou shalt increase the\nprice thereof, and according to the fewness of years thou shalt diminish\nthe price of it: for \\add according\\add* to the number \\add of the\nyears\\add* of the fruits doth he sell unto thee. \n"},{"number":17,"text":"Ye shall not therefore oppress one another; but thou shalt\nfear thy God: for I \\add am\\add* the \\nd LORD\\nd* your God. \n\n"},{"number":18,"text":"Wherefore ye shall do my statutes, and keep my judgments,\nand do them; and ye shall dwell in the land in safety. \n"},{"number":19,"text":"And the land shall yield her fruit, and ye shall eat your\nfill, and dwell therein in safety. \n"},{"number":20,"text":"And if ye shall say, What shall we eat the seventh year? behold, we shall not\nsow, nor gather in our increase: \n"},{"number":21,"text":"Then I will command my blessing upon you in the sixth year,\nand it shall bring forth fruit for three years. \n"},{"number":22,"text":"And ye shall sow the eighth year, and eat \\add yet\\add* of\nold fruit until the ninth year; until her fruits come in ye shall\neat \\add of\\add* the old \\add store\\add*. \n\n"},{"number":23,"text":"The land shall not be sold for ever: for the land \\add is\\add* mine; for ye\n\\add are\\add* strangers and sojourners with me.\\f + \\fr 25.23  \\ft for ever: or, to be quite cut off: Heb. for cutting\noff\\f* \n"},{"number":24,"text":"And in all the land of your possession ye shall grant a redemption\nfor the land. \n\n"},{"number":25,"text":"If thy brother be waxen poor, and hath sold away \\add some\\add*\nof his possession, and if any of his kin come to redeem it, then shall he\nredeem that which his brother sold. \n"},{"number":26,"text":"And if the man have none to redeem it, and himself be able\nto redeem it;\\f + \\fr 25.26  \\ft himself…: Heb. his hand hath attained and found\nsufficiency\\f* \n"},{"number":27,"text":"Then let him count the years of the sale thereof, and restore\nthe overplus unto the man to whom he sold it; that he may return\nunto his possession. \n"},{"number":28,"text":"But if he be not able to restore \\add it\\add* to him, then that which is\nsold shall remain in the hand of him that hath bought it until the\nyear of jubile: and in the jubile it shall go out, and he shall return\nunto his possession. \n"},{"number":29,"text":"And if a man sell a dwelling house in a walled city, then he may\nredeem it within a whole year after it is sold; \\add within\\add*\na full year may he redeem it. \n"},{"number":30,"text":"And if it be not redeemed within the space of a full year,\nthen the house that \\add is\\add* in the walled city shall be established\nfor ever to him that bought it throughout his generations: it shall not go\nout in the jubile. \n"},{"number":31,"text":"But the houses of the villages which have no wall round about\nthem shall be counted as the fields of the country: they may be redeemed,\nand they shall go out in the jubile.\\f + \\fr 25.31  \\ft they may…: Heb. redemption belongeth unto\nit\\f* \n"},{"number":32,"text":"Notwithstanding the cities of the Levites, \\add and\\add* the\nhouses of the cities of their possession, may the Levites redeem\nat any time. \n"},{"number":33,"text":"And if a man purchase of the Levites, then the house that was\nsold, and the city of his possession, shall go out in \\add the year\nof\\add* jubile: for the houses of the cities of the Levites \\add are\\add*\ntheir possession among the children of Israel.\\f + \\fr 25.33  \\ft a man…: or, one of the Levites redeem\nthem\\f* \n"},{"number":34,"text":"But the field of the suburbs of their cities may not be sold; for it\n\\add is\\add* their perpetual possession. \n\n"},{"number":35,"text":"And if thy brother be waxen poor, and fallen in decay with\nthee; then thou shalt relieve him: \\add yea, though he be\\add* a\nstranger, or a sojourner; that he may live with thee.\\f + \\fr 25.35 \n\\ft fallen…: Heb. his hand faileth\\f*\\f + \\fr 25.35  \\ft relieve: Heb.\nstrengthen\\f* \n"},{"number":36,"text":"Take thou no usury of him, or increase: but fear thy God;\nthat thy brother may live with thee. \n"},{"number":37,"text":"Thou shalt not give him thy money upon usury, nor lend him thy\nvictuals for increase. \n"},{"number":38,"text":"I \\add am\\add* the \\nd LORD\\nd* your God, which brought you\nforth out of the land of Egypt, to give you the land of Canaan, \\add and\\add*\nto be your God. \n\n"},{"number":39,"text":"And if thy brother \\add that dwelleth\\add* by thee be waxen\npoor, and be sold unto thee; thou shalt not compel him to serve as a\nbondservant:\\f + \\fr 25.39  \\ft compel…: Heb. serve thyself with him with the service,\netc\\f* \n"},{"number":40,"text":"\\add But\\add* as an hired servant, \\add and\\add* as a sojourner, he shall be with thee,\n\\add and\\add* shall serve thee unto the year of jubile: \n"},{"number":41,"text":"And \\add then\\add* shall he depart from thee, \\add both\\add*\nhe and his children with him, and shall return unto his own family,\nand unto the possession of his fathers shall he return. \n"},{"number":42,"text":"For they \\add are\\add* my servants, which I brought forth out of the\nland of Egypt: they shall not be sold as bondmen.\\f + \\fr 25.42 \n\\ft as…: Heb. with the sale of a bondman\\f* \n"},{"number":43,"text":"Thou shalt not rule over him with rigour; but shalt fear thy\nGod. \n"},{"number":44,"text":"Both thy bondmen, and thy bondmaids, which thou shalt have,\n\\add shall be\\add* of the heathen that are round about you; of them shall ye\nbuy bondmen and bondmaids. \n"},{"number":45,"text":"Moreover of the children of the strangers that do sojourn\namong you, of them shall ye buy, and of their families that \\add are\\add*\nwith you, which they begat in your land: and they shall be your possession.\n"},{"number":46,"text":"And ye shall take them as an inheritance for your children\nafter you, to inherit \\add them for\\add* a possession; they shall be your\nbondmen for ever: but over your brethren the children of Israel,\nye shall not rule one over another with rigour.\\f + \\fr 25.46  \\ft they…: Heb. ye shall serve yourselves with\nthem\\f* \n\n"},{"number":47,"text":"And if a sojourner or stranger wax rich by thee, and thy\nbrother \\add that dwelleth\\add* by him wax poor, and sell himself unto the\nstranger \\add or\\add* sojourner by thee, or to the stock of the stranger’s\nfamily:\\f + \\fr 25.47  \\ft wax rich…: Heb. his hand obtain, etc\\f*\n"},{"number":48,"text":"After that he is sold he may be redeemed again; one of his\nbrethren may redeem him: \n"},{"number":49,"text":"Either his uncle, or his uncle’s son, may redeem him, or \\add any\\add*\nthat is nigh of kin unto him of his family may redeem him; or if he be\nable, he may redeem himself. \n"},{"number":50,"text":"And he shall reckon with him that bought him from the year\nthat he was sold to him unto the year of jubile: and the price of his\nsale shall be according unto the number of years, according to the\ntime of an hired servant shall it be with him. \n"},{"number":51,"text":"If \\add there be\\add* yet many years \\add behind\\add*, according\nunto them he shall give again the price of his redemption out of the\nmoney that he was bought for. \n"},{"number":52,"text":"And if there remain but few years unto the year of jubile,\nthen he shall count with him, \\add and\\add* according unto his years\nshall he give him again the price of his redemption. \n"},{"number":53,"text":"\\add And\\add* as a yearly hired servant shall he be with him:\n\\add and the other\\add* shall not rule with rigour over him in thy\nsight. \n"},{"number":54,"text":"And if he be not redeemed in these \\add years\\add*, then he shall go\nout in the year of jubile, \\add both\\add* he, and his children with\nhim.\\f + \\fr 25.54  \\ft in these…: or, by these means\\f* \n"},{"number":55,"text":"For unto me the children of Israel \\add are\\add* servants; they\n\\add are\\add* my servants whom I brought forth out of the land of\nEgypt: I \\add am\\add* the \\nd LORD\\nd* your God. \n"}],"number":25},{"verses":[{"number":1,"text":"Ye shall make you no idols nor graven image, neither rear you\nup a standing image, neither shall ye set up \\add any\\add* image\nof stone in your land, to bow down unto it: for I \\add am\\add* the\n\\nd LORD\\nd* your God.\\f + \\fr 26.1  \\ft standing…: or, pillar\\f*\\f + \\fr 26.1 \n\\ft image of…: or, figured stone: Heb. a stone of picture\\f* \n\n"},{"number":2,"text":"Ye shall keep my sabbaths, and reverence my sanctuary: I \\add am\\add*\nthe \\nd LORD\\nd*. \n\n"},{"number":3,"text":"If ye walk in my statutes, and keep my commandments, and do them;\n"},{"number":4,"text":"Then I will give you rain in due season, and the land shall\nyield her increase, and the trees of the field shall yield their\nfruit. \n"},{"number":5,"text":"And your threshing shall reach unto the vintage, and the vintage\nshall reach unto the sowing time: and ye shall eat your bread to the\nfull, and dwell in your land safely. \n"},{"number":6,"text":"And I will give peace in the land, and ye shall lie down, and none shall make\n\\add you\\add* afraid: and I will rid evil beasts out of the land,\nneither shall the sword go through your land.\\f + \\fr 26.6  \\ft rid: Heb. cause to\ncease\\f* \n"},{"number":7,"text":"And ye shall chase your enemies, and they shall fall before\nyou by the sword. \n"},{"number":8,"text":"And five of you shall chase an hundred, and an hundred of you shall put ten\nthousand to flight: and your enemies shall fall before you by the\nsword. \n"},{"number":9,"text":"For I will have respect unto you, and make you fruitful, and\nmultiply you, and establish my covenant with you. \n"},{"number":10,"text":"And ye shall eat old store, and bring forth the old because\nof the new. \n"},{"number":11,"text":"And I will set my tabernacle among you: and my soul shall not\nabhor you. \n"},{"number":12,"text":"And I will walk among you, and will be your God, and ye shall\nbe my people. \n"},{"number":13,"text":"I \\add am\\add* the \\nd LORD\\nd* your God, which brought you\nforth out of the land of Egypt, that ye should not be their bondmen;\nand I have broken the bands of your yoke, and made you go upright.\n\n"},{"number":14,"text":"But if ye will not hearken unto me, and will not do all these\ncommandments; \n"},{"number":15,"text":"And if ye shall despise my statutes, or if your soul abhor\nmy judgments, so that ye will not do all my commandments, \\add but\\add*\nthat ye break my covenant: \n"},{"number":16,"text":"I also will do this unto you; I will even appoint over you\nterror, consumption, and the burning ague, that shall consume the\neyes, and cause sorrow of heart: and ye shall sow your seed in vain,\nfor your enemies shall eat it.\\f + \\fr 26.16  \\ft over: Heb. upon\\f*\n"},{"number":17,"text":"And I will set my face against you, and ye shall be slain\nbefore your enemies: they that hate you shall reign over you; and ye shall\nflee when none pursueth you. \n"},{"number":18,"text":"And if ye will not yet for all this hearken unto me, then I will\npunish you seven times more for your sins. \n"},{"number":19,"text":"And I will break the pride of your power; and I will make\nyour heaven as iron, and your earth as brass: \n"},{"number":20,"text":"And your strength shall be spent in vain: for your land shall not\nyield her increase, neither shall the trees of the land yield their\nfruits. \n\n"},{"number":21,"text":"And if ye walk contrary unto me, and will not hearken unto me; I will\nbring seven times more plagues upon you according to your sins.\\f + \\fr 26.21 \n\\ft contrary…: or, at all adventures with me\\f* \n"},{"number":22,"text":"I will also send wild beasts among you, which shall rob you of your\nchildren, and destroy your cattle, and make you few in number; and your\n\\add high\\add* ways shall be desolate. \n"},{"number":23,"text":"And if ye will not be reformed by me by these things, but will\nwalk contrary unto me; \n"},{"number":24,"text":"Then will I also walk contrary unto you, and will punish you\nyet seven times for your sins. \n"},{"number":25,"text":"And I will bring a sword upon you, that shall avenge the quarrel of\n\\add my\\add* covenant: and when ye are gathered together within your\ncities, I will send the pestilence among you; and ye shall be delivered\ninto the hand of the enemy. \n"},{"number":26,"text":"\\add And\\add* when I have broken the staff of your bread,\nten women shall bake your bread in one oven, and they shall deliver\n\\add you\\add* your bread again by weight: and ye shall eat, and not be\nsatisfied. \n"},{"number":27,"text":"And if ye will not for all this hearken unto me, but walk\ncontrary unto me; \n"},{"number":28,"text":"Then I will walk contrary unto you also in fury; and I, even\nI, will chastise you seven times for your sins. \n"},{"number":29,"text":"And ye shall eat the flesh of your sons, and the flesh of your\ndaughters shall ye eat. \n"},{"number":30,"text":"And I will destroy your high places, and cut down your images,\nand cast your carcases upon the carcases of your idols, and my soul\nshall abhor you. \n"},{"number":31,"text":"And I will make your cities waste, and bring your sanctuaries\nunto desolation, and I will not smell the savour of your sweet odours.\n"},{"number":32,"text":"And I will bring the land into desolation: and your enemies\nwhich dwell therein shall be astonished at it. \n"},{"number":33,"text":"And I will scatter you among the heathen, and will draw out\na sword after you: and your land shall be desolate, and your cities\nwaste. \n"},{"number":34,"text":"Then shall the land enjoy her sabbaths, as long as it lieth\ndesolate, and ye \\add be\\add* in your enemies’ land; \\add even\\add*\nthen shall the land rest, and enjoy her sabbaths. \n"},{"number":35,"text":"As long as it lieth desolate it shall rest; because it did not\nrest in your sabbaths, when ye dwelt upon it. \n"},{"number":36,"text":"And upon them that are left \\add alive\\add* of you I will\nsend a faintness into their hearts in the lands of their enemies;\nand the sound of a shaken leaf shall chase them; and they shall flee,\nas fleeing from a sword; and they shall fall when none pursueth.\\f + \\fr 26.36 \n\\ft shaken: Heb. driven\\f* \n"},{"number":37,"text":"And they shall fall one upon another, as it were before a\nsword, when none pursueth: and ye shall have no power to stand before\nyour enemies. \n"},{"number":38,"text":"And ye shall perish among the heathen, and the land of your\nenemies shall eat you up. \n"},{"number":39,"text":"And they that are left of you shall pine away in their iniquity\nin your enemies’ lands; and also in the iniquities of their fathers\nshall they pine away with them. \n\n"},{"number":40,"text":"If they shall confess their iniquity, and the iniquity of their\nfathers, with their trespass which they trespassed against me, and that also they have\nwalked contrary unto me; \n"},{"number":41,"text":"And \\add that\\add* I also have walked contrary unto them, and have\nbrought them into the land of their enemies; if then their uncircumcised\nhearts be humbled, and they then accept of the punishment of their\niniquity: \n"},{"number":42,"text":"Then will I remember my covenant with Jacob, and also my covenant\nwith Isaac, and also my covenant with Abraham will I remember; and I will\nremember the land. \n"},{"number":43,"text":"The land also shall be left of them, and shall enjoy her sabbaths,\nwhile she lieth desolate without them: and they shall accept of the punishment of their\niniquity: because, even because they despised my judgments, and because their\nsoul abhorred my statutes. \n"},{"number":44,"text":"And yet for all that, when they be in the land of their enemies,\nI will not cast them away, neither will I abhor them, to destroy them\nutterly, and to break my covenant with them: for I \\add am\\add* the\n\\nd LORD\\nd* their God. \n"},{"number":45,"text":"But I will for their sakes remember the covenant of their\nancestors, whom I brought forth out of the land of Egypt in the sight\nof the heathen, that I might be their God: I \\add am\\add* the \\nd LORD\\nd*.\n"},{"number":46,"text":"These \\add are\\add* the statutes and judgments and laws, which the\n\\nd LORD\\nd* made between him and the children of Israel in mount\nSinai by the hand of Moses. \n"}],"number":26},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Speak unto the children of Israel, and say unto them, When a\nman shall make a singular vow, the persons \\add shall be\\add* for the\n\\nd LORD\\nd* by thy estimation. \n"},{"number":3,"text":"And thy estimation shall be of the male from twenty years old\neven unto sixty years old, even thy estimation shall be fifty shekels\nof silver, after the shekel of the sanctuary. \n"},{"number":4,"text":"And if it \\add be\\add* a female, then thy estimation shall be\nthirty shekels. \n"},{"number":5,"text":"And if \\add it be\\add* from five years old even unto twenty\nyears old, then thy estimation shall be of the male twenty shekels,\nand for the female ten shekels. \n"},{"number":6,"text":"And if \\add it be\\add* from a month old even unto five years\nold, then thy estimation shall be of the male five shekels of silver,\nand for the female thy estimation \\add shall be\\add* three shekels\nof silver. \n"},{"number":7,"text":"And if \\add it be\\add* from sixty years old and above; if \\add it\nbe\\add* a male, then thy estimation shall be fifteen shekels, and for the\nfemale ten shekels. \n"},{"number":8,"text":"But if he be poorer than thy estimation, then he shall present\nhimself before the priest, and the priest shall value him; according\nto his ability that vowed shall the priest value him. \n"},{"number":9,"text":"And if \\add it be\\add* a beast, whereof men bring an offering\nunto the \\nd LORD\\nd*, all that \\add any man\\add* giveth of such unto the\n\\nd LORD\\nd* shall be holy. \n"},{"number":10,"text":"He shall not alter it, nor change it, a good for a bad, or a\nbad for a good: and if he shall at all change beast for beast, then it and the\nexchange thereof shall be holy. \n"},{"number":11,"text":"And if \\add it be\\add* any unclean beast, of which they do not\noffer a sacrifice unto the \\nd LORD\\nd*, then he shall present the\nbeast before the priest: \n"},{"number":12,"text":"And the priest shall value it, whether it be good or bad:\nas thou valuest it, \\add who art\\add* the priest, so shall it be.\\f + \\fr 27.12 \n\\ft as…: Heb. according to thy estimation, O priest, etc\\f* \n"},{"number":13,"text":"But if he will at all redeem it, then he shall add a fifth\n\\add part\\add* thereof unto thy estimation. \n\n"},{"number":14,"text":"And when a man shall sanctify his house \\add to be\\add* holy\nunto the \\nd LORD\\nd*, then the priest shall estimate it, whether it be\ngood or bad: as the priest shall estimate it, so shall it stand.\n"},{"number":15,"text":"And if he that sanctified it will redeem his house, then he shall\nadd the fifth \\add part\\add* of the money of thy estimation unto it, and it shall be his.\n"},{"number":16,"text":"And if a man shall sanctify unto the \\nd LORD\\nd* \\add some\npart\\add* of a field of his possession, then thy estimation shall be\naccording to the seed thereof: an homer of barley seed \\add shall be\nvalued\\add* at fifty shekels of silver.\\f + \\fr 27.16  \\ft an…: or, the land of an homer,\netc\\f* \n"},{"number":17,"text":"If he sanctify his field from the year of jubile, according to thy\nestimation it shall stand. \n"},{"number":18,"text":"But if he sanctify his field after the jubile, then the priest\nshall reckon unto him the money according to the years that remain,\neven unto the year of the jubile, and it shall be abated from thy\nestimation. \n"},{"number":19,"text":"And if he that sanctified the field will in any wise redeem\nit, then he shall add the fifth \\add part\\add* of the money of thy\nestimation unto it, and it shall be assured to him. \n"},{"number":20,"text":"And if he will not redeem the field, or if he have sold the\nfield to another man, it shall not be redeemed any more. \n"},{"number":21,"text":"But the field, when it goeth out in the jubile, shall be holy\nunto the \\nd LORD\\nd*, as a field devoted; the possession thereof shall be the\npriest’s. \n"},{"number":22,"text":"And if \\add a man\\add* sanctify unto the \\nd LORD\\nd* a field\nwhich he hath bought, which \\add is\\add* not of the fields of his\npossession; \n"},{"number":23,"text":"Then the priest shall reckon unto him the worth of thy estimation,\n\\add even\\add* unto the year of the jubile: and he shall give thine\nestimation in that day, \\add as\\add* a holy thing unto the \\nd LORD\\nd*.\n"},{"number":24,"text":"In the year of the jubile the field shall return unto him of whom it was\nbought, \\add even\\add* to him to whom the possession of the land\n\\add did belong\\add*. \n"},{"number":25,"text":"And all thy estimations shall be according to the shekel of the\nsanctuary: twenty gerahs shall be the shekel. \n\n"},{"number":26,"text":"Only the firstling of the beasts, which should be the \\nd LORD’s\\nd*\nfirstling, no man shall sanctify it; whether \\add it be\\add* ox,\nor sheep: it \\add is\\add* the \\nd LORD’s\\nd*.\\f + \\fr 27.26  \\ft firstling of: Heb. firstborn,\netc\\f* \n"},{"number":27,"text":"And if \\add it be\\add* of an unclean beast, then he shall redeem\n\\add it\\add* according to thine estimation, and shall add a fifth\n\\add part\\add* of it thereto: or if it be not redeemed, then it shall be\nsold according to thy estimation. \n"},{"number":28,"text":"Notwithstanding no devoted thing, that a man shall devote\nunto the \\nd LORD\\nd* of all that he hath, \\add both\\add* of man\nand beast, and of the field of his possession, shall be sold or redeemed:\nevery devoted thing \\add is\\add* most holy unto the \\nd LORD\\nd*.\n"},{"number":29,"text":"None devoted, which shall be devoted of men, shall be redeemed;\n\\add but\\add* shall surely be put to death. \n"},{"number":30,"text":"And all the tithe of the land, \\add whether\\add* of the seed\nof the land, \\add or\\add* of the fruit of the tree, \\add is\\add*\nthe \\nd LORD’s\\nd*: \\add it is\\add* holy unto the \\nd LORD\\nd*. \n"},{"number":31,"text":"And if a man will at all redeem \\add ought\\add* of his tithes,\nhe shall add thereto the fifth \\add part\\add* thereof. \n"},{"number":32,"text":"And concerning the tithe of the herd, or of the flock, \\add even\\add*\nof whatsoever passeth under the rod, the tenth shall be holy unto the\n\\nd LORD\\nd*. \n"},{"number":33,"text":"He shall not search whether it be good or bad, neither shall he\nchange it: and if he change it at all, then both it and the change\nthereof shall be holy; it shall not be redeemed. \n"},{"number":34,"text":"These \\add are\\add* the commandments, which the \\nd LORD\\nd*\ncommanded Moses for the children of Israel in mount Sinai. "}],"number":27}]}