{"headers":{"id":"AMO  Amos","h":"Amos","toc1":"Amos","toc2":"Amos","toc3":"Amo","mt1":"Amos"},"book":"Amos","chapters":[{"verses":[{"number":1,"text":"The words of Amos, who was among the herdmen of Tekoa, which he\nsaw concerning Israel in the days of Uzziah king of Judah, and in the\ndays of Jeroboam the son of Joash king of Israel, two years before\nthe earthquake. \n"},{"number":2,"text":"And he said, The \\nd LORD\\nd* will roar from Zion, and utter\nhis voice from Jerusalem; and the habitations of the shepherds shall\nmourn, and the top of Carmel shall wither. \n\n"},{"number":3,"text":"Thus saith the \\nd LORD\\nd*; For three transgressions of Damascus,\nand for four, I will not turn away \\add the punishment\\add* thereof; because they have\nthreshed Gilead with threshing instruments of iron:\\f + \\fr 1.3 \n\\ft and…: or, yea, for four\\f*\\f + \\fr 1.3  \\ft turn…: or, convert it, or, let it be\nquiet\\f* \n"},{"number":4,"text":"But I will send a fire into the house of Hazael, which shall\ndevour the palaces of Ben-hadad. \n"},{"number":5,"text":"I will break also the bar of Damascus, and cut off the inhabitant\nfrom the plain of Aven, and him that holdeth the sceptre from the\nhouse of Eden: and the people of Syria shall go into captivity unto\nKir, saith the \\nd LORD\\nd*.\\f + \\fr 1.5  \\ft the plain…: or, Bikathaven\\f*\\f + \\fr 1.5 \n\\ft the house…: or, Beth-eden\\f* \n\n"},{"number":6,"text":"Thus saith the \\nd LORD\\nd*; For three transgressions of Gaza,\nand for four, I will not turn away \\add the punishment\\add* thereof; because they carried away\ncaptive the whole captivity, to deliver \\add them\\add* up to Edom:\\f + \\fr 1.6 \n\\ft away captive…: or, them away with an entire\\f* \n"},{"number":7,"text":"But I will send a fire on the wall of Gaza, which shall devour\nthe palaces thereof: \n"},{"number":8,"text":"And I will cut off the inhabitant from Ashdod, and him that\nholdeth the sceptre from Ashkelon, and I will turn mine hand against\nEkron: and the remnant of the Philistines shall perish, saith the\nLord \\nd GOD\\nd*. \n\n"},{"number":9,"text":"Thus saith the \\nd LORD\\nd*; For three transgressions of Tyrus,\nand for four, I will not turn away \\add the punishment\\add* thereof; because they delivered\nup the whole captivity to Edom, and remembered not the brotherly\ncovenant:\\f + \\fr 1.9  \\ft the brotherly…: Heb. the covenant of brethren\\f*\n"},{"number":10,"text":"But I will send a fire on the wall of Tyrus, which shall devour\nthe palaces thereof. \n\n"},{"number":11,"text":"Thus saith the \\nd LORD\\nd*; For three transgressions of\nEdom, and for four, I will not turn away \\add the punishment\\add*\nthereof; because he did pursue his brother with the sword, and did cast\noff all pity, and his anger did tear perpetually, and he kept his\nwrath for ever:\\f + \\fr 1.11  \\ft did cast…: Heb. corrupted his compassions\\f*\n"},{"number":12,"text":"But I will send a fire upon Teman, which shall devour the\npalaces of Bozrah. \n\n"},{"number":13,"text":"Thus saith the \\nd LORD\\nd*; For three transgressions of the\nchildren of Ammon, and for four, I will not turn away \\add the punishment\\add*\nthereof; because they have ripped up the women with child of Gilead,\nthat they might enlarge their border:\\f + \\fr 1.13  \\ft ripped…: or, divided the\nmountains\\f* \n"},{"number":14,"text":"But I will kindle a fire in the wall of Rabbah, and it shall\ndevour the palaces thereof, with shouting in the day of battle, with a\ntempest in the day of the whirlwind: \n"},{"number":15,"text":"And their king shall go into captivity, he and his princes\ntogether, saith the \\nd LORD\\nd*. \n"}],"number":1},{"verses":[{"number":1,"text":"Thus saith the \\nd LORD\\nd*; For three transgressions of Moab,\nand for four, I will not turn away \\add the punishment\\add* thereof; because he\nburned the bones of the king of Edom into lime: \n"},{"number":2,"text":"But I will send a fire upon Moab, and it shall devour the palaces\nof Kerioth: and Moab shall die with tumult, with shouting, \\add and\\add*\nwith the sound of the trumpet: \n"},{"number":3,"text":"And I will cut off the judge from the midst thereof, and will\nslay all the princes thereof with him, saith the \\nd LORD\\nd*. \n\n"},{"number":4,"text":"Thus saith the \\nd LORD\\nd*; For three transgressions of Judah,\nand for four, I will not turn away \\add the punishment\\add* thereof; because they have\ndespised the law of the \\nd LORD\\nd*, and have not kept his commandments,\nand their lies caused them to err, after the which their fathers\nhave walked: \n"},{"number":5,"text":"But I will send a fire upon Judah, and it shall devour the\npalaces of Jerusalem. \n\n"},{"number":6,"text":"Thus saith the \\nd LORD\\nd*; For three transgressions of Israel,\nand for four, I will not turn away \\add the punishment\\add* thereof; because they\nsold the righteous for silver, and the poor for a pair of shoes;\n"},{"number":7,"text":"That pant after the dust of the earth on the head of the poor,\nand turn aside the way of the meek: and a man and his father will\ngo in unto the \\add same\\add* maid, to profane my holy name:\\f + \\fr 2.7 \n\\ft maid: or, young woman\\f* \n"},{"number":8,"text":"And they lay \\add themselves\\add* down upon clothes laid to\npledge by every altar, and they drink the wine of the condemned \\add in\\add*\nthe house of their god.\\f + \\fr 2.8  \\ft the condemned: or, such as have fined, or,\nmulcted\\f* \n\n"},{"number":9,"text":"Yet destroyed I the Amorite before them, whose height \\add was\\add*\nlike the height of the cedars, and he \\add was\\add* strong as the\noaks; yet I destroyed his fruit from above, and his roots from beneath.\n"},{"number":10,"text":"Also I brought you up from the land of Egypt, and led you\nforty years through the wilderness, to possess the land of the Amorite.\n"},{"number":11,"text":"And I raised up of your sons for prophets, and of your young\nmen for Nazarites. \\add Is it\\add* not even thus, O ye children of\nIsrael? saith the \\nd LORD\\nd*. \n"},{"number":12,"text":"But ye gave the Nazarites wine to drink; and commanded the\nprophets, saying, Prophesy not. \n"},{"number":13,"text":"Behold, I am pressed under you, as a cart is pressed \\add that\nis\\add* full of sheaves.\\f + \\fr 2.13  \\ft I am…: or, I will press your place, as a cart full of sheaves\npresseth\\f* \n"},{"number":14,"text":"Therefore the flight shall perish from the swift, and the\nstrong shall not strengthen his force, neither shall the mighty deliver\nhimself:\\f + \\fr 2.14  \\ft himself: Heb. his soul, or, life\\f* \n"},{"number":15,"text":"Neither shall he stand that handleth the bow; and \\add he that\nis\\add* swift of foot shall not deliver \\add himself:\\add* neither shall he that\nrideth the horse deliver himself. \n"},{"number":16,"text":"And \\add he that is\\add* courageous among the mighty shall flee\naway naked in that day, saith the \\nd LORD\\nd*.\\f + \\fr 2.16  \\ft courageous: Heb. strong of his\nheart\\f* \n"}],"number":2},{"verses":[{"number":1,"text":"Hear this word that the \\nd LORD\\nd* hath spoken against you, O\nchildren of Israel, against the whole family which I brought up from the\nland of Egypt, saying, \n"},{"number":2,"text":"You only have I known of all the families of the earth: therefore I will\npunish you for all your iniquities.\\f + \\fr 3.2  \\ft punish: Heb. visit\nupon\\f* \n"},{"number":3,"text":"Can two walk together, except they be agreed? \n"},{"number":4,"text":"Will a lion roar in the forest, when he hath no prey? will a young\nlion cry out of his den, if he have taken nothing?\\f + \\fr 3.4  \\ft cry: Heb. give forth his\nvoice\\f* \n"},{"number":5,"text":"Can a bird fall in a snare upon the earth, where no gin \\add is\\add* for him? shall\n\\add one\\add* take up a snare from the earth, and have taken nothing at\nall? \n"},{"number":6,"text":"Shall a trumpet be blown in the city, and the people not be\nafraid? shall there be evil in a city, and the \\nd LORD\\nd* hath not\ndone \\add it\\add*?\\f + \\fr 3.6  \\ft be afraid: or, run together?\\f*\\f + \\fr 3.6 \n\\ft the \\+nd LORD\\+nd*…: or, shall not the \\+nd LORD\\+nd* do somewhat?\\f*\n"},{"number":7,"text":"Surely the Lord \\nd GOD\\nd* will do nothing, but he revealeth\nhis secret unto his servants the prophets. \n"},{"number":8,"text":"The lion hath roared, who will not fear? the Lord \\nd GOD\\nd*\nhath spoken, who can but prophesy? \n\n"},{"number":9,"text":"Publish in the palaces at Ashdod, and in the palaces in the\nland of Egypt, and say, Assemble yourselves upon the mountains of\nSamaria, and behold the great tumults in the midst thereof, and the\noppressed in the midst thereof.\\f + \\fr 3.9  \\ft oppressed: or, oppressions\\f*\n"},{"number":10,"text":"For they know not to do right, saith the \\nd LORD\\nd*, who\nstore up violence and robbery in their palaces.\\f + \\fr 3.10  \\ft robbery: or,\nspoil\\f* \n"},{"number":11,"text":"Therefore thus saith the Lord \\nd GOD\\nd*; An adversary \\add there shall\nbe\\add* even round about the land; and he shall bring down thy strength\nfrom thee, and thy palaces shall be spoiled. \n"},{"number":12,"text":"Thus saith the \\nd LORD\\nd*; As the shepherd taketh out of the\nmouth of the lion two legs, or a piece of an ear; so shall the children\nof Israel be taken out that dwell in Samaria in the corner of a bed,\nand in Damascus \\add in\\add* a couch.\\f + \\fr 3.12  \\ft taketh: Heb.\ndelivereth\\f*\\f + \\fr 3.12  \\ft in Damascus…: or, on the bed’s feet\\f*\n"},{"number":13,"text":"Hear ye, and testify in the house of Jacob, saith the Lord\n\\nd GOD\\nd*, the God of hosts, \n"},{"number":14,"text":"That in the day that I shall visit the transgressions of Israel\nupon him I will also visit the altars of Beth-el: and the horns of the\naltar shall be cut off, and fall to the ground.\\f + \\fr 3.14  \\ft visit: or, punish Israel\nfor\\f* \n"},{"number":15,"text":"And I will smite the winter house with the summer house; and the\nhouses of ivory shall perish, and the great houses shall have an\nend, saith the \\nd LORD\\nd*. \n"}],"number":3},{"verses":[{"number":1,"text":"Hear this word, ye kine of Bashan, that \\add are\\add* in the\nmountain of Samaria, which oppress the poor, which crush the needy,\nwhich say to their masters, Bring, and let us drink. \n"},{"number":2,"text":"The Lord \\nd GOD\\nd* hath sworn by his holiness, that, lo, the\ndays shall come upon you, that he will take you away with hooks,\nand your posterity with fishhooks. \n"},{"number":3,"text":"And ye shall go out at the breaches, every \\add cow at that which\nis\\add* before her; and ye shall cast \\add them\\add* into the palace,\nsaith the \\nd LORD\\nd*.\\f + \\fr 4.3  \\ft cast…: or, cast away the things of the\npalace\\f* \n\n"},{"number":4,"text":"Come to Beth-el, and transgress; at Gilgal multiply transgression;\nand bring your sacrifices every morning, \\add and\\add* your tithes\nafter three years:\\f + \\fr 4.4  \\ft three…: Heb. three years of days\\f*\n"},{"number":5,"text":"And offer a sacrifice of thanksgiving with leaven, and proclaim\n\\add and\\add* publish the free offerings: for this liketh you, O ye\nchildren of Israel, saith the Lord \\nd GOD\\nd*.\\f + \\fr 4.5  \\ft offer: Heb. offer by\nburning\\f*\\f + \\fr 4.5  \\ft this…: Heb. so ye love\\f* \n\n"},{"number":6,"text":"And I also have given you cleanness of teeth in all your cities,\nand want of bread in all your places: yet have ye not returned unto me,\nsaith the \\nd LORD\\nd*. \n"},{"number":7,"text":"And also I have withholden the rain from you, when \\add there\nwere\\add* yet three months to the harvest: and I caused it to rain\nupon one city, and caused it not to rain upon another city: one piece\nwas rained upon, and the piece whereupon it rained not withered.\n"},{"number":8,"text":"So two \\add or\\add* three cities wandered unto one city, to\ndrink water; but they were not satisfied: yet have ye not returned\nunto me, saith the \\nd LORD\\nd*. \n"},{"number":9,"text":"I have smitten you with blasting and mildew: when your gardens\nand your vineyards and your fig trees and your olive trees increased,\nthe palmerworm devoured \\add them:\\add* yet have ye not returned\nunto me, saith the \\nd LORD\\nd*.\\f + \\fr 4.9  \\ft when…: or, the multitude of your gardens, etc. did the\npalmerworm\\f* \n"},{"number":10,"text":"I have sent among you the pestilence after the manner of Egypt:\nyour young men have I slain with the sword, and have taken away your\nhorses; and I have made the stink of your camps to come up unto your\nnostrils: yet have ye not returned unto me, saith the \\nd LORD\\nd*.\\f + \\fr 4.10 \n\\ft after…: or, in the way\\f*\\f + \\fr 4.10  \\ft and have…: Heb. with the captivity of your\nhorses\\f* \n"},{"number":11,"text":"I have overthrown \\add some\\add* of you, as God overthrew\nSodom and Gomorrah, and ye were as a firebrand plucked out of the\nburning: yet have ye not returned unto me, saith the \\nd LORD\\nd*.\n"},{"number":12,"text":"Therefore thus will I do unto thee, O Israel: \\add and\\add*\nbecause I will do this unto thee, prepare to meet thy God, O Israel.\n"},{"number":13,"text":"For, lo, he that formeth the mountains, and createth the wind,\nand declareth unto man what \\add is\\add* his thought, that maketh\nthe morning darkness, and treadeth upon the high places of the earth,\nThe \\nd LORD\\nd*, The God of hosts, \\add is\\add* his name.\\f + \\fr 4.13 \n\\ft wind: or, spirit\\f* \n"}],"number":4},{"verses":[{"number":1,"text":"Hear ye this word which I take up against you, \\add even\\add*\na lamentation, O house of Israel. \n"},{"number":2,"text":"The virgin of Israel is fallen; she shall no more rise: she is\nforsaken upon her land; \\add there is\\add* none to raise her up.\n"},{"number":3,"text":"For thus saith the Lord \\nd GOD\\nd*; The city that went out\n\\add by\\add* a thousand shall leave an hundred, and that which went\nforth \\add by\\add* an hundred shall leave ten, to the house of Israel.\n\n"},{"number":4,"text":"For thus saith the \\nd LORD\\nd* unto the house of Israel,\nSeek ye me, and ye shall live: \n"},{"number":5,"text":"But seek not Beth-el, nor enter into Gilgal, and pass not to\nBeer-sheba: for Gilgal shall surely go into captivity, and Beth-el\nshall come to nought. \n"},{"number":6,"text":"Seek the \\nd LORD\\nd*, and ye shall live; lest he break out\nlike fire in the house of Joseph, and devour \\add it\\add*, and \\add there\nbe\\add* none to quench \\add it\\add* in Beth-el. \n"},{"number":7,"text":"Ye who turn judgment to wormwood, and leave off righteousness\nin the earth, \n"},{"number":8,"text":"\\add Seek him\\add* that maketh the seven stars and Orion, and\nturneth the shadow of death into the morning, and maketh the day\ndark with night: that calleth for the waters of the sea, and poureth them\nout upon the face of the earth: The \\nd LORD\\nd* \\add is\\add* his\nname: \n"},{"number":9,"text":"That strengtheneth the spoiled against the strong, so that the\nspoiled shall come against the fortress.\\f + \\fr 5.9  \\ft spoiled: Heb.\nspoil\\f* \n"},{"number":10,"text":"They hate him that rebuketh in the gate, and they abhor him that\nspeaketh uprightly. \n"},{"number":11,"text":"Forasmuch therefore as your treading \\add is\\add* upon the\npoor, and ye take from him burdens of wheat: ye have built houses\nof hewn stone, but ye shall not dwell in them; ye have planted pleasant\nvineyards, but ye shall not drink wine of them.\\f + \\fr 5.11  \\ft pleasant…: Heb. vineyards of\ndesire\\f* \n"},{"number":12,"text":"For I know your manifold transgressions and your mighty sins:\nthey afflict the just, they take a bribe, and they turn aside the\npoor in the gate \\add from their right\\add*.\\f + \\fr 5.12  \\ft a bribe: or, a\nransom\\f* \n"},{"number":13,"text":"Therefore the prudent shall keep silence in that time; for it\n\\add is\\add* an evil time. \n"},{"number":14,"text":"Seek good, and not evil, that ye may live: and so the \\nd LORD\\nd*,\nthe God of hosts, shall be with you, as ye have spoken. \n"},{"number":15,"text":"Hate the evil, and love the good, and establish judgment in the\ngate: it may be that the \\nd LORD\\nd* God of hosts will be gracious\nunto the remnant of Joseph. \n\n"},{"number":16,"text":"Therefore the \\nd LORD\\nd*, the God of hosts, the Lord, saith\nthus; Wailing \\add shall be\\add* in all streets; and they shall say\nin all the highways, Alas! alas! and they shall call the husbandman\nto mourning, and such as are skilful of lamentation to wailing. \n"},{"number":17,"text":"And in all vineyards \\add shall be\\add* wailing: for I will\npass through thee, saith the \\nd LORD\\nd*. \n"},{"number":18,"text":"Woe unto you that desire the day of the \\nd LORD\\nd*! to what\nend \\add is\\add* it for you? the day of the \\nd LORD\\nd* \\add is\\add*\ndarkness, and not light. \n"},{"number":19,"text":"As if a man did flee from a lion, and a bear met him; or went\ninto the house, and leaned his hand on the wall, and a serpent bit him.\n"},{"number":20,"text":"\\add Shall\\add* not the day of the \\nd LORD\\nd* \\add be\\add*\ndarkness, and not light? even very dark, and no brightness in it?\n\n"},{"number":21,"text":"I hate, I despise your feast days, and I will not smell in your solemn\nassemblies.\\f + \\fr 5.21  \\ft in…: or, your holy days\\f* \n"},{"number":22,"text":"Though ye offer me burnt offerings and your meat offerings,\nI will not accept \\add them:\\add* neither will I regard the peace\nofferings of your fat beasts.\\f + \\fr 5.22  \\ft peace…: or, thank\nofferings\\f* \n"},{"number":23,"text":"Take thou away from me the noise of thy songs; for I will not\nhear the melody of thy viols. \n"},{"number":24,"text":"But let judgment run down as waters, and righteousness as a\nmighty stream.\\f + \\fr 5.24  \\ft run: Heb. roll\\f* \n"},{"number":25,"text":"Have ye offered unto me sacrifices and offerings in the wilderness\nforty years, O house of Israel? \n"},{"number":26,"text":"But ye have borne the tabernacle of your Moloch and Chiun\nyour images, the star of your god, which ye made to yourselves.\\f + \\fr 5.26 \n\\ft the tabernacle…: or, Siccuth your king\\f* \n"},{"number":27,"text":"Therefore will I cause you to go into captivity beyond Damascus,\nsaith the \\nd LORD\\nd*, whose name \\add is\\add* The God of hosts.\n"}],"number":5},{"verses":[{"number":1,"text":"Woe to them \\add that are\\add* at ease in Zion, and trust in the\nmountain of Samaria, \\add which are\\add* named chief of the nations,\nto whom the house of Israel came!\\f + \\fr 6.1  \\ft are at…: or, are\nsecure\\f*\\f + \\fr 6.1  \\ft chief: or, firstfruits\\f* \n"},{"number":2,"text":"Pass ye unto Calneh, and see; and from thence go ye to Hamath\nthe great: then go down to Gath of the Philistines: \\add be they\\add*\nbetter than these kingdoms? or their border greater than your border?\n"},{"number":3,"text":"Ye that put far away the evil day, and cause the seat of violence\nto come near;\\f + \\fr 6.3  \\ft seat: or, habitation\\f* \n"},{"number":4,"text":"That lie upon beds of ivory, and stretch themselves upon their\ncouches, and eat the lambs out of the flock, and the calves out of the\nmidst of the stall;\\f + \\fr 6.4  \\ft stretch…: or, abound with superfluities\\f*\n"},{"number":5,"text":"That chant to the sound of the viol, \\add and\\add* invent to themselves\ninstruments of musick, like David;\\f + \\fr 6.5  \\ft chant: or, quaver\\f*\n"},{"number":6,"text":"That drink wine in bowls, and anoint themselves with the chief\nointments: but they are not grieved for the affliction of Joseph.\\f + \\fr 6.6 \n\\ft wine…: or, in bowls of wine\\f*\\f + \\fr 6.6  \\ft affliction: Heb.\nbreach\\f* \n\n"},{"number":7,"text":"Therefore now shall they go captive with the first that go\ncaptive, and the banquet of them that stretched themselves shall be\nremoved. \n\n"},{"number":8,"text":"The Lord \\nd GOD\\nd* hath sworn by himself, saith the \\nd LORD\\nd*\nthe God of hosts, I abhor the excellency of Jacob, and hate his palaces:\ntherefore will I deliver up the city with all that is therein.\\f + \\fr 6.8 \n\\ft that…: Heb. the fulness thereof\\f* \n"},{"number":9,"text":"And it shall come to pass, if there remain ten men in one house,\nthat they shall die. \n"},{"number":10,"text":"And a man’s uncle shall take him up, and he that burneth him, to bring\nout the bones out of the house, and shall say unto him that \\add is\\add*\nby the sides of the house, \\add Is there\\add* yet \\add any\\add* with thee? and he shall\nsay, No. Then shall he say, Hold thy tongue: for we may not make\nmention of the name of the \\nd LORD\\nd*.\\f + \\fr 6.10  \\ft we…: or, they will not, or, have\nnot\\f* \n"},{"number":11,"text":"For, behold, the \\nd LORD\\nd* commandeth, and he will smite\nthe great house with breaches, and the little house with clefts.\\f + \\fr 6.11 \n\\ft breaches: or, droppings\\f* \n\n"},{"number":12,"text":"Shall horses run upon the rock? will \\add one\\add* plow \\add there\\add*\nwith oxen? for ye have turned judgment into gall, and the fruit of\nrighteousness into hemlock: \n"},{"number":13,"text":"Ye which rejoice in a thing of nought, which say, Have we not\ntaken to us horns by our own strength? \n"},{"number":14,"text":"But, behold, I will raise up against you a nation, O house\nof Israel, saith the \\nd LORD\\nd* the God of hosts; and they shall\nafflict you from the entering in of Hemath unto the river of the\nwilderness.\\f + \\fr 6.14  \\ft river: or, valley\\f* \n"}],"number":6},{"verses":[{"number":1,"text":"Thus hath the Lord \\nd GOD\\nd* shewed unto me; and, behold, he\nformed grasshoppers in the beginning of the shooting up of the latter\ngrowth; and, lo, \\add it was\\add* the latter growth after the king’s\nmowings.\\f + \\fr 7.1  \\ft grasshoppers: or, green worms\\f* \n"},{"number":2,"text":"And it came to pass, \\add that\\add* when they had made an end\nof eating the grass of the land, then I said, O Lord \\nd GOD\\nd*,\nforgive, I beseech thee: by whom shall Jacob arise? for he \\add is\\add*\nsmall.\\f + \\fr 7.2  \\ft by…: or, who of (or, for,) Jacob shall stand?\\f*\n"},{"number":3,"text":"The \\nd LORD\\nd* repented for this: It shall not be, saith\nthe \\nd LORD\\nd*. \n\n"},{"number":4,"text":"Thus hath the Lord \\nd GOD\\nd* shewed unto me: and, behold, the\nLord \\nd GOD\\nd* called to contend by fire, and it devoured the great\ndeep, and did eat up a part. \n"},{"number":5,"text":"Then said I, O Lord \\nd GOD\\nd*, cease, I beseech thee: by whom shall\nJacob arise? for he \\add is\\add* small.\\f + \\fr 7.5  \\ft by…: or, who of (or, for,) Jacob shall\nstand?\\f* \n"},{"number":6,"text":"The \\nd LORD\\nd* repented for this: This also shall not be,\nsaith the Lord \\nd GOD\\nd*. \n\n"},{"number":7,"text":"Thus he shewed me: and, behold, the Lord stood upon a wall\n\\add made\\add* by a plumbline, with a plumbline in his hand. \n"},{"number":8,"text":"And the \\nd LORD\\nd* said unto me, Amos, what seest thou? And I\nsaid, A plumbline. Then said the Lord, Behold, I will set a plumbline\nin the midst of my people Israel: I will not again pass by them any more:\n"},{"number":9,"text":"And the high places of Isaac shall be desolate, and the sanctuaries\nof Israel shall be laid waste; and I will rise against the house\nof Jeroboam with the sword. \n\n"},{"number":10,"text":"Then Amaziah the priest of Beth-el sent to Jeroboam king\nof Israel, saying, Amos hath conspired against thee in the midst\nof the house of Israel: the land is not able to bear all his words.\n"},{"number":11,"text":"For thus Amos saith, Jeroboam shall die by the sword, and\nIsrael shall surely be led away captive out of their own land. \n"},{"number":12,"text":"Also Amaziah said unto Amos, O thou seer, go, flee thee away\ninto the land of Judah, and there eat bread, and prophesy there:\n"},{"number":13,"text":"But prophesy not again any more at Beth-el: for it \\add is\\add*\nthe king’s chapel, and it \\add is\\add* the king’s court.\\f + \\fr 7.13 \n\\ft chapel: or, sanctuary\\f*\\f + \\fr 7.13  \\ft king’s court: Heb. house of the\nkingdom\\f* \n\n"},{"number":14,"text":"Then answered Amos, and said to Amaziah, I \\add was\\add*\nno prophet, neither \\add was\\add* I a prophet’s son; but I \\add was\\add*\nan herdman, and a gatherer of sycomore fruit:\\f + \\fr 7.14  \\ft sycomore…: or, wild\nfigs\\f* \n"},{"number":15,"text":"And the \\nd LORD\\nd* took me as I followed the flock, and the\n\\nd LORD\\nd* said unto me, Go, prophesy unto my people Israel.\\f + \\fr 7.15 \n\\ft as…: Heb. from behind\\f* \n\n"},{"number":16,"text":"Now therefore hear thou the word of the \\nd LORD\\nd*: Thou\nsayest, Prophesy not against Israel, and drop not \\add thy word\\add*\nagainst the house of Isaac. \n"},{"number":17,"text":"Therefore thus saith the \\nd LORD\\nd*; Thy wife shall be an\nharlot in the city, and thy sons and thy daughters shall fall by the\nsword, and thy land shall be divided by line; and thou shalt die\nin a polluted land: and Israel shall surely go into captivity forth of his\nland. \n"}],"number":7},{"verses":[{"number":1,"text":"Thus hath the Lord \\nd GOD\\nd* shewed unto me: and behold a\nbasket of summer fruit. \n"},{"number":2,"text":"And he said, Amos, what seest thou? And I said, A basket of summer\nfruit. Then said the \\nd LORD\\nd* unto me, The end is come upon my\npeople of Israel; I will not again pass by them any more. \n"},{"number":3,"text":"And the songs of the temple shall be howlings in that day,\nsaith the Lord \\nd GOD\\nd*: \\add there shall be\\add* many dead bodies\nin every place; they shall cast \\add them\\add* forth with silence.\\f + \\fr 8.3 \n\\ft shall be howlings: Heb. shall howl\\f*\\f + \\fr 8.3  \\ft with…: Heb. be\nsilent\\f* \n\n"},{"number":4,"text":"Hear this, O ye that swallow up the needy, even to make the\npoor of the land to fail, \n"},{"number":5,"text":"Saying, When will the new moon be gone, that we may sell corn?\nand the sabbath, that we may set forth wheat, making the ephah small,\nand the shekel great, and falsifying the balances by deceit?\\f + \\fr 8.5 \n\\ft new…: or, month\\f*\\f + \\fr 8.5  \\ft set…: Heb. open\\f*\\f + \\fr 8.5 \n\\ft falsifying…: Heb. perverting the balances of deceit\\f* \n"},{"number":6,"text":"That we may buy the poor for silver, and the needy for a pair of\nshoes; \\add yea\\add*, and sell the refuse of the wheat? \n"},{"number":7,"text":"The \\nd LORD\\nd* hath sworn by the excellency of Jacob, Surely I will\nnever forget any of their works. \n"},{"number":8,"text":"Shall not the land tremble for this, and every one mourn that\ndwelleth therein? and it shall rise up wholly as a flood; and it shall be cast\nout and drowned, as \\add by\\add* the flood of Egypt. \n"},{"number":9,"text":"And it shall come to pass in that day, saith the Lord \\nd GOD\\nd*,\nthat I will cause the sun to go down at noon, and I will darken the\nearth in the clear day: \n"},{"number":10,"text":"And I will turn your feasts into mourning, and all your songs\ninto lamentation; and I will bring up sackcloth upon all loins, and\nbaldness upon every head; and I will make it as the mourning of an\nonly \\add son\\add*, and the end thereof as a bitter day. \n\n"},{"number":11,"text":"Behold, the days come, saith the Lord \\nd GOD\\nd*, that I will\nsend a famine in the land, not a famine of bread, nor a thirst for\nwater, but of hearing the words of the \\nd LORD\\nd*: \n"},{"number":12,"text":"And they shall wander from sea to sea, and from the north\neven to the east, they shall run to and fro to seek the word of the\n\\nd LORD\\nd*, and shall not find \\add it\\add*. \n"},{"number":13,"text":"In that day shall the fair virgins and young men faint for\nthirst. \n"},{"number":14,"text":"They that swear by the sin of Samaria, and say, Thy god, O\nDan, liveth; and, The manner of Beer-sheba liveth; even they shall\nfall, and never rise up again.\\f + \\fr 8.14  \\ft manner: Heb. way\\f*\n"}],"number":8},{"verses":[{"number":1,"text":"I saw the Lord standing upon the altar: and he said, Smite\nthe lintel of the door, that the posts may shake: and cut them in the\nhead, all of them; and I will slay the last of them with the sword:\nhe that fleeth of them shall not flee away, and he that escapeth\nof them shall not be delivered.\\f + \\fr 9.1  \\ft lintel: or, chapiter, or,\nknop\\f*\\f + \\fr 9.1  \\ft cut…: or, wound them\\f* \n"},{"number":2,"text":"Though they dig into hell, thence shall mine hand take them; though they climb\nup to heaven, thence will I bring them down: \n"},{"number":3,"text":"And though they hide themselves in the top of Carmel, I will\nsearch and take them out thence; and though they be hid from my sight\nin the bottom of the sea, thence will I command the serpent, and he shall\nbite them: \n"},{"number":4,"text":"And though they go into captivity before their enemies, thence will I\ncommand the sword, and it shall slay them: and I will set mine eyes\nupon them for evil, and not for good. \n"},{"number":5,"text":"And the Lord \\nd GOD\\nd* of hosts \\add is\\add* he that toucheth\nthe land, and it shall melt, and all that dwell therein shall mourn:\nand it shall rise up wholly like a flood; and shall be drowned, as\n\\add by\\add* the flood of Egypt. \n"},{"number":6,"text":"\\add It is\\add* he that buildeth his stories in the heaven,\nand hath founded his troop in the earth; he that calleth for the\nwaters of the sea, and poureth them out upon the face of the earth:\nThe \\nd LORD\\nd* \\add is\\add* his name.\\f + \\fr 9.6  \\ft stories: or, spheres: Heb.\nascensions\\f*\\f + \\fr 9.6  \\ft troop: or, bundle\\f* \n"},{"number":7,"text":"\\add Are\\add* ye not as children of the Ethiopians unto me, O\nchildren of Israel? saith the \\nd LORD\\nd*. Have not I brought up\nIsrael out of the land of Egypt? and the Philistines from Caphtor,\nand the Syrians from Kir? \n"},{"number":8,"text":"Behold, the eyes of the Lord \\nd GOD\\nd* \\add are\\add* upon the\nsinful kingdom, and I will destroy it from off the face of the earth;\nsaving that I will not utterly destroy the house of Jacob, saith\nthe \\nd LORD\\nd*. \n"},{"number":9,"text":"For, lo, I will command, and I will sift the house of Israel\namong all nations, like as \\add corn\\add* is sifted in a sieve, yet shall not the least\ngrain fall upon the earth.\\f + \\fr 9.9  \\ft sift: Heb. cause to move\\f*\\f + \\fr 9.9 \n\\ft grain: Heb. stone\\f* \n"},{"number":10,"text":"All the sinners of my people shall die by the sword, which\nsay, The evil shall not overtake nor prevent us. \n\n"},{"number":11,"text":"In that day will I raise up the tabernacle of David that is\nfallen, and close up the breaches thereof; and I will raise up his\nruins, and I will build it as in the days of old:\\f + \\fr 9.11  \\ft close: Heb. hedge, or,\nwall\\f* \n"},{"number":12,"text":"That they may possess the remnant of Edom, and of all the\nheathen, which are called by my name, saith the \\nd LORD\\nd* that\ndoeth this.\\f + \\fr 9.12  \\ft which…: Heb. upon whom my name is called\\f*\n"},{"number":13,"text":"Behold, the days come, saith the \\nd LORD\\nd*, that the plowman\nshall overtake the reaper, and the treader of grapes him that soweth\nseed; and the mountains shall drop sweet wine, and all the hills\nshall melt.\\f + \\fr 9.13  \\ft soweth: Heb. draweth forth\\f*\\f + \\fr 9.13 \n\\ft sweet: or, new\\f* \n"},{"number":14,"text":"And I will bring again the captivity of my people of Israel,\nand they shall build the waste cities, and inhabit \\add them;\\add*\nand they shall plant vineyards, and drink the wine thereof; they shall also\nmake gardens, and eat the fruit of them. \n"},{"number":15,"text":"And I will plant them upon their land, and they shall no more be pulled\nup out of their land which I have given them, saith the \\nd LORD\\nd*\nthy God. "}],"number":9}]}