{"headers":{"id":"OBA  Obadiah","h":"Obadiah","toc1":"Obadiah","toc2":"Obadiah","toc3":"Oba","mt1":"Obadiah"},"book":"Obadiah","chapters":[{"verses":[{"number":1,"text":"The vision of Obadiah. Thus saith the Lord \\nd GOD\\nd* concerning\nEdom; We have heard a rumour from the \\nd LORD\\nd*, and an ambassador\nis sent among the heathen, Arise ye, and let us rise up against her in\nbattle. \n"},{"number":2,"text":"Behold, I have made thee small among the heathen: thou art\ngreatly despised. \n\n"},{"number":3,"text":"¶ The pride of thine heart hath deceived thee, thou that dwellest\nin the clefts of the rock, whose habitation \\add is\\add* high; that\nsaith in his heart, Who shall bring me down to the ground? \n"},{"number":4,"text":"Though thou exalt \\add thyself\\add* as the eagle, and though thou\nset thy nest among the stars, thence will I bring thee down, saith\nthe \\nd LORD\\nd*. \n"},{"number":5,"text":"If thieves came to thee, if robbers by night, (how art thou cut\noff!) would they not have stolen till they had enough? if the grapegatherers\ncame to thee, would they not leave \\add some\\add* grapes?\\f + \\fr 1.5 \n\\ft some…: or, gleanings?\\f* \n"},{"number":6,"text":"How are \\add the things\\add* of Esau searched out! \\add how\\add*\nare his hidden things sought up! \n"},{"number":7,"text":"All the men of thy confederacy have brought thee \\add even\\add*\nto the border: the men that were at peace with thee have deceived thee,\n\\add and\\add* prevailed against thee; \\add they that eat\\add* thy\nbread have laid a wound under thee: \\add there is\\add* none understanding in\nhim.\\f + \\fr 1.7  \\ft that were…: Heb. of thy peace\\f*\\f + \\fr 1.7 \n\\ft they…: Heb. the men of thy bread\\f*\\f + \\fr 1.7  \\ft in him: or, of\nit\\f* \n"},{"number":8,"text":"Shall I not in that day, saith the \\nd LORD\\nd*, even destroy\nthe wise \\add men\\add* out of Edom, and understanding out of the\nmount of Esau? \n"},{"number":9,"text":"And thy mighty \\add men\\add*, O Teman, shall be dismayed, to the end that every\none of the mount of Esau may be cut off by slaughter. \n\n"},{"number":10,"text":"¶ For \\add thy\\add* violence against thy brother Jacob shame\nshall cover thee, and thou shalt be cut off for ever. \n"},{"number":11,"text":"In the day that thou stoodest on the other side, in the day\nthat the strangers carried away captive his forces, and foreigners\nentered into his gates, and cast lots upon Jerusalem, even thou \\add wast\\add*\nas one of them.\\f + \\fr 1.11  \\ft captive…: or, his substance\\f*\n"},{"number":12,"text":"But thou shouldest not have looked on the day of thy brother\nin the day that he became a stranger; neither shouldest thou have\nrejoiced over the children of Judah in the day of their destruction;\nneither shouldest thou have spoken proudly in the day of distress.\\f + \\fr 1.12 \n\\ft spoken…: Heb. magnified thy mouth\\f* \n"},{"number":13,"text":"Thou shouldest not have entered into the gate of my people\nin the day of their calamity; yea, thou shouldest not have looked\non their affliction in the day of their calamity, nor have laid \\add hands\\add*\non their substance in the day of their calamity;\\f + \\fr 1.13  \\ft substance: or,\nforces\\f* \n"},{"number":14,"text":"Neither shouldest thou have stood in the crossway, to cut\noff those of his that did escape; neither shouldest thou have delivered\nup those of his that did remain in the day of distress.\\f + \\fr 1.14 \n\\ft delivered up: or, shut up\\f* \n"},{"number":15,"text":"For the day of the \\nd LORD\\nd* \\add is\\add* near upon all the\nheathen: as thou hast done, it shall be done unto thee: thy reward\nshall return upon thine own head. \n"},{"number":16,"text":"For as ye have drunk upon my holy mountain, \\add so\\add* shall all the\nheathen drink continually, yea, they shall drink, and they shall swallow\ndown, and they shall be as though they had not been.\\f + \\fr 1.16 \n\\ft swallow…: or, sup up\\f* \n\n"},{"number":17,"text":"¶ But upon mount Zion shall be deliverance, and there shall be\nholiness; and the house of Jacob shall possess their possessions.\\f + \\fr 1.17 \n\\ft deliverance: or, they that escape\\f*\\f + \\fr 1.17  \\ft there…: or, it shall be\nholy\\f* \n"},{"number":18,"text":"And the house of Jacob shall be a fire, and the house of Joseph\na flame, and the house of Esau for stubble, and they shall kindle\nin them, and devour them; and there shall not be \\add any\\add* remaining\nof the house of Esau; for the \\nd LORD\\nd* hath spoken \\add it\\add*.\n"},{"number":19,"text":"And \\add they of\\add* the south shall possess the mount of\nEsau; and \\add they of\\add* the plain the Philistines: and they shall\npossess the fields of Ephraim, and the fields of Samaria: and Benjamin\n\\add shall possess\\add* Gilead. \n"},{"number":20,"text":"And the captivity of this host of the children of Israel \\add shall\npossess\\add* that of the Canaanites, \\add even\\add* unto Zarephath;\nand the captivity of Jerusalem, which \\add is\\add* in Sepharad, shall\npossess the cities of the south.\\f + \\fr 1.20  \\ft which…: or, shall possess that which is\nin\\f* \n"},{"number":21,"text":"And saviours shall come up on mount Zion to judge the mount\nof Esau; and the kingdom shall be the \\nd LORD’s\\nd*. "}],"number":1}]}