{"headers":{"id":"JON  Jonah","h":"Jonah","toc1":"Jonah","toc2":"Jonah","toc3":"Jon","mt1":"Jonah"},"book":"Jonah","chapters":[{"verses":[{"number":1,"text":"Now the word of the \\nd LORD\\nd* came unto Jonah the son of\nAmittai, saying,\\f + \\fr 1.1  \\ft Jonah: Gr. Jonas\\f* \n"},{"number":2,"text":"Arise, go to Nineveh, that great city, and cry against it; for their\nwickedness is come up before me. \n"},{"number":3,"text":"But Jonah rose up to flee unto Tarshish from the presence of the\n\\nd LORD\\nd*, and went down to Joppa; and he found a ship going to\nTarshish: so he paid the fare thereof, and went down into it, to\ngo with them unto Tarshish from the presence of the \\nd LORD\\nd*.\n\n"},{"number":4,"text":"¶ But the \\nd LORD\\nd* sent out a great wind into the sea, and there was a\nmighty tempest in the sea, so that the ship was like to be broken.\\f + \\fr 1.4 \n\\ft sent out: Heb. cast forth\\f*\\f + \\fr 1.4  \\ft was like…: Heb. thought to be\nbroken\\f* \n"},{"number":5,"text":"Then the mariners were afraid, and cried every man unto his\ngod, and cast forth the wares that \\add were\\add* in the ship into the\nsea, to lighten \\add it\\add* of them. But Jonah was gone down into the\nsides of the ship; and he lay, and was fast asleep. \n"},{"number":6,"text":"So the shipmaster came to him, and said unto him, What meanest thou, O\nsleeper? arise, call upon thy God, if so be that God will think upon us, that we\nperish not. \n"},{"number":7,"text":"And they said every one to his fellow, Come, and let us cast\nlots, that we may know for whose cause this evil \\add is\\add* upon us. So they\ncast lots, and the lot fell upon Jonah. \n"},{"number":8,"text":"Then said they unto him, Tell us, we pray thee, for whose cause this\nevil \\add is\\add* upon us; What \\add is\\add* thine occupation? and\nwhence comest thou? what \\add is\\add* thy country? and of what people\n\\add art\\add* thou? \n"},{"number":9,"text":"And he said unto them, I \\add am\\add* an Hebrew; and I fear\nthe \\nd LORD\\nd*, the God of heaven, which hath made the sea and the\ndry \\add land\\add*.\\f + \\fr 1.9  \\ft the \\+nd LORD\\+nd*: or, \\+nd JEHOVAH\\+nd*\\f*\n"},{"number":10,"text":"Then were the men exceedingly afraid, and said unto him, Why hast thou\ndone this? For the men knew that he fled from the presence of the\n\\nd LORD\\nd*, because he had told them.\\f + \\fr 1.10  \\ft exceedingly…: Heb. with great\nfear\\f* \n\n"},{"number":11,"text":"¶ Then said they unto him, What shall we do unto thee, that the\nsea may be calm unto us? for the sea wrought, and was tempestuous.\\f + \\fr 1.11 \n\\ft may…: Heb. may be silent from us\\f*\\f + \\fr 1.11  \\ft wrought…: or, grew more and more tempestuous: Heb.\nwent\\f* \n"},{"number":12,"text":"And he said unto them, Take me up, and cast me forth into the\nsea; so shall the sea be calm unto you: for I know that for my sake\nthis great tempest \\add is\\add* upon you. \n"},{"number":13,"text":"Nevertheless the men rowed hard to bring \\add it\\add* to the\nland; but they could not: for the sea wrought, and was tempestuous against\nthem.\\f + \\fr 1.13  \\ft rowed: Heb. digged\\f*\\f + \\fr 1.13  \\ft wrought…: or, grew more and more tempestuous: Heb.\nwent\\f* \n"},{"number":14,"text":"Wherefore they cried unto the \\nd LORD\\nd*, and said, We beseech\nthee, O \\nd LORD\\nd*, we beseech thee, let us not perish for this\nman’s life, and lay not upon us innocent blood: for thou, O \\nd LORD\\nd*,\nhast done as it pleased thee. \n"},{"number":15,"text":"So they took up Jonah, and cast him forth into the sea: and the\nsea ceased from her raging.\\f + \\fr 1.15  \\ft ceased: Heb. stood\\f*\n"},{"number":16,"text":"Then the men feared the \\nd LORD\\nd* exceedingly, and offered\na sacrifice unto the \\nd LORD\\nd*, and made vows.\\f + \\fr 1.16  \\ft offered…: Heb. sacrifice unto the\n\\+nd LORD\\+nd*, and vowed vows\\f* \n\n"},{"number":17,"text":"¶ Now the \\nd LORD\\nd* had prepared a great fish to swallow\nup Jonah. And Jonah was in the belly of the fish three days and three\nnights.\\f + \\fr 1.17  \\ft belly: Heb. bowels\\f* \n"}],"number":1},{"verses":[{"number":1,"text":"Then Jonah prayed unto the \\nd LORD\\nd* his God out of the\nfish’s belly, \n"},{"number":2,"text":"And said, I cried by reason of mine affliction unto the \\nd LORD\\nd*,\nand he heard me; out of the belly of hell cried I, \\add and\\add*\nthou heardest my voice.\\f + \\fr 2.2  \\ft by…: or, out of mine affliction\\f*\\f + \\fr 2.2 \n\\ft hell: or, the grave\\f* \n"},{"number":3,"text":"For thou hadst cast me into the deep, in the midst of the seas;\nand the floods compassed  me about: all thy billows and thy waves\npassed over me.\\f + \\fr 2.3  \\ft midst: Heb. heart\\f* \n"},{"number":4,"text":"Then I said, I am cast out of thy sight; yet I will look again\ntoward thy holy temple. \n"},{"number":5,"text":"The waters compassed me about, \\add even\\add* to the soul:\nthe depth closed me round about, the weeds were wrapped about my\nhead. \n"},{"number":6,"text":"I went down to the bottoms of the mountains; the earth with her\nbars \\add was\\add* about me for ever: yet hast thou brought up my\nlife from corruption, O \\nd LORD\\nd* my God.\\f + \\fr 2.6  \\ft bottoms: Heb. cuttings\noff\\f*\\f + \\fr 2.6  \\ft corruption: or, the pit\\f* \n"},{"number":7,"text":"When my soul fainted within me I remembered the \\nd LORD\\nd*:\nand my prayer came in unto thee, into thine holy temple. \n"},{"number":8,"text":"They that observe lying vanities forsake their own mercy. \n"},{"number":9,"text":"But I will sacrifice unto thee with the voice of thanksgiving;\nI will pay \\add that\\add* that I have vowed. Salvation \\add is\\add*\nof the \\nd LORD\\nd*. \n\n"},{"number":10,"text":"¶ And the \\nd LORD\\nd* spake unto the fish, and it vomited\nout Jonah upon the dry \\add land\\add*. \n"}],"number":2},{"verses":[{"number":1,"text":"And the word of the \\nd LORD\\nd* came unto Jonah the second\ntime, saying, \n"},{"number":2,"text":"Arise, go unto Nineveh, that great city, and preach unto it the\npreaching that I bid thee. \n"},{"number":3,"text":"So Jonah arose, and went unto Nineveh, according to the word\nof the \\nd LORD\\nd*. Now Nineveh was an exceeding great city of three\ndays’ journey.\\f + \\fr 3.3  \\ft exceeding: Heb. of God\\f* \n"},{"number":4,"text":"And Jonah began to enter into the city a day’s journey, and he\ncried, and said, Yet forty days, and Nineveh shall be overthrown.\n\n"},{"number":5,"text":"¶ So the people of Nineveh believed God, and proclaimed a fast,\nand put on sackcloth, from the greatest of them even to the least of them.\n"},{"number":6,"text":"For word came unto the king of Nineveh, and he arose from his\nthrone, and he laid his robe from him, and covered \\add him\\add*\nwith sackcloth, and sat in ashes. \n"},{"number":7,"text":"And he caused \\add it\\add* to be proclaimed and published through\nNineveh by the decree of the king and his nobles, saying, Let neither\nman nor beast, herd nor flock, taste any thing: let them not feed,\nnor drink water:\\f + \\fr 3.7  \\ft published: Heb. said\\f*\\f + \\fr 3.7 \n\\ft nobles: Heb. great men\\f* \n"},{"number":8,"text":"But let man and beast be covered with sackcloth, and cry mightily\nunto God: yea, let them turn every one from his evil way, and from the\nviolence that \\add is\\add* in their hands. \n"},{"number":9,"text":"Who can tell \\add if\\add* God will turn and repent, and turn\naway from his fierce anger, that we perish not? \n\n"},{"number":10,"text":"¶ And God saw their works, that they turned from their evil\nway; and God repented of the evil, that he had said that he would\ndo unto them; and he did \\add it\\add* not. \n"}],"number":3},{"verses":[{"number":1,"text":"But it displeased Jonah exceedingly, and he was very angry.\n"},{"number":2,"text":"And he prayed unto the \\nd LORD\\nd*, and said, I pray thee, O\n\\nd LORD\\nd*, \\add was\\add* not this my saying, when I was yet in my\ncountry? Therefore I fled before unto Tarshish: for I knew that thou\n\\add art\\add* a gracious God, and merciful, slow to anger, and of\ngreat kindness, and repentest thee of the evil. \n"},{"number":3,"text":"Therefore now, O \\nd LORD\\nd*, take, I beseech thee, my life from me; for\n\\add it is\\add* better for me to die than to live. \n\n"},{"number":4,"text":"¶ Then said the \\nd LORD\\nd*, Doest thou well to be angry?\\f + \\fr 4.4 \n\\ft Doest…: or, Art thou greatly angry?\\f* \n\n"},{"number":5,"text":"So Jonah went out of the city, and sat on the east side of the\ncity, and there made him a booth, and sat under it in the shadow,\ntill he might see what would become of the city. \n"},{"number":6,"text":"And the \\nd LORD\\nd* God prepared a gourd, and made \\add it\\add*\nto come up over Jonah, that it might be a shadow over his head, to\ndeliver him from his grief. So Jonah was exceeding glad of the gourd.\\f + \\fr 4.6 \n\\ft gourd: or, palmcrist: Heb. Kikajon\\f*\\f + \\fr 4.6  \\ft was…: Heb. rejoiced with great\njoy\\f* \n"},{"number":7,"text":"But God prepared a worm when the morning rose the next day,\nand it smote the gourd that it withered. \n"},{"number":8,"text":"And it came to pass, when the sun did arise, that God prepared\na vehement east wind; and the sun beat upon the head of Jonah, that he\nfainted, and wished in himself to die, and said, \\add It is\\add*\nbetter for me to die than to live.\\f + \\fr 4.8  \\ft vehement: or,\nsilent\\f* \n"},{"number":9,"text":"And God said to Jonah, Doest thou well to be angry for the\ngourd? And he said, I do well to be angry, \\add even\\add* unto death.\\f + \\fr 4.9 \n\\ft Doest…: or, Art thou greatly angry?\\f*\\f + \\fr 4.9  \\ft I do well…: or, I am greatly\nangry\\f* \n"},{"number":10,"text":"Then said the \\nd LORD\\nd*, Thou hast had pity on the gourd,\nfor the which thou hast not laboured, neither madest it grow; which came up in a\nnight, and perished in a night:\\f + \\fr 4.10  \\ft had pity: or, spared\\f*\\f + \\fr 4.10 \n\\ft came…: Heb. was the son of the night\\f* \n"},{"number":11,"text":"And should not I spare Nineveh, that great city, wherein are\nmore than sixscore thousand persons that cannot discern between their right\nhand and their left hand; and \\add also\\add* much cattle? "}],"number":4}]}