{"headers":{"id":"MIC  Micah","h":"Micah","toc1":"Micah","toc2":"Micah","toc3":"Mic","mt1":"Micah"},"book":"Micah","chapters":[{"verses":[{"number":1,"text":"The word of the \\nd LORD\\nd* that came to Micah the Morasthite\nin the days of Jotham, Ahaz, \\add and\\add* Hezekiah, kings of Judah,\nwhich he saw concerning Samaria and Jerusalem. \n"},{"number":2,"text":"Hear, all ye people; hearken, O earth, and all that therein\nis: and let the Lord \\nd GOD\\nd* be witness against you, the Lord\nfrom his holy temple.\\f + \\fr 1.2  \\ft all ye…: Heb. ye people, all of\nthem\\f*\\f + \\fr 1.2  \\ft all that…: Heb. the fulness thereof\\f* \n"},{"number":3,"text":"For, behold, the \\nd LORD\\nd* cometh forth out of his place,\nand will come down, and tread upon the high places of the earth.\n"},{"number":4,"text":"And the mountains shall be molten under him, and the valleys\nshall be cleft, as wax before the fire, \\add and\\add* as the waters\n\\add that are\\add* poured down a steep place.\\f + \\fr 1.4  \\ft a steep…: Heb. a\ndescent\\f* \n"},{"number":5,"text":"For the transgression of Jacob \\add is\\add* all this, and for the\nsins of the house of Israel. What \\add is\\add* the transgression\nof Jacob? \\add is it\\add* not Samaria? and what \\add are\\add* the high\nplaces of Judah? \\add are they\\add* not Jerusalem? \n"},{"number":6,"text":"Therefore I will make Samaria as an heap of the field, \\add and\\add*\nas plantings of a vineyard: and I will pour down the stones thereof into the\nvalley, and I will discover the foundations thereof. \n"},{"number":7,"text":"And all the graven images thereof shall be beaten to pieces,\nand all the hires thereof shall be burned with the fire, and all the\nidols thereof will I lay desolate: for she gathered \\add it\\add*\nof the hire of an harlot, and they shall return to the hire of an\nharlot. \n\n"},{"number":8,"text":"Therefore I will wail and howl, I will go stripped and naked:\nI will make a wailing like the dragons, and mourning as the owls.\\f + \\fr 1.8 \n\\ft owls: Heb. daughters of the owl\\f* \n"},{"number":9,"text":"For her wound \\add is\\add* incurable; for it is come unto Judah;\nhe is come unto the gate of my people, \\add even\\add* to Jerusalem.\\f + \\fr 1.9 \n\\ft her…: or, she is grievously sick of her wounds\\f* \n\n"},{"number":10,"text":"Declare ye \\add it\\add* not at Gath, weep ye not at all:\nin the house of Aphrah roll thyself in the dust.\\f + \\fr 1.10  \\ft Aphrah: that is,\nDust\\f* \n"},{"number":11,"text":"Pass ye away, thou inhabitant of Saphir, having thy shame\nnaked: the inhabitant of Zaanan came not forth in the mourning of\nBeth-ezel; he shall receive of you his standing.\\f + \\fr 1.11  \\ft thou…: or, thou that dwellest\nfairly\\f*\\f + \\fr 1.11  \\ft inhabitant: Heb. inhabitress\\f*\\f + \\fr 1.11 \n\\ft Zaanan: or, The country of flocks\\f*\\f + \\fr 1.11  \\ft Beth-ezel: or, A place\nnear\\f* \n"},{"number":12,"text":"For the inhabitant of Maroth waited carefully for good: but\nevil came down from the \\nd LORD\\nd* unto the gate of Jerusalem.\\f + \\fr 1.12 \n\\ft inhabitant: Heb. inhabitress\\f*\\f + \\fr 1.12  \\ft waited…: or, was\ngrieved\\f* \n"},{"number":13,"text":"O thou inhabitant of Lachish, bind the chariot to the swift\nbeast: she \\add is\\add* the beginning of the sin to the daughter\nof Zion: for the transgressions of Israel were found in thee.\\f + \\fr 1.13 \n\\ft inhabitant: Heb. inhabitress\\f* \n"},{"number":14,"text":"Therefore shalt thou give presents to Moresheth-gath: the\nhouses of Achzib \\add shall be\\add* a lie to the kings of Israel.\\f + \\fr 1.14 \n\\ft to…: or, for Moresheth-gath\\f*\\f + \\fr 1.14  \\ft Achzib: that is, A\nlie\\f* \n"},{"number":15,"text":"Yet will I bring an heir unto thee, O inhabitant of Mareshah:\nhe shall come unto Adullam the glory of Israel.\\f + \\fr 1.15  \\ft inhabitant: Heb.\ninhabitress\\f*\\f + \\fr 1.15  \\ft he…: or, the glory of Israel shall,\netc\\f* \n"},{"number":16,"text":"Make thee bald, and poll thee for thy delicate children; enlarge\nthy baldness as the eagle; for they are gone into captivity from thee.\n"}],"number":1},{"verses":[{"number":1,"text":"Woe to them that devise iniquity, and work evil upon their\nbeds! when the morning is light, they practise it, because it is\nin the power of their hand. \n"},{"number":2,"text":"And they covet fields, and take \\add them\\add* by violence;\nand houses, and take \\add them\\add* away: so they oppress a man and his\nhouse, even a man and his heritage.\\f + \\fr 2.2  \\ft oppress: or,\ndefraud\\f* \n"},{"number":3,"text":"Therefore thus saith the \\nd LORD\\nd*; Behold, against this\nfamily do I devise an evil, from which ye shall not remove your necks;\nneither shall ye go haughtily: for this time \\add is\\add* evil. \n\n"},{"number":4,"text":"In that day shall \\add one\\add* take up a parable against you, and\nlament with a doleful lamentation, \\add and\\add* say, We be utterly\nspoiled: he hath changed the portion of my people: how hath he removed\n\\add it\\add* from me! turning away he hath divided our fields.\\f + \\fr 2.4 \n\\ft a doleful…: Heb. a lamentation of lamentations\\f*\\f + \\fr 2.4 \n\\ft turning…: or, instead of restoring\\f* \n"},{"number":5,"text":"Therefore thou shalt have none that shall cast a cord by lot\nin the congregation of the \\nd LORD\\nd*. \n\n"},{"number":6,"text":"Prophesy ye not, \\add say they to them that\\add* prophesy:\nthey shall not prophesy to them, \\add that\\add* they shall not take\nshame.\\f + \\fr 2.6  \\ft Prophesy ye…: or, Prophesy not as they prophesy: Heb. Drop,\netc\\f* \n\n"},{"number":7,"text":"O \\add thou that art\\add* named the house of Jacob, is the\nspirit of the \\nd LORD\\nd* straitened? \\add are\\add* these his doings?\ndo not my words do good to him that walketh uprightly?\\f + \\fr 2.7 \n\\ft straitened: or, shortened?\\f*\\f + \\fr 2.7  \\ft uprightly: Heb.\nupright?\\f* \n"},{"number":8,"text":"Even of late my people is risen up as an enemy: ye pull off\nthe robe with the garment from them that pass by securely as men\naverse from war.\\f + \\fr 2.8  \\ft of late: Heb. yesterday\\f*\\f + \\fr 2.8 \n\\ft with the: Heb. over against a\\f* \n"},{"number":9,"text":"The women of my people have ye cast out from their pleasant\nhouses; from their children have ye taken away my glory for ever.\\f + \\fr 2.9 \n\\ft women: or, wives\\f* \n"},{"number":10,"text":"Arise ye, and depart; for this \\add is\\add* not \\add your\\add*\nrest: because it is polluted, it shall destroy \\add you\\add*, even with a\nsore destruction. \n"},{"number":11,"text":"If a man walking in the spirit and falsehood do lie, \\add saying\\add*,\nI will prophesy unto thee of wine and of strong drink; he shall even be the\nprophet of this people.\\f + \\fr 2.11  \\ft walking…: or, walk with the wind, and lie\nfalsely\\f* \n\n"},{"number":12,"text":"I will surely assemble, O Jacob, all of thee; I will surely\ngather the remnant of Israel; I will put them together as the sheep\nof Bozrah, as the flock in the midst of their fold: they shall make great\nnoise by reason of \\add the multitude of\\add* men. \n"},{"number":13,"text":"The breaker is come up before them: they have broken up, and have passed\nthrough the gate, and are gone out by it: and their king shall pass\nbefore them, and the \\nd LORD\\nd* on the head of them. \n"}],"number":2},{"verses":[{"number":1,"text":"And I said, Hear, I pray you, O heads of Jacob, and ye princes\nof the house of Israel; \\add Is it\\add* not for you to know judgment?\n"},{"number":2,"text":"Who hate the good, and love the evil; who pluck off their skin\nfrom off them, and their flesh from off their bones; \n"},{"number":3,"text":"Who also eat the flesh of my people, and flay their skin from off them; and they\nbreak their bones, and chop them in pieces, as for the pot, and as\nflesh within the caldron. \n"},{"number":4,"text":"Then shall they cry unto the \\nd LORD\\nd*, but he will not\nhear them: he will even hide his face from them at that time, as they have behaved themselves\nill in their doings. \n\n"},{"number":5,"text":"Thus saith the \\nd LORD\\nd* concerning the prophets that make my\npeople err, that bite with their teeth, and cry, Peace; and he that\nputteth not into their mouths, they even prepare war against him.\n"},{"number":6,"text":"Therefore night \\add shall be\\add* unto you, that ye shall not have a\nvision; and it shall be dark unto you, that ye shall not divine;\nand the sun shall go down over the prophets, and the day shall be\ndark over them.\\f + \\fr 3.6  \\ft that…: vision: Heb. from a vision\\f*\\f + \\fr 3.6 \n\\ft that…: divine: Heb. from divining\\f* \n"},{"number":7,"text":"Then shall the seers be ashamed, and the diviners confounded:\nyea, they shall all cover their lips; for \\add there is\\add* no answer\nof God.\\f + \\fr 3.7  \\ft lips: Heb. upper lip\\f* \n\n"},{"number":8,"text":"But truly I am full of power by the spirit of the \\nd LORD\\nd*,\nand of judgment, and of might, to declare unto Jacob his transgression,\nand to Israel his sin. \n"},{"number":9,"text":"Hear this, I pray you, ye heads of the house of Jacob, and\nprinces of the house of Israel, that abhor judgment, and pervert\nall equity. \n"},{"number":10,"text":"They build up Zion with blood, and Jerusalem with iniquity.\\f + \\fr 3.10 \n\\ft blood: Heb. bloods\\f* \n"},{"number":11,"text":"The heads thereof judge for reward, and the priests thereof\nteach for hire, and the prophets thereof divine for money: yet will they\nlean upon the \\nd LORD\\nd*, and say, \\add Is\\add* not the \\nd LORD\\nd*\namong us? none evil can come upon us.\\f + \\fr 3.11  \\ft and say: Heb.\nsaying\\f* \n"},{"number":12,"text":"Therefore shall Zion for your sake be plowed \\add as\\add*\na field, and Jerusalem shall become heaps, and the mountain of the\nhouse as the high places of the forest. \n"}],"number":3},{"verses":[{"number":1,"text":"But in the last days it shall come to pass, \\add that\\add*\nthe mountain of the house of the \\nd LORD\\nd* shall be established\nin the top of the mountains, and it shall be exalted above the hills;\nand people shall flow unto it. \n"},{"number":2,"text":"And many nations shall come, and say, Come, and let us go up\nto the mountain of the \\nd LORD\\nd*, and to the house of the God\nof Jacob; and he will teach us of his ways, and we will walk in his\npaths: for the law shall go forth of Zion, and the word of the \\nd LORD\\nd*\nfrom Jerusalem. \n\n"},{"number":3,"text":"And he shall judge among many people, and rebuke strong nations\nafar off; and they shall beat their swords into plowshares, and their\nspears into pruninghooks: nation shall not lift up a sword against\nnation, neither shall they learn war any more.\\f + \\fr 4.3  \\ft pruninghooks: or,\nscythes\\f* \n"},{"number":4,"text":"But they shall sit every man under his vine and under his fig\ntree; and none shall make \\add them\\add* afraid: for the mouth of the\n\\nd LORD\\nd* of hosts hath spoken \\add it\\add*. \n"},{"number":5,"text":"For all people will walk every one in the name of his god,\nand we will walk in the name of the \\nd LORD\\nd* our God for ever\nand ever. \n"},{"number":6,"text":"In that day, saith the \\nd LORD\\nd*, will I assemble her that\nhalteth, and I will gather her that is driven out, and her that I have\nafflicted; \n"},{"number":7,"text":"And I will make her that halted a remnant, and her that was cast far\noff a strong nation: and the \\nd LORD\\nd* shall reign over them in\nmount Zion from henceforth, even for ever. \n\n"},{"number":8,"text":"And thou, O tower of the flock, the strong hold of the daughter\nof Zion, unto thee shall it come, even the first dominion; the kingdom\nshall come to the daughter of Jerusalem. \n"},{"number":9,"text":"Now why dost thou cry out aloud? \\add is there\\add* no king\nin thee? is thy counsellor perished? for pangs have taken thee as a woman in\ntravail. \n"},{"number":10,"text":"Be in pain, and labour to bring forth, O daughter of Zion,\nlike a woman in travail: for now shalt thou go forth out of the city,\nand thou shalt dwell in the field, and thou shalt go \\add even\\add*\nto Babylon; there shalt thou be delivered; there the \\nd LORD\\nd*\nshall redeem thee from the hand of thine enemies. \n\n"},{"number":11,"text":"Now also many nations are gathered against thee, that say,\nLet her be defiled, and let our eye look upon Zion. \n"},{"number":12,"text":"But they know not the thoughts of the \\nd LORD\\nd*, neither\nunderstand they his counsel: for he shall gather them as the sheaves\ninto the floor. \n"},{"number":13,"text":"Arise and thresh, O daughter of Zion: for I will make thine\nhorn iron, and I will make thy hoofs brass: and thou shalt beat in\npieces many people: and I will consecrate their gain unto the \\nd LORD\\nd*,\nand their substance unto the Lord of the whole earth. \n"}],"number":4},{"verses":[{"number":1,"text":"Now gather thyself in troops, O daughter of troops: he hath\nlaid siege against us: they shall smite the judge of Israel with a\nrod upon the cheek. \n"},{"number":2,"text":"But thou, Beth-lehem Ephratah, \\add though\\add* thou be little\namong the thousands of Judah, \\add yet\\add* out of thee shall he come\nforth unto me \\add that is\\add* to be ruler in Israel; whose goings\nforth \\add have been\\add* from of old, from everlasting.\\f + \\fr 5.2 \n\\ft everlasting: Heb. the days of eternity\\f* \n"},{"number":3,"text":"Therefore will he give them up, until the time \\add that\\add*\nshe which travaileth hath brought forth: then the remnant of his\nbrethren shall return unto the children of Israel. \n\n"},{"number":4,"text":"And he shall stand and feed in the strength of the \\nd LORD\\nd*,\nin the majesty of the name of the \\nd LORD\\nd* his God; and they shall\nabide: for now shall he be great unto the ends of the earth.\\f + \\fr 5.4 \n\\ft feed: or, rule\\f* \n"},{"number":5,"text":"And this \\add man\\add* shall be the peace, when the Assyrian\nshall come into our land: and when he shall tread in our palaces,\nthen shall we raise against him seven shepherds, and eight principal\nmen.\\f + \\fr 5.5  \\ft principal: Heb. princes of\\f* \n"},{"number":6,"text":"And they shall waste the land of Assyria with the sword, and the\nland of Nimrod in the entrances thereof: thus shall he deliver \\add us\\add*\nfrom the Assyrian, when he cometh into our land, and when he treadeth\nwithin our borders.\\f + \\fr 5.6  \\ft waste: Heb. eat up\\f*\\f + \\fr 5.6 \n\\ft in the…: or, with her own naked swords\\f* \n\n"},{"number":7,"text":"And the remnant of Jacob shall be in the midst of many people\nas a dew from the \\nd LORD\\nd*, as the showers upon the grass, that\ntarrieth not for man, nor waiteth for the sons of men. \n\n"},{"number":8,"text":"And the remnant of Jacob shall be among the Gentiles in the\nmidst of many people as a lion among the beasts of the forest, as a young\nlion among the flocks of sheep: who, if he go through, both treadeth\ndown, and teareth in pieces, and none can deliver.\\f + \\fr 5.8  \\ft sheep: or,\ngoats\\f* \n"},{"number":9,"text":"Thine hand shall be lifted up upon thine adversaries, and all thine\nenemies shall be cut off. \n"},{"number":10,"text":"And it shall come to pass in that day, saith the \\nd LORD\\nd*,\nthat I will cut off thy horses out of the midst of thee, and I will\ndestroy thy chariots: \n"},{"number":11,"text":"And I will cut off the cities of thy land, and throw down\nall thy strong holds: \n"},{"number":12,"text":"And I will cut off witchcrafts out of thine hand; and thou shalt have no\n\\add more\\add* soothsayers: \n"},{"number":13,"text":"Thy graven images also will I cut off, and thy standing images\nout of the midst of thee; and thou shalt no more worship the work\nof thine hands.\\f + \\fr 5.13  \\ft standing…: or, statues\\f* \n"},{"number":14,"text":"And I will pluck up thy groves out of the midst of thee: so will I\ndestroy thy cities.\\f + \\fr 5.14  \\ft cities: or, enemies\\f* \n"},{"number":15,"text":"And I will execute vengeance in anger and fury upon the heathen,\nsuch as they have not heard. \n"}],"number":5},{"verses":[{"number":1,"text":"Hear ye now what the \\nd LORD\\nd* saith; Arise, contend thou before the\nmountains, and let the hills hear thy voice.\\f + \\fr 6.1  \\ft before: or,\nwith\\f* \n"},{"number":2,"text":"Hear ye, O mountains, the \\nd LORD’s\\nd* controversy, and ye\nstrong foundations of the earth: for the \\nd LORD\\nd* hath a controversy\nwith his people, and he will plead with Israel. \n"},{"number":3,"text":"O my people, what have I done unto thee? and wherein have I\nwearied thee? testify against me. \n"},{"number":4,"text":"For I brought thee up out of the land of Egypt, and redeemed\nthee out of the house of servants; and I sent before thee Moses,\nAaron, and Miriam. \n"},{"number":5,"text":"O my people, remember now what Balak king of Moab consulted,\nand what Balaam the son of Beor answered him from Shittim unto Gilgal;\nthat ye may know the righteousness of the \\nd LORD\\nd*. \n\n"},{"number":6,"text":"Wherewith shall I come before the \\nd LORD\\nd*, \\add and\\add*\nbow myself before the high God? shall I come before him with burnt\nofferings, with calves of a year old?\\f + \\fr 6.6  \\ft of a…: Heb. sons of a\nyear?\\f* \n"},{"number":7,"text":"Will the \\nd LORD\\nd* be pleased with thousands of rams, \\add or\\add*\nwith ten thousands of rivers of oil? shall I give my firstborn \\add for\\add*\nmy transgression, the fruit of my body \\add for\\add* the sin of my\nsoul?\\f + \\fr 6.7  \\ft body: Heb. belly\\f* \n"},{"number":8,"text":"He hath shewed thee, O man, what \\add is\\add* good; and what doth the\n\\nd LORD\\nd* require of thee, but to do justly, and to love mercy,\nand to walk humbly with thy God?\\f + \\fr 6.8  \\ft walk…: Heb. humble thyself to\nwalk\\f* \n\n"},{"number":9,"text":"The \\nd LORD’s\\nd* voice crieth unto the city, and \\add the man\nof\\add* wisdom shall see thy name: hear ye the rod, and who hath\nappointed it.\\f + \\fr 6.9  \\ft the man…: or, thy name shall see that which\nis\\f* \n\n"},{"number":10,"text":"Are there yet the treasures of wickedness in the house of the\nwicked, and the scant measure \\add that is\\add* abominable?\\f + \\fr 6.10 \n\\ft Are…: or, Is there yet unto every man an house of the, etc\\f*\\f + \\fr 6.10 \n\\ft scant…: Heb. measure of leanness\\f* \n"},{"number":11,"text":"Shall I count \\add them\\add* pure with the wicked balances,\nand with the bag of deceitful weights?\\f + \\fr 6.11  \\ft count…: or, be pure with,\netc\\f* \n"},{"number":12,"text":"For the rich men thereof are full of violence, and the inhabitants\nthereof have spoken lies, and their tongue \\add is\\add* deceitful\nin their mouth. \n"},{"number":13,"text":"Therefore also will I make \\add thee\\add* sick in smiting thee, in making\n\\add thee\\add* desolate because of thy sins. \n"},{"number":14,"text":"Thou shalt eat, but not be satisfied; and thy casting down\n\\add shall be\\add* in the midst of thee; and thou shalt take hold,\nbut shalt not deliver; and \\add that\\add* which thou deliverest will I give\nup to the sword. \n"},{"number":15,"text":"Thou shalt sow, but thou shalt not reap; thou shalt tread\nthe olives, but thou shalt not anoint thee with oil; and sweet wine,\nbut shalt not drink wine. \n\n"},{"number":16,"text":"For the statutes of Omri are kept, and all the works of the\nhouse of Ahab, and ye walk in their counsels; that I should make\nthee a desolation, and the inhabitants thereof an hissing: therefore ye shall\nbear the reproach of my people.\\f + \\fr 6.16  \\ft For the…: or, For he doth much keep the,\netc\\f*\\f + \\fr 6.16  \\ft desolation: or, astonishment\\f* \n"}],"number":6},{"verses":[{"number":1,"text":"Woe is me! for I am as when they have gathered the summer fruits,\nas the grapegleanings of the vintage: \\add there is\\add* no cluster\nto eat: my soul desired the firstripe fruit.\\f + \\fr 7.1  \\ft when…: Heb. the gatherings of\nsummer\\f* \n"},{"number":2,"text":"The good \\add man\\add* is perished out of the earth: and \\add there\nis\\add* none upright among men: they all lie in wait for blood; they\nhunt every man his brother with a net.\\f + \\fr 7.2  \\ft good: or, godly, or,\nmerciful\\f* \n\n"},{"number":3,"text":"That they may do evil with both hands earnestly, the prince\nasketh, and the judge \\add asketh\\add* for a reward; and the great\n\\add man\\add*, he uttereth his mischievous desire: so they wrap it\nup.\\f + \\fr 7.3  \\ft his…: Heb. the mischief of his soul\\f* \n"},{"number":4,"text":"The best of them \\add is\\add* as a brier: the most upright\n\\add is sharper\\add* than a thorn hedge: the day of thy watchmen\n\\add and\\add* thy visitation cometh; now shall be their perplexity.\n\n"},{"number":5,"text":"Trust ye not in a friend, put ye not confidence in a guide:\nkeep the doors of thy mouth from her that lieth in thy bosom. \n"},{"number":6,"text":"For the son dishonoureth the father, the daughter riseth up\nagainst her mother, the daughter in law against her mother in law;\na man’s enemies \\add are\\add* the men of his own house. \n\n"},{"number":7,"text":"Therefore I will look unto the \\nd LORD\\nd*; I will wait for the\nGod of my salvation: my God will hear me. \n\n"},{"number":8,"text":"Rejoice not against me, O mine enemy: when I fall, I shall\narise; when I sit in darkness, the \\nd LORD\\nd* \\add shall be\\add*\na light unto me. \n"},{"number":9,"text":"I will bear the indignation of the \\nd LORD\\nd*, because I have\nsinned against him, until he plead my cause, and execute judgment\nfor me: he will bring me forth to the light, \\add and\\add* I shall\nbehold his righteousness. \n"},{"number":10,"text":"Then \\add she that is\\add* mine enemy shall see \\add it\\add*,\nand shame shall cover her which said unto me, Where is the \\nd LORD\\nd*\nthy God? mine eyes shall behold her: now shall she be trodden down\nas the mire of the streets.\\f + \\fr 7.10  \\ft Then…: or, And thou wilt see her that is mine enemy, and cover her with\nshame\\f*\\f + \\fr 7.10  \\ft shall she…: Heb. she shall be for a treading\ndown\\f* \n"},{"number":11,"text":"\\add In\\add* the day that thy walls are to be built, \\add in\\add*\nthat day shall the decree be far removed. \n"},{"number":12,"text":"\\add In\\add* that day \\add also\\add* he shall come even to thee from\nAssyria, and \\add from\\add* the fortified cities, and from the fortress\neven to the river, and from sea to sea, and \\add from\\add* mountain\nto mountain.\\f + \\fr 7.12  \\ft and from the fortified cities: or, even to the fortified\ncities\\f* \n"},{"number":13,"text":"Notwithstanding the land shall be desolate because of them that\ndwell therein, for the fruit of their doings.\\f + \\fr 7.13  \\ft Notwithstanding: or, After that it hath\nbeen\\f* \n\n"},{"number":14,"text":"Feed thy people with thy rod, the flock of thine heritage,\nwhich dwell solitarily \\add in\\add* the wood, in the midst of Carmel:\nlet them feed \\add in\\add* Bashan and Gilead, as in the days of old.\\f + \\fr 7.14 \n\\ft Feed: or, Rule\\f* \n"},{"number":15,"text":"According to the days of thy coming out of the land of Egypt\nwill I shew unto him marvellous \\add things\\add*. \n\n"},{"number":16,"text":"The nations shall see and be confounded at all their might:\nthey shall lay \\add their\\add* hand upon \\add their\\add* mouth, their\nears shall be deaf. \n"},{"number":17,"text":"They shall lick the dust like a serpent, they shall move out of their\nholes like worms of the earth: they shall be afraid of the \\nd LORD\\nd*\nour God, and shall fear because of thee.\\f + \\fr 7.17  \\ft worms: or, creeping\nthings\\f* \n"},{"number":18,"text":"Who \\add is\\add* a God like unto thee, that pardoneth iniquity,\nand passeth by the transgression of the remnant of his heritage?\nhe retaineth not his anger for ever, because he delighteth \\add in\\add*\nmercy. \n"},{"number":19,"text":"He will turn again, he will have compassion upon us; he will\nsubdue our iniquities; and thou wilt cast all their sins into the\ndepths of the sea. \n"},{"number":20,"text":"Thou wilt perform the truth to Jacob, \\add and\\add* the mercy\nto Abraham, which thou hast sworn unto our fathers from the days\nof old. "}],"number":7}]}