{"headers":{"id":"NAM Nahum","h":"Nahum","toc1":"Nahum","toc2":"Nahum","toc3":"Nam","mt1":"Nahum"},"book":"Nahum","chapters":[{"verses":[{"number":1,"text":"The burden of Nineveh. The book of the vision of Nahum the\nElkoshite. \n\n"},{"number":2,"text":"God \\add is\\add* jealous, and the \\nd LORD\\nd* revengeth; the\n\\nd LORD\\nd* revengeth, and \\add is\\add* furious; the \\nd LORD\\nd*\nwill take vengeance on his adversaries, and he reserveth \\add wrath\\add*\nfor his enemies.\\f + \\fr 1.2  \\ft God…: or, The \\+nd LORD\\+nd* is a jealous God, and a revenger,\netc\\f*\\f + \\fr 1.2  \\ft is furious: Heb. that hath fury\\f* \n"},{"number":3,"text":"The \\nd LORD\\nd* \\add is\\add* slow to anger, and great in power,\nand will not at all acquit \\add the wicked:\\add* the \\nd LORD\\nd*\nhath his way in the whirlwind and in the storm, and the clouds \\add are\\add*\nthe dust of his feet. \n"},{"number":4,"text":"He rebuketh the sea, and maketh it dry, and drieth up all the\nrivers: Bashan languisheth, and Carmel, and the flower of Lebanon\nlanguisheth. \n"},{"number":5,"text":"The mountains quake at him, and the hills melt, and the earth\nis burned at his presence, yea, the world, and all that dwell therein.\n"},{"number":6,"text":"Who can stand before his indignation? and who can abide in the\nfierceness of his anger? his fury is poured out like fire, and the\nrocks are thrown down by him.\\f + \\fr 1.6  \\ft abide: Heb. stand\nup\\f* \n"},{"number":7,"text":"The \\nd LORD\\nd* \\add is\\add* good, a strong hold in the day\nof trouble; and he knoweth them that trust in him.\\f + \\fr 1.7  \\ft strong hold: or,\nstrength\\f* \n"},{"number":8,"text":"But with an overrunning flood he will make an utter end of the\nplace thereof, and darkness shall pursue his enemies. \n\n"},{"number":9,"text":"What do ye imagine against the \\nd LORD\\nd*? he will make an utter\nend: affliction shall not rise up the second time. \n"},{"number":10,"text":"For while \\add they be\\add* folden together \\add as\\add* thorns,\nand while they are drunken \\add as\\add* drunkards, they shall be\ndevoured as stubble fully dry. \n"},{"number":11,"text":"There is \\add one\\add* come out of thee, that imagineth evil\nagainst the \\nd LORD\\nd*, a wicked counsellor.\\f + \\fr 1.11  \\ft a wicked…: Heb. a counsellor of\nBelial\\f* \n"},{"number":12,"text":"Thus saith the \\nd LORD\\nd*; Though \\add they be\\add* quiet,\nand likewise many, yet thus shall they be cut down, when he shall pass\nthrough. Though I have afflicted thee, I will afflict thee no more.\\f + \\fr 1.12 \n\\ft Though…: or, If they would have been at peace, so should they have been many, and so should they have been shorn, and he\nshould have passed away\\f*\\f + \\fr 1.12  \\ft cut down: Heb. shorn\\f*\n"},{"number":13,"text":"For now will I break his yoke from off thee, and will burst\nthy bonds in sunder. \n"},{"number":14,"text":"And the \\nd LORD\\nd* hath given a commandment concerning thee,\n\\add that\\add* no more of thy name be sown: out of the house of thy\ngods will I cut off the graven image and the molten image: I will\nmake thy grave; for thou art vile. \n"},{"number":15,"text":"Behold upon the mountains the feet of him that bringeth good\ntidings, that publisheth peace! O Judah, keep thy solemn feasts,\nperform thy vows: for the wicked shall no more pass through thee; he is utterly cut\noff.\\f + \\fr 1.15  \\ft keep…: Heb. feast\\f*\\f + \\fr 1.15  \\ft the wicked: Heb.\nBelial\\f* \n"}],"number":1},{"verses":[{"number":1,"text":"He that dasheth in pieces is come up before thy face: keep\nthe munition, watch the way, make \\add thy\\add* loins strong, fortify\n\\add thy\\add* power mightily.\\f + \\fr 2.1  \\ft He…: or, The disperser, or,\nhammer\\f* \n"},{"number":2,"text":"For the \\nd LORD\\nd* hath turned away the excellency of Jacob,\nas the excellency of Israel: for the emptiers have emptied them out,\nand marred their vine branches.\\f + \\fr 2.2  \\ft the excellency of Jacob…: or, the pride of Jacob as the pride,\netc\\f* \n"},{"number":3,"text":"The shield of his mighty men is made red, the valiant men \\add are\\add*\nin scarlet: the chariots \\add shall be\\add* with flaming torches\nin the day of his preparation, and the fir trees shall be terribly\nshaken.\\f + \\fr 2.3  \\ft in scarlet: or, dyed scarlet\\f*\\f + \\fr 2.3 \n\\ft flaming: or, fiery\\f* \n"},{"number":4,"text":"The chariots shall rage in the streets, they shall justle one against\nanother in the broad ways: they shall seem like torches, they shall\nrun like the lightnings.\\f + \\fr 2.4  \\ft they: Heb. their show\\f*\n"},{"number":5,"text":"He shall recount his worthies: they shall stumble in their\nwalk; they shall make haste to the wall thereof, and the defence\nshall be prepared.\\f + \\fr 2.5  \\ft worthies: or, gallants\\f*\\f + \\fr 2.5 \n\\ft defence: Heb. covering, or, coverer\\f* \n"},{"number":6,"text":"The gates of the rivers shall be opened, and the palace shall be\ndissolved.\\f + \\fr 2.6  \\ft dissolved: or, molten\\f* \n"},{"number":7,"text":"And Huzzab shall be led away captive, she shall be brought\nup, and her maids shall lead \\add her\\add* as with the voice of doves,\ntabering upon their breasts.\\f + \\fr 2.7  \\ft Huzzab: or, that which was established, or, there was a stand\nmade\\f*\\f + \\fr 2.7  \\ft led…: or, discovered\\f* \n"},{"number":8,"text":"But Nineveh \\add is\\add* of old like a pool of water: yet they shall flee\naway. Stand, stand, \\add shall they cry;\\add* but none shall look\nback.\\f + \\fr 2.8  \\ft of old: or, from the days that she hath been\\f*\\f + \\fr 2.8 \n\\ft look back: or, cause them to turn\\f* \n"},{"number":9,"text":"Take ye the spoil of silver, take the spoil of gold: for \\add there\nis\\add* none end of the store \\add and\\add* glory out of all the\npleasant furniture.\\f + \\fr 2.9  \\ft for…: or, and their infinite store,\netc\\f*\\f + \\fr 2.9  \\ft pleasant…: Heb. vessels of desire\\f* \n"},{"number":10,"text":"She is empty, and void, and waste: and the heart melteth,\nand the knees smite together, and much pain \\add is\\add* in all loins,\nand the faces of them all gather blackness. \n\n"},{"number":11,"text":"Where \\add is\\add* the dwelling of the lions, and the feedingplace\nof the young lions, where the lion, \\add even\\add* the old lion,\nwalked, \\add and\\add* the lion’s whelp, and none made \\add them\\add*\nafraid? \n"},{"number":12,"text":"The lion did tear in pieces enough for his whelps, and strangled\nfor his lionesses, and filled his holes with prey, and his dens with\nravin. \n"},{"number":13,"text":"Behold, I \\add am\\add* against thee, saith the \\nd LORD\\nd*\nof hosts, and I will burn her chariots in the smoke, and the sword\nshall devour thy young lions: and I will cut off thy prey from the\nearth, and the voice of thy messengers shall no more be heard. \n"}],"number":2},{"verses":[{"number":1,"text":"Woe to the bloody city! it \\add is\\add* all full of lies \\add and\\add*\nrobbery; the prey departeth not;\\f + \\fr 3.1  \\ft bloody…: Heb. city of\nbloods\\f* \n"},{"number":2,"text":"The noise of a whip, and the noise of the rattling of the wheels,\nand of the pransing horses, and of the jumping chariots. \n"},{"number":3,"text":"The horseman lifteth up both the bright sword and the glittering\nspear: and \\add there is\\add* a multitude of slain, and a great number of\ncarcases; and \\add there is\\add* none end of \\add their\\add* corpses;\nthey stumble upon their corpses:\\f + \\fr 3.3  \\ft the bright…: Heb. the flame of the sword, and the lightning of the\nspear\\f* \n"},{"number":4,"text":"Because of the multitude of the whoredoms of the wellfavoured\nharlot, the mistress of witchcrafts, that selleth nations through her\nwhoredoms, and families through her witchcrafts. \n"},{"number":5,"text":"Behold, I \\add am\\add* against thee, saith the \\nd LORD\\nd*\nof hosts; and I will discover thy skirts upon thy face, and I will\nshew the nations thy nakedness, and the kingdoms thy shame. \n"},{"number":6,"text":"And I will cast abominable filth upon thee, and make thee vile,\nand will set thee as a gazingstock. \n"},{"number":7,"text":"And it shall come to pass, \\add that\\add* all they that look\nupon thee shall flee from thee, and say, Nineveh is laid waste: who will\nbemoan her? whence shall I seek comforters for thee? \n\n"},{"number":8,"text":"Art thou better than populous No, that was situate among the\nrivers, \\add that had\\add* the waters round about it, whose rampart\n\\add was\\add* the sea, \\add and\\add* her wall \\add was\\add* from the\nsea?\\f + \\fr 3.8  \\ft populous…: or, nourishing, etc: Heb. No Amon\\f*\n"},{"number":9,"text":"Ethiopia and Egypt \\add were\\add* her strength, and \\add it\nwas\\add* infinite; Put and Lubim were thy helpers.\\f + \\fr 3.9  \\ft thy helpers: Heb. in thy\nhelp\\f* \n"},{"number":10,"text":"Yet \\add was\\add* she carried away, she went into captivity:\nher young children also were dashed in pieces at the top of all the\nstreets: and they cast lots for her honourable men, and all her great\nmen were bound in chains. \n"},{"number":11,"text":"Thou also shalt be drunken: thou shalt be hid, thou also shalt\nseek strength because of the enemy. \n"},{"number":12,"text":"All thy strong holds \\add shall be like\\add* fig trees with the firstripe\nfigs: if they be shaken, they shall even fall into the mouth of the\neater. \n"},{"number":13,"text":"Behold, thy people in the midst of thee \\add are\\add* women:\nthe gates of thy land shall be set wide open unto thine enemies:\nthe fire shall devour thy bars. \n"},{"number":14,"text":"Draw thee waters for the siege, fortify thy strong holds:\ngo into clay, and tread the morter, make strong the brickkiln. \n"},{"number":15,"text":"There shall the fire devour thee; the sword shall cut thee\noff, it shall eat thee up like the cankerworm: make thyself many\nas the cankerworm, make thyself many as the locusts. \n"},{"number":16,"text":"Thou hast multiplied thy merchants above the stars of heaven:\nthe cankerworm spoileth, and flieth away.\\f + \\fr 3.16  \\ft spoileth: or, spreadeth\nhimself\\f* \n"},{"number":17,"text":"Thy crowned \\add are\\add* as the locusts, and thy captains\nas the great grasshoppers, which camp in the hedges in the cold day,\n\\add but\\add* when the sun ariseth they flee away, and their place\nis not known where they \\add are\\add*. \n"},{"number":18,"text":"Thy shepherds slumber, O king of Assyria: thy nobles shall\ndwell \\add in the dust:\\add* thy people is scattered upon the mountains,\nand no man gathereth \\add them\\add*.\\f + \\fr 3.18  \\ft nobles: or, valiant\nones\\f* \n"},{"number":19,"text":"\\add There is\\add* no healing of thy bruise; thy wound is\ngrievous: all that hear the bruit of thee shall clap the hands over thee: for upon whom hath not thy\nwickedness passed continually?\\f + \\fr 3.19  \\ft healing: Heb. wrinkling\\f*\n"}],"number":3}]}