{"headers":{"id":"HAB  Habakkuk","h":"Habakkuk","toc1":"Habakkuk","toc2":"Habakkuk","toc3":"Hab","mt1":"Habakkuk"},"book":"Habakkuk","chapters":[{"verses":[{"number":1,"text":"The burden which Habakkuk the prophet did see. \n"},{"number":2,"text":"O \\nd LORD\\nd*, how long shall I cry, and thou wilt not hear!\n\\add even\\add* cry out unto thee \\add of\\add* violence, and thou wilt not\nsave! \n"},{"number":3,"text":"Why dost thou shew me iniquity, and cause \\add me\\add* to behold\ngrievance? for spoiling and violence \\add are\\add* before me: and there are\n\\add that\\add* raise up strife and contention. \n"},{"number":4,"text":"Therefore the law is slacked, and judgment doth never go forth:\nfor the wicked doth compass about the righteous; therefore wrong\njudgment proceedeth.\\f + \\fr 1.4  \\ft wrong: or, wrested\\f* \n\n"},{"number":5,"text":"¶ Behold ye among the heathen, and regard, and wonder marvellously: for\n\\add I\\add* will work a work in your days, \\add which\\add* ye will not\nbelieve, though it be told \\add you\\add*. \n"},{"number":6,"text":"For, lo, I raise up the Chaldeans, \\add that\\add* bitter and\nhasty nation, which shall march through the breadth of the land,\nto possess the dwellingplaces \\add that are\\add* not theirs.\\f + \\fr 1.6 \n\\ft breadth: Heb. breadths\\f* \n"},{"number":7,"text":"They \\add are\\add* terrible and dreadful: their judgment and their\ndignity shall proceed of themselves.\\f + \\fr 1.7  \\ft their judgment…: or, from them shall proceed the judgment of these, and\nthe captivity of these\\f* \n"},{"number":8,"text":"Their horses also are swifter than the leopards, and are more\nfierce than the evening wolves: and their horsemen shall spread themselves, and their\nhorsemen shall come from far; they shall fly as the eagle \\add that\\add*\nhasteth to eat.\\f + \\fr 1.8  \\ft fierce: Heb. sharp\\f* \n"},{"number":9,"text":"They shall come all for violence: their faces shall sup up\n\\add as\\add* the east wind, and they shall gather the captivity as the\nsand.\\f + \\fr 1.9  \\ft their…: or, the supping up of their faces, etc: or, their faces shall look (Heb. the opposition of their\nfaces) toward the east\\f* \n"},{"number":10,"text":"And they shall scoff at the kings, and the princes shall be a\nscorn unto them: they shall deride every strong hold; for they shall\nheap dust, and take it. \n"},{"number":11,"text":"Then shall \\add his\\add* mind change, and he shall pass over,\nand offend, \\add imputing\\add* this his power unto his god. \n\n"},{"number":12,"text":"¶ \\add Art\\add* thou not from everlasting, O \\nd LORD\\nd* my\nGod, mine Holy One? we shall not die. O \\nd LORD\\nd*, thou hast ordained\nthem for judgment; and, O mighty God, thou hast established them for\ncorrection.\\f + \\fr 1.12  \\ft mighty…: Heb. rock\\f*\\f + \\fr 1.12 \n\\ft established: Heb. founded\\f* \n"},{"number":13,"text":"\\add Thou art\\add* of purer eyes than to behold evil, and\ncanst not look on iniquity: wherefore lookest thou upon them that deal\ntreacherously, \\add and\\add* holdest thy tongue when the wicked devoureth\n\\add the man that is\\add* more righteous than he?\\f + \\fr 1.13  \\ft iniquity: or,\ngrievance\\f* \n"},{"number":14,"text":"And makest men as the fishes of the sea, as the creeping things,\n\\add that have\\add* no ruler over them?\\f + \\fr 1.14  \\ft creeping: or,\nmoving\\f* \n"},{"number":15,"text":"They take up all of them with the angle, they catch them in their\nnet, and gather them in their drag: therefore they rejoice and are\nglad.\\f + \\fr 1.15  \\ft drag: or, flue net\\f* \n"},{"number":16,"text":"Therefore they sacrifice unto their net, and burn incense\nunto their drag; because by them their portion \\add is\\add* fat,\nand their meat plenteous.\\f + \\fr 1.16  \\ft plenteous: or, dainty: Heb.\nfat\\f* \n"},{"number":17,"text":"Shall they therefore empty their net, and not spare continually\nto slay the nations? \n"}],"number":1},{"verses":[{"number":1,"text":"I will stand upon my watch, and set me upon the tower, and will\nwatch to see what he will say unto me, and what I shall answer when I am\nreproved.\\f + \\fr 2.1  \\ft tower: Heb. fenced place\\f*\\f + \\fr 2.1 \n\\ft unto me: or, in me\\f*\\f + \\fr 2.1  \\ft when…: or, when I am argued with: Heb. upon my reproof, or,\narguing\\f* \n"},{"number":2,"text":"And the \\nd LORD\\nd* answered  me, and said, Write the vision, and make\n\\add it\\add* plain upon tables, that he may run that readeth it.\n"},{"number":3,"text":"For the vision \\add is\\add* yet for an appointed time, but at the\nend it shall speak, and not lie: though it tarry, wait for it; because it will\nsurely come, it will not tarry. \n"},{"number":4,"text":"Behold, his soul \\add which\\add* is lifted up is not upright\nin him: but the just shall live by his faith. \n\n"},{"number":5,"text":"¶ Yea also, because he transgresseth by wine, \\add he is\\add*\na proud man, neither keepeth at home, who enlargeth his desire as\nhell, and \\add is\\add* as death, and cannot be satisfied, but gathereth\nunto him all nations, and heapeth unto him all people:\\f + \\fr 2.5 \n\\ft Yea…: or, How much more\\f* \n"},{"number":6,"text":"Shall not all these take up a parable against him, and a taunting\nproverb against him, and say, Woe to him that increaseth \\add that which\nis\\add* not his! how long? and to him that ladeth himself with thick\nclay!\\f + \\fr 2.6  \\ft Woe…: or, Ho, he\\f* \n"},{"number":7,"text":"Shall they not rise up suddenly that shall bite thee, and awake\nthat shall vex thee, and thou shalt be for booties unto them? \n"},{"number":8,"text":"Because thou hast spoiled many nations, all the remnant of the\npeople shall spoil thee; because of men’s blood, and \\add for\\add*\nthe violence of the land, of the city, and of all that dwell therein.\\f + \\fr 2.8 \n\\ft blood: Heb. bloods\\f* \n\n"},{"number":9,"text":"¶ Woe to him that coveteth an evil covetousness to his house,\nthat he may set his nest on high, that he may be delivered from the\npower of evil!\\f + \\fr 2.9  \\ft coveteth…: or, gaineth and evil gain\\f*\\f + \\fr 2.9 \n\\ft power…: Heb. palm of the hand\\f* \n"},{"number":10,"text":"Thou hast consulted shame to thy house by cutting off many\npeople, and hast sinned \\add against\\add* thy soul. \n"},{"number":11,"text":"For the stone shall cry out of the wall, and the beam out\nof the timber shall answer it.\\f + \\fr 2.11  \\ft beam: or, piece, or,\nfastening\\f*\\f + \\fr 2.11  \\ft answer it: or, witness against it\\f*\n\n"},{"number":12,"text":"¶ Woe to him that buildeth a town with blood, and stablisheth\na city by iniquity!\\f + \\fr 2.12  \\ft blood: Heb. bloods\\f* \n"},{"number":13,"text":"Behold, \\add is it\\add* not of the \\nd LORD\\nd* of hosts that the\npeople shall labour in the very fire, and the people shall weary\nthemselves for very vanity?\\f + \\fr 2.13  \\ft for…: or, in vain?\\f*\n"},{"number":14,"text":"For the earth shall be filled with the knowledge of the glory\nof the \\nd LORD\\nd*, as the waters cover the sea.\\f + \\fr 2.14  \\ft with…: or, by knowing the\nglory\\f* \n\n"},{"number":15,"text":"¶ Woe unto him that giveth his neighbour drink, that puttest\nthy bottle to \\add him\\add*, and makest \\add him\\add* drunken also, that thou mayest\nlook on their nakedness! \n"},{"number":16,"text":"Thou art filled with shame for glory: drink thou also, and let thy foreskin be\nuncovered: the cup of the \\nd LORD’s\\nd* right hand shall be turned\nunto thee, and shameful spewing \\add shall be\\add* on thy glory.\\f + \\fr 2.16 \n\\ft with…: or, more with shame than with glory\\f* \n"},{"number":17,"text":"For the violence of Lebanon shall cover thee, and the spoil\nof beasts, \\add which\\add* made them afraid, because of men’s blood,\nand for the violence of the land, of the city, and of all that dwell therein.\n\n"},{"number":18,"text":"¶ What profiteth the graven image that the maker thereof hath\ngraven it; the molten image, and a teacher of lies, that the maker\nof his work trusteth therein, to make dumb idols?\\f + \\fr 2.18  \\ft maker of…: Heb. fashioner of his\nfashion\\f* \n"},{"number":19,"text":"Woe unto him that saith to the wood, Awake; to the dumb stone,\nArise, it shall teach! Behold, it \\add is\\add* laid over with gold\nand silver, and \\add there is\\add* no breath at all in the midst of it.\n"},{"number":20,"text":"But the \\nd LORD\\nd* \\add is\\add* in his holy temple: let all the\nearth keep silence before him.\\f + \\fr 2.20  \\ft let…: Heb. be silent all the earth before\nhim\\f* \n"}],"number":2},{"verses":[{"number":1,"text":"A prayer of Habakkuk the prophet upon Shigionoth.\\f + \\fr 3.1 \n\\ft upon…: or, according to variable songs, or, tunes, called in Hebrew,\nShigionoth\\f* \n"},{"number":2,"text":"O \\nd LORD\\nd*, I have heard thy speech, \\add and\\add* was\nafraid: O \\nd LORD\\nd*, revive thy work in the midst of the years,\nin the midst of the years make known; in wrath remember mercy.\\f + \\fr 3.2 \n\\ft speech: Heb. report, or, hearing\\f*\\f + \\fr 3.2  \\ft revive: or, preserve\nalive\\f* \n\n"},{"number":3,"text":"God came from Teman, and the Holy One from mount Paran. Selah.\nHis glory covered the heavens, and the earth was full of his praise.\\f + \\fr 3.3 \n\\ft Teman: or, the south\\f* \n"},{"number":4,"text":"And \\add his\\add* brightness was as the light; he had horns\n\\add coming\\add* out of his hand: and there \\add was\\add* the hiding\nof his power.\\f + \\fr 3.4  \\ft horns…: or, bright beams out of his\nside\\f* \n"},{"number":5,"text":"Before him went the pestilence, and burning coals went forth\nat his feet.\\f + \\fr 3.5  \\ft coals: or, diseases\\f* \n"},{"number":6,"text":"He stood, and measured the earth: he beheld, and drove asunder\nthe nations; and the everlasting mountains were scattered, the perpetual\nhills did bow: his ways \\add are\\add* everlasting. \n"},{"number":7,"text":"I saw the tents of Cushan in affliction: \\add and\\add* the\ncurtains of the land of Midian did tremble.\\f + \\fr 3.7  \\ft Cushan: or,\nEthiopia\\f*\\f + \\fr 3.7  \\ft in…: or, under affliction, or, vanity\\f*\n"},{"number":8,"text":"Was the \\nd LORD\\nd* displeased  against the rivers? \\add was\\add*\nthine anger against the rivers? \\add was\\add* thy wrath against the\nsea, that thou didst ride upon thine horses \\add and\\add* thy chariots\nof salvation?\\f + \\fr 3.8  \\ft of…: or, were salvation?\\f* \n"},{"number":9,"text":"Thy bow was made quite naked, \\add according\\add* to the oaths\nof the tribes, \\add even thy\\add* word. Selah. Thou didst cleave\nthe earth with rivers.\\f + \\fr 3.9  \\ft earth…: or, rivers of the\nearth\\f* \n"},{"number":10,"text":"The mountains saw thee, \\add and\\add* they trembled: the overflowing\nof the water passed by: the deep uttered his voice, \\add and\\add*\nlifted up his hands on high. \n"},{"number":11,"text":"The sun \\add and\\add* moon stood still in their habitation:\nat the light of thine arrows they went, \\add and\\add* at the shining\nof thy glittering spear.\\f + \\fr 3.11  \\ft at the light…: or, thine arrows walked in the\nlight\\f* \n"},{"number":12,"text":"Thou didst march through the land in indignation, thou didst\nthresh the heathen in anger. \n"},{"number":13,"text":"Thou wentest forth for the salvation of thy people, \\add even\\add*\nfor salvation with thine anointed; thou woundedst the head out of the\nhouse of the wicked, by discovering the foundation unto the neck.\nSelah.\\f + \\fr 3.13  \\ft by…: Heb. making naked\\f* \n"},{"number":14,"text":"Thou didst strike through with his staves the head of his\nvillages: they came out as a whirlwind to scatter me: their rejoicing\n\\add was\\add* as to devour the poor secretly.\\f + \\fr 3.14  \\ft came…: Heb. were\ntempestuous\\f* \n"},{"number":15,"text":"Thou didst walk through the sea with thine horses, \\add through\\add*\nthe heap of great waters.\\f + \\fr 3.15  \\ft heap: or, mud\\f* \n\n"},{"number":16,"text":"When I heard, my belly trembled; my lips quivered at the voice:\nrottenness entered into my bones, and I trembled in myself, that I might\nrest in the day of trouble: when he cometh up unto the people, he will invade them with his\ntroops.\\f + \\fr 3.16  \\ft invade…: or, cut them in pieces\\f* \n\n"},{"number":17,"text":"¶ Although the fig tree shall not blossom, neither \\add shall\\add*\nfruit \\add be\\add* in the vines; the labour of the olive shall fail,\nand the fields shall yield no meat; the flock shall be cut off from the\nfold, and \\add there shall be\\add* no herd in the stalls:\\f + \\fr 3.17 \n\\ft fail: Heb. lie\\f* \n"},{"number":18,"text":"Yet I will rejoice in the \\nd LORD\\nd*, I will joy in the\nGod of my salvation. \n"},{"number":19,"text":"The \\nd LORD\\nd* God \\add is\\add* my strength, and he will\nmake my feet like hinds’ \\add feet\\add*, and he will make me to walk\nupon mine high places. To the chief singer on my stringed instruments.\\f + \\fr 3.19 \n\\ft chief…: or, overseer\\f*\\f + \\fr 3.19  \\ft stringed…: Heb. Neginoth\\f*\n"}],"number":3}]}