{"headers":{"id":"ZEP  Zephaniah","h":"Zephaniah","toc1":"Zephaniah","toc2":"Zephaniah","toc3":"Zep","mt1":"Zephaniah"},"book":"Zephaniah","chapters":[{"verses":[{"number":1,"text":"The word of the \\nd LORD\\nd* which came unto Zephaniah the\nson of Cushi, the son of Gedaliah, the son of Amariah, the son of\nHizkiah, in the days of Josiah the son of Amon, king of Judah. \n"},{"number":2,"text":"I will utterly consume all \\add things\\add* from off the land,\nsaith the \\nd LORD\\nd*.\\f + \\fr 1.2  \\ft I will…: Heb. By taking away I will make an\nend\\f*\\f + \\fr 1.2  \\ft the land: Heb. the face of the land\\f* \n"},{"number":3,"text":"I will consume man and beast; I will consume the fowls of the\nheaven, and the fishes of the sea, and the stumblingblocks with the\nwicked; and I will cut off man from off the land, saith the \\nd LORD\\nd*.\\f + \\fr 1.3 \n\\ft stumblingblocks: or, idols\\f* \n"},{"number":4,"text":"I will also stretch out mine hand upon Judah, and upon all the\ninhabitants of Jerusalem; and I will cut off the remnant of Baal\nfrom this place, \\add and\\add* the name of the Chemarims with the\npriests; \n"},{"number":5,"text":"And them that worship the host of heaven upon the housetops;\nand them that worship \\add and\\add* that swear by the \\nd LORD\\nd*,\nand that swear by Malcham;\\f + \\fr 1.5  \\ft by the…: or, to the \\+nd LORD\\+nd*\\f*\n"},{"number":6,"text":"And them that are turned back from the \\nd LORD\\nd*; and \\add those\\add*\nthat have not sought the \\nd LORD\\nd*, nor enquired for him. \n\n"},{"number":7,"text":"Hold thy peace at the presence of the Lord \\nd GOD\\nd*: for the\nday of the \\nd LORD\\nd* \\add is\\add* at hand: for the \\nd LORD\\nd*\nhath prepared a sacrifice, he hath bid his guests.\\f + \\fr 1.7  \\ft bid: Heb. sanctified, or,\nprepared\\f* \n"},{"number":8,"text":"And it shall come to pass in the day of the \\nd LORD’s\\nd*\nsacrifice, that I will punish the princes, and the king’s children,\nand all such as are clothed with strange apparel.\\f + \\fr 1.8  \\ft punish: Heb. visit\nupon\\f* \n"},{"number":9,"text":"In the same day also will I punish all those that leap on the\nthreshold, which fill their masters’ houses with violence and deceit.\n"},{"number":10,"text":"And it shall come to pass in that day, saith the \\nd LORD\\nd*,\n\\add that there shall be\\add* the noise of a cry from the fish gate,\nand an howling from the second, and a great crashing from the hills.\n"},{"number":11,"text":"Howl, ye inhabitants of Maktesh, for all the merchant people\nare cut down; all they that bear silver are cut off. \n"},{"number":12,"text":"And it shall come to pass at that time, \\add that\\add* I will\nsearch Jerusalem with candles, and punish the men that are settled\non their lees: that say in their heart, The \\nd LORD\\nd* will not do\ngood, neither will he do evil.\\f + \\fr 1.12  \\ft settled: Heb. curded, or,\nthickened\\f* \n"},{"number":13,"text":"Therefore their goods shall become a booty, and their houses\na desolation: they shall also build houses, but not inhabit \\add them;\\add*\nand they shall plant vineyards, but not drink the wine thereof. \n\n"},{"number":14,"text":"The great day of the \\nd LORD\\nd* \\add is\\add* near, \\add it\nis\\add* near, and hasteth greatly, \\add even\\add* the voice of the\nday of the \\nd LORD\\nd*: the mighty man shall cry there bitterly.\n"},{"number":15,"text":"That day \\add is\\add* a day of wrath, a day of trouble and\ndistress, a day of wasteness and desolation, a day of darkness and\ngloominess, a day of clouds and thick darkness, \n"},{"number":16,"text":"A day of the trumpet and alarm against the fenced cities,\nand against the high towers. \n"},{"number":17,"text":"And I will bring distress upon men, that they shall walk like blind\nmen, because they have sinned against the \\nd LORD\\nd*: and their\nblood shall be poured out as dust, and their flesh as the dung. \n"},{"number":18,"text":"Neither their silver nor their gold shall be able to deliver\nthem in the day of the \\nd LORD’s\\nd* wrath; but the whole land shall be\ndevoured by the fire of his jealousy: for he shall make even a speedy\nriddance of all them that dwell in the land. \n"}],"number":1},{"verses":[{"number":1,"text":"Gather yourselves together, yea, gather together, O nation\nnot desired;\\f + \\fr 2.1  \\ft not…: or, not desirous\\f* \n"},{"number":2,"text":"Before the decree bring forth, \\add before\\add* the day pass\nas the chaff, before the fierce anger of the \\nd LORD\\nd* come upon you, before the\nday of the \\nd LORD’s\\nd* anger come upon you. \n"},{"number":3,"text":"Seek ye the \\nd LORD\\nd*, all ye meek of the earth, which have\nwrought his judgment; seek righteousness, seek meekness: it may be\nye shall be hid in the day of the \\nd LORD’s\\nd* anger. \n\n"},{"number":4,"text":"¶ For Gaza shall be forsaken, and Ashkelon a desolation: they shall drive\nout Ashdod at the noon day, and Ekron shall be rooted up. \n"},{"number":5,"text":"Woe unto the inhabitants of the sea coast, the nation of the\nCherethites! the word of the \\nd LORD\\nd* \\add is\\add* against you; O\nCanaan, the land of the Philistines, I will even destroy thee, that there shall be no\ninhabitant. \n"},{"number":6,"text":"And the sea coast shall be dwellings \\add and\\add* cottages\nfor shepherds, and folds for flocks. \n"},{"number":7,"text":"And the coast shall be for the remnant of the house of Judah;\nthey shall feed thereupon: in the houses of Ashkelon shall they lie\ndown in the evening: for the \\nd LORD\\nd* their God shall visit them, and turn\naway their captivity.\\f + \\fr 2.7  \\ft for the \\+nd LORD\\+nd*: or, when,\netc\\f* \n\n"},{"number":8,"text":"¶ I have heard the reproach of Moab, and the revilings of the\nchildren of Ammon, whereby they have reproached my people, and magnified\n\\add themselves\\add* against their border. \n"},{"number":9,"text":"Therefore \\add as\\add* I live, saith the \\nd LORD\\nd* of hosts,\nthe God of Israel, Surely Moab shall be as Sodom, and the children\nof Ammon as Gomorrah, \\add even\\add* the breeding of nettles, and\nsaltpits, and a perpetual desolation: the residue of my people shall\nspoil them, and the remnant of my people shall possess them. \n"},{"number":10,"text":"This shall they have for their pride, because they have reproached\nand magnified \\add themselves\\add* against the people of the \\nd LORD\\nd*\nof hosts. \n"},{"number":11,"text":"The \\nd LORD\\nd* \\add will be\\add* terrible unto them: for he will\nfamish all the gods of the earth; and \\add men\\add* shall worship\nhim, every one from his place, \\add even\\add* all the isles of the\nheathen.\\f + \\fr 2.11  \\ft famish: Heb. make lean\\f* \n\n"},{"number":12,"text":"¶ Ye Ethiopians also, ye \\add shall be\\add* slain by my sword.\n"},{"number":13,"text":"And he will stretch out his hand against the north, and destroy\nAssyria; and will make Nineveh a desolation, \\add and\\add* dry like a\nwilderness. \n"},{"number":14,"text":"And flocks shall lie down in the midst of her, all the beasts\nof the nations: both the cormorant and the bittern shall lodge in the upper\nlintels of it; \\add their\\add* voice shall sing in the windows; desolation\n\\add shall be\\add* in the thresholds: for he shall uncover the cedar\nwork.\\f + \\fr 2.14  \\ft cormorant: or, pelican\\f*\\f + \\fr 2.14  \\ft upper…: or, knops, or,\nchapiters\\f*\\f + \\fr 2.14  \\ft for…: or, when he hath uncovered\\f*\n"},{"number":15,"text":"This \\add is\\add* the rejoicing city that dwelt carelessly,\nthat said in her heart, I \\add am\\add*, and \\add there is\\add* none\nbeside me: how is she become a desolation, a place for beasts to lie down\nin! every one that passeth by her shall hiss, \\add and\\add* wag his\nhand. \n"}],"number":2},{"verses":[{"number":1,"text":"Woe to her that is filthy and polluted, to the oppressing city!\\f + \\fr 3.1 \n\\ft her…: or, gluttonous: Heb. craw\\f* \n"},{"number":2,"text":"She obeyed not the voice; she received not correction; she\ntrusted not in the \\nd LORD\\nd*; she drew not near to her God.\\f + \\fr 3.2 \n\\ft correction: or, instruction\\f* \n"},{"number":3,"text":"Her princes within her \\add are\\add* roaring lions; her judges\n\\add are\\add* evening wolves; they gnaw not the bones till the morrow.\n"},{"number":4,"text":"Her prophets \\add are\\add* light \\add and\\add* treacherous\npersons: her priests have polluted the sanctuary, they have done\nviolence to the law. \n"},{"number":5,"text":"The just \\nd LORD\\nd* \\add is\\add* in the midst thereof; he will not\ndo iniquity: every morning doth he bring his judgment to light, he\nfaileth not; but the unjust knoweth no shame.\\f + \\fr 3.5  \\ft every…: Heb. morning by\nmorning\\f* \n"},{"number":6,"text":"I have cut off the nations: their towers are desolate; I made their\nstreets waste, that none passeth by: their cities are destroyed,\nso that there is no man, that there is none inhabitant.\\f + \\fr 3.6 \n\\ft towers: or, corners\\f* \n"},{"number":7,"text":"I said, Surely thou wilt fear me, thou wilt receive instruction;\nso their dwelling should not be cut off, howsoever I punished them:\nbut they rose early, \\add and\\add* corrupted all their doings. \n\n"},{"number":8,"text":"¶ Therefore wait ye upon me, saith the \\nd LORD\\nd*, until the\nday that I rise up to the prey: for my determination \\add is\\add*\nto gather the nations, that I may assemble the kingdoms, to pour\nupon them mine indignation, \\add even\\add* all my fierce anger: for all the\nearth shall be devoured with the fire of my jealousy. \n"},{"number":9,"text":"For then will I turn to the people a pure language, that they may all\ncall upon the name of the \\nd LORD\\nd*, to serve him with one consent.\\f + \\fr 3.9 \n\\ft language: Heb. lip\\f*\\f + \\fr 3.9  \\ft consent: Heb. shoulder\\f*\n"},{"number":10,"text":"From beyond the rivers of Ethiopia my suppliants, \\add even\\add*\nthe daughter of my dispersed, shall bring mine offering. \n"},{"number":11,"text":"In that day shalt thou not be ashamed for all thy doings,\nwherein thou hast transgressed against me: for then I will take away\nout of the midst of thee them that rejoice in thy pride, and thou shalt no\nmore be haughty because of my holy mountain.\\f + \\fr 3.11  \\ft because…: Heb. in my\nholy\\f* \n"},{"number":12,"text":"I will also leave in the midst of thee an afflicted and poor\npeople, and they shall trust in the name of the \\nd LORD\\nd*. \n"},{"number":13,"text":"The remnant of Israel shall not do iniquity, nor speak lies;\nneither shall a deceitful tongue be found in their mouth: for they shall\nfeed and lie down, and none shall make \\add them\\add* afraid. \n\n"},{"number":14,"text":"¶ Sing, O daughter of Zion; shout, O Israel; be glad and rejoice\nwith all the heart, O daughter of Jerusalem. \n"},{"number":15,"text":"The \\nd LORD\\nd* hath taken away thy judgments, he hath cast\nout thine enemy: the king of Israel, \\add even\\add* the \\nd LORD\\nd*,\n\\add is\\add* in the midst of thee: thou shalt not see evil any more.\n"},{"number":16,"text":"In that day it shall be said to Jerusalem, Fear thou not:\n\\add and to\\add* Zion, Let not thine hands be slack.\\f + \\fr 3.16 \n\\ft slack: or, faint\\f* \n"},{"number":17,"text":"The \\nd LORD\\nd* thy God in the midst of thee \\add is\\add*\nmighty; he will save, he will rejoice over thee with joy; he will\nrest in his love, he will joy over thee with singing.\\f + \\fr 3.17 \n\\ft rest: Heb. be silent\\f* \n"},{"number":18,"text":"I will gather \\add them that are\\add* sorrowful for the solemn\nassembly, \\add who\\add* are of thee, \\add to whom\\add* the reproach of it\n\\add was\\add* a burden.\\f + \\fr 3.18  \\ft reproach…: Heb. the burden upon it was\nreproach\\f* \n"},{"number":19,"text":"Behold, at that time I will undo all that afflict thee: and I will\nsave her that halteth, and gather her that was driven out; and I will\nget them praise and fame in every land where they have been put to\nshame.\\f + \\fr 3.19  \\ft get…: Heb. set them for a praise\\f*\\f + \\fr 3.19 \n\\ft where…: Heb. of their shame\\f* \n"},{"number":20,"text":"At that time will I bring you \\add again\\add*, even in the\ntime that I gather you: for I will make you a name and a praise among all\npeople of the earth, when I turn back your captivity before your\neyes, saith the \\nd LORD\\nd*. "}],"number":3}]}