{"headers":{"id":"ZEC  Zechariah","h":"Zechariah","toc1":"Zechariah","toc2":"Zechariah","toc3":"Zec","mt1":"Zechariah"},"book":"Zechariah","chapters":[{"verses":[{"number":1,"text":"In the eighth month, in the second year of Darius, came the\nword of the \\nd LORD\\nd* unto Zechariah, the son of Berechiah, the\nson of Iddo the prophet, saying, \n"},{"number":2,"text":"The \\nd LORD\\nd* hath been sore displeased with your fathers.\\f + \\fr 1.2 \n\\ft sore…: Heb. with displeasure\\f* \n"},{"number":3,"text":"Therefore say thou unto them, Thus saith the \\nd LORD\\nd* of\nhosts; Turn ye unto me, saith the \\nd LORD\\nd* of hosts, and I will\nturn unto you, saith the \\nd LORD\\nd* of hosts. \n"},{"number":4,"text":"Be ye not as your fathers, unto whom the former prophets have\ncried, saying, Thus saith the \\nd LORD\\nd* of hosts; Turn ye now from your\nevil ways, and \\add from\\add* your evil doings: but they did not\nhear, nor hearken unto me, saith the \\nd LORD\\nd*. \n"},{"number":5,"text":"Your fathers, where \\add are\\add* they? and the prophets, do they\nlive for ever? \n"},{"number":6,"text":"But my words and my statutes, which I commanded my servants\nthe prophets, did they not take hold of your fathers? and they returned\nand said, Like as the \\nd LORD\\nd* of hosts thought to do unto us, according to our\nways, and according to our doings, so hath he dealt with us.\\f + \\fr 1.6 \n\\ft take…: or, overtake\\f* \n\n"},{"number":7,"text":"Upon the four and twentieth day of the eleventh month, which\n\\add is\\add* the month Sebat, in the second year of Darius, came the\nword of the \\nd LORD\\nd* unto Zechariah, the son of Berechiah, the\nson of Iddo the prophet, saying, \n"},{"number":8,"text":"I saw by night, and behold a man riding upon a red horse, and he\nstood among the myrtle trees that \\add were\\add* in the bottom; and\nbehind him \\add were there\\add* red horses, speckled, and white.\\f + \\fr 1.8 \n\\ft speckled: or, bay\\f* \n"},{"number":9,"text":"Then said I, O my lord, what \\add are\\add* these? And the angel\nthat talked with me said unto me, I will shew thee what these \\add be\\add*.\n"},{"number":10,"text":"And the man that stood among the myrtle trees answered and\nsaid, These \\add are they\\add* whom the \\nd LORD\\nd* hath sent to\nwalk to and fro through the earth. \n"},{"number":11,"text":"And they answered the angel of the \\nd LORD\\nd* that stood\namong the myrtle trees, and said, We have walked to and fro through the\nearth, and, behold, all the earth sitteth still, and is at rest.\n\n"},{"number":12,"text":"Then the angel of the \\nd LORD\\nd* answered and said, O \\nd LORD\\nd*\nof hosts, how long wilt thou not have mercy on Jerusalem and on the\ncities of Judah, against which thou hast had indignation these threescore and\nten years? \n"},{"number":13,"text":"And the \\nd LORD\\nd* answered  the angel that talked with me\n\\add with\\add* good words \\add and\\add* comfortable words. \n"},{"number":14,"text":"So the angel that communed with me said unto me, Cry thou,\nsaying, Thus saith the \\nd LORD\\nd* of hosts; I am jealous for Jerusalem\nand for Zion with a great jealousy. \n"},{"number":15,"text":"And I am very sore displeased with the heathen \\add that are\\add*\nat ease: for I was but a little displeased, and they helped forward the\naffliction. \n"},{"number":16,"text":"Therefore thus saith the \\nd LORD\\nd*; I am returned to Jerusalem\nwith mercies: my house shall be built in it, saith the \\nd LORD\\nd*\nof hosts, and a line shall be stretched forth upon Jerusalem. \n"},{"number":17,"text":"Cry yet, saying, Thus saith the \\nd LORD\\nd* of hosts; My\ncities through prosperity shall yet be spread abroad; and the \\nd LORD\\nd*\nshall yet comfort Zion, and shall yet choose Jerusalem.\\f + \\fr 1.17 \n\\ft prosperity: Heb. good\\f* \n\n"},{"number":18,"text":"Then lifted I up mine eyes, and saw, and behold four horns.\n"},{"number":19,"text":"And I said unto the angel that talked with me, What \\add be\\add*\nthese? And he answered me, These \\add are\\add* the horns which have\nscattered Judah, Israel, and Jerusalem. \n"},{"number":20,"text":"And the \\nd LORD\\nd* shewed me four carpenters. \n"},{"number":21,"text":"Then said I, What come these to do? And he spake, saying, These\n\\add are\\add* the horns which have scattered Judah, so that no man\ndid lift up his head: but these are come to fray them, to cast out\nthe horns of the Gentiles, which lifted up \\add their\\add* horn over the\nland of Judah to scatter it. \n"}],"number":1},{"verses":[{"number":1,"text":"I lifted up mine eyes again, and looked, and behold a man with a\nmeasuring line in his hand. \n"},{"number":2,"text":"Then said I, Whither goest thou? And he said unto me, To measure\nJerusalem, to see what \\add is\\add* the breadth thereof, and what\n\\add is\\add* the length thereof. \n"},{"number":3,"text":"And, behold, the angel that talked with me went forth, and\nanother angel went out to meet him, \n"},{"number":4,"text":"And said unto him, Run, speak to this young man, saying, Jerusalem\nshall be inhabited \\add as\\add* towns without walls for the multitude\nof men and cattle therein: \n"},{"number":5,"text":"For I, saith the \\nd LORD\\nd*, will be unto her a wall of fire\nround about, and will be the glory in the midst of her. \n\n"},{"number":6,"text":"Ho, ho, \\add come forth\\add*, and flee from the land of the\nnorth, saith the \\nd LORD\\nd*: for I have spread you abroad as the\nfour winds of the heaven, saith the \\nd LORD\\nd*. \n"},{"number":7,"text":"Deliver thyself, O Zion, that dwellest \\add with\\add* the daughter\nof Babylon. \n"},{"number":8,"text":"For thus saith the \\nd LORD\\nd* of hosts; After the glory hath he\nsent me unto the nations which spoiled you: for he that toucheth\nyou toucheth the apple of his eye. \n"},{"number":9,"text":"For, behold, I will shake mine hand upon them, and they shall be a\nspoil to their servants: and ye shall know that the \\nd LORD\\nd*\nof hosts hath sent me. \n\n"},{"number":10,"text":"Sing and rejoice, O daughter of Zion: for, lo, I come, and I will\ndwell in the midst of thee, saith the \\nd LORD\\nd*. \n"},{"number":11,"text":"And many nations shall be joined to the \\nd LORD\\nd* in that\nday, and shall be my people: and I will dwell in the midst of thee, and thou shalt\nknow that the \\nd LORD\\nd* of hosts hath sent me unto thee. \n"},{"number":12,"text":"And the \\nd LORD\\nd* shall inherit Judah his portion in the\nholy land, and shall choose Jerusalem again. \n"},{"number":13,"text":"Be silent, O all flesh, before the \\nd LORD\\nd*: for he is raised\nup out of his holy habitation.\\f + \\fr 2.13  \\ft his…: Heb. the habitation of his\nholiness\\f* \n"}],"number":2},{"verses":[{"number":1,"text":"And he shewed me Joshua the high priest standing before the\nangel of the \\nd LORD\\nd*, and Satan standing at his right hand to\nresist him.\\f + \\fr 3.1  \\ft Satan: that is, an adversary\\f*\\f + \\fr 3.1 \n\\ft to…: Heb. to be his adversary\\f* \n"},{"number":2,"text":"And the \\nd LORD\\nd* said unto Satan, The \\nd LORD\\nd* rebuke\nthee, O Satan; even the \\nd LORD\\nd* that hath chosen Jerusalem rebuke thee:\n\\add is\\add* not this a brand plucked out of the fire? \n"},{"number":3,"text":"Now Joshua was clothed with filthy garments, and stood before\nthe angel. \n"},{"number":4,"text":"And he answered and spake unto those that stood before him,\nsaying, Take away the filthy garments from him. And unto him he said,\nBehold, I have caused thine iniquity to pass from thee, and I will\nclothe thee with change of raiment. \n"},{"number":5,"text":"And I said, Let them set a fair mitre upon his head. So they\nset a fair mitre upon his head, and clothed him with garments. And the\nangel of the \\nd LORD\\nd* stood by. \n"},{"number":6,"text":"And the angel of the \\nd LORD\\nd* protested unto Joshua, saying,\n"},{"number":7,"text":"Thus saith the \\nd LORD\\nd* of hosts; If thou wilt walk in my\nways, and if thou wilt keep my charge, then thou shalt also judge\nmy house, and shalt also keep my courts, and I will give thee places to\nwalk among these that stand by.\\f + \\fr 3.7  \\ft charge: or, ordinance\\f*\\f + \\fr 3.7 \n\\ft places…: Heb. walks\\f* \n\n"},{"number":8,"text":"Hear now, O Joshua the high priest, thou, and thy fellows that\nsit before thee: for they \\add are\\add* men wondered at: for, behold, I will bring\nforth my servant the BRANCH.\\f + \\fr 3.8  \\ft wondered…: Heb. of wonder, or,\nsign\\f* \n"},{"number":9,"text":"For behold the stone that I have laid before Joshua; upon one\nstone \\add shall be\\add* seven eyes: behold, I will engrave the graving\nthereof, saith the \\nd LORD\\nd* of hosts, and I will remove the iniquity\nof that land in one day. \n"},{"number":10,"text":"In that day, saith the \\nd LORD\\nd* of hosts, shall ye call\nevery man his neighbour under the vine and under the fig tree. \n"}],"number":3},{"verses":[{"number":1,"text":"And the angel that talked with me came again, and waked me, as a\nman that is wakened out of his sleep, \n"},{"number":2,"text":"And said unto me, What seest thou? And I said, I have looked,\nand behold a candlestick all \\add of\\add* gold, with a bowl upon the\ntop of it, and his seven lamps thereon, and seven pipes to the seven\nlamps, which \\add are\\add* upon the top thereof:\\f + \\fr 4.2  \\ft a bowl: Heb. her\nbowl\\f*\\f + \\fr 4.2  \\ft seven pipes…: or, seven several pipes to the\nlamps\\f* \n"},{"number":3,"text":"And two olive trees by it, one upon the right \\add side\\add*\nof the bowl, and the other upon the left \\add side\\add* thereof.\n"},{"number":4,"text":"So I answered and spake to the angel that talked with me, saying, What\n\\add are\\add* these, my lord? \n"},{"number":5,"text":"Then the angel that talked with me answered and said unto me,\nKnowest thou not what these be? And I said, No, my lord. \n"},{"number":6,"text":"Then he answered and spake unto me, saying, This \\add is\\add*\nthe word of the \\nd LORD\\nd* unto Zerubbabel, saying, Not by might,\nnor by power, but by my spirit, saith the \\nd LORD\\nd* of hosts.\\f + \\fr 4.6 \n\\ft might: or, army\\f* \n"},{"number":7,"text":"Who \\add art\\add* thou, O great mountain? before Zerubbabel\n\\add thou shalt become\\add* a plain: and he shall bring forth the\nheadstone \\add thereof with\\add* shoutings, \\add crying\\add*, Grace,\ngrace unto it. \n"},{"number":8,"text":"Moreover the word of the \\nd LORD\\nd* came unto me, saying,\n"},{"number":9,"text":"The hands of Zerubbabel have laid the foundation of this house;\nhis hands shall also finish it; and thou shalt know that the \\nd LORD\\nd*\nof hosts hath sent me unto you. \n"},{"number":10,"text":"For who hath despised the day of small things? for they shall\nrejoice, and shall see the plummet in the hand of Zerubbabel \\add with\\add*\nthose seven; they \\add are\\add* the eyes of the \\nd LORD\\nd*, which run to and\nfro through the whole earth.\\f + \\fr 4.10  \\ft for they…: or, since the seven eyes of the\n\\+nd LORD\\+nd* shall rejoice\\f*\\f + \\fr 4.10  \\ft plummet: Heb. stone of\ntin\\f* \n\n"},{"number":11,"text":"Then answered I, and said unto him, What \\add are\\add* these\ntwo olive trees upon the right \\add side\\add* of the candlestick\nand upon the left \\add side\\add* thereof? \n"},{"number":12,"text":"And I answered again, and said unto him, What \\add be these\\add*\ntwo olive branches which through the two golden pipes empty the golden\n\\add oil\\add* out of themselves?\\f + \\fr 4.12  \\ft through: Heb. by the hand\nof\\f*\\f + \\fr 4.12  \\ft empty…: or, empty out of themselves oil into the\ngold\\f*\\f + \\fr 4.12  \\ft the golden oil: Heb. the gold\\f* \n"},{"number":13,"text":"And he answered me and said, Knowest thou not what these \\add be\\add*?\nAnd I said, No, my lord. \n"},{"number":14,"text":"Then said he, These \\add are\\add* the two anointed ones, that\nstand by the Lord of the whole earth.\\f + \\fr 4.14  \\ft anointed…: Heb. sons of\noil\\f* \n"}],"number":4},{"verses":[{"number":1,"text":"Then I turned, and lifted up mine eyes, and looked, and behold a\nflying roll. \n"},{"number":2,"text":"And he said unto me, What seest thou? And I answered, I see\na flying roll; the length thereof \\add is\\add* twenty cubits, and the\nbreadth thereof ten cubits. \n"},{"number":3,"text":"Then said he unto me, This \\add is\\add* the curse that goeth\nforth over the face of the whole earth: for every one that stealeth\nshall be cut off \\add as\\add* on this side according to it; and every one that\nsweareth shall be cut off \\add as\\add* on that side according to\nit.\\f + \\fr 5.3  \\ft every one that stealeth…: or, every one of this people that stealeth holdeth himself guiltless, as it\ndoth\\f* \n"},{"number":4,"text":"I will bring it forth, saith the \\nd LORD\\nd* of hosts, and it shall\nenter into the house of the thief, and into the house of him that\nsweareth falsely by my name: and it shall remain in the midst of his\nhouse, and shall consume it with the timber thereof and the stones thereof.\n\n"},{"number":5,"text":"Then the angel that talked with me went forth, and said unto me, Lift\nup now thine eyes, and see what \\add is\\add* this that goeth forth.\n"},{"number":6,"text":"And I said, What \\add is\\add* it? And he said, This \\add is\\add*\nan ephah that goeth forth. He said moreover, This \\add is\\add* their\nresemblance through all the earth. \n"},{"number":7,"text":"And, behold, there was lifted up a talent of lead: and this\n\\add is\\add* a woman that sitteth in the midst of the ephah.\\f + \\fr 5.7 \n\\ft talent: or, weighty piece\\f* \n"},{"number":8,"text":"And he said, This \\add is\\add* wickedness. And he cast it into the\nmidst of the ephah; and he cast the weight of lead upon the mouth thereof.\n"},{"number":9,"text":"Then lifted I up mine eyes, and looked, and, behold, there came\nout two women, and the wind \\add was\\add* in their wings; for they\nhad wings like the wings of a stork: and they lifted up the ephah\nbetween the earth and the heaven. \n"},{"number":10,"text":"Then said I to the angel that talked with me, Whither do these\nbear the ephah? \n"},{"number":11,"text":"And he said unto me, To build it an house in the land of Shinar:\nand it shall be established, and set there upon her own base. \n"}],"number":5},{"verses":[{"number":1,"text":"And I turned, and lifted up mine eyes, and looked, and, behold, there\ncame four chariots out from between two mountains; and the mountains\n\\add were\\add* mountains of brass. \n"},{"number":2,"text":"In the first chariot \\add were\\add* red horses; and in the\nsecond chariot black horses; \n"},{"number":3,"text":"And in the third chariot white horses; and in the fourth chariot\ngrisled and bay horses.\\f + \\fr 6.3  \\ft bay: or, strong\\f* \n"},{"number":4,"text":"Then I answered and said unto the angel that talked with me, What\n\\add are\\add* these, my lord? \n"},{"number":5,"text":"And the angel answered and said unto me, These \\add are\\add*\nthe four spirits of the heavens, which go forth from standing before the\nLord of all the earth.\\f + \\fr 6.5  \\ft spirits: or, winds\\f* \n"},{"number":6,"text":"The black horses which \\add are\\add* therein go forth into the\nnorth country; and the white go forth after them; and the grisled\ngo forth toward the south country. \n"},{"number":7,"text":"And the bay went forth, and sought to go that they might walk to and\nfro through the earth: and he said, Get you hence, walk to and fro\nthrough the earth. So they walked to and fro through the earth. \n"},{"number":8,"text":"Then cried he upon me, and spake unto me, saying, Behold, these that\ngo toward the north country have quieted my spirit in the north country.\n\n"},{"number":9,"text":"And the word of the \\nd LORD\\nd* came unto me, saying, \n"},{"number":10,"text":"Take of \\add them of\\add* the captivity, \\add even\\add* of\nHeldai, of Tobijah, and of Jedaiah, which are come from Babylon,\nand come thou the same day, and go into the house of Josiah the son\nof Zephaniah; \n"},{"number":11,"text":"Then take silver and gold, and make crowns, and set \\add them\\add*\nupon the head of Joshua the son of Josedech, the high priest; \n"},{"number":12,"text":"And speak unto him, saying, Thus speaketh the \\nd LORD\\nd*\nof hosts, saying, Behold the man whose name \\add is\\add* The BRANCH;\nand he shall grow up out of his place, and he shall build the temple\nof the \\nd LORD\\nd*:\\f + \\fr 6.12  \\ft grow…: or, branch up from under\nhim\\f* \n"},{"number":13,"text":"Even he shall build the temple of the \\nd LORD\\nd*; and he shall\nbear the glory, and shall sit and rule upon his throne; and he shall be a\npriest upon his throne: and the counsel of peace shall be between them\nboth. \n"},{"number":14,"text":"And the crowns shall be to Helem, and to Tobijah, and to Jedaiah,\nand to Hen the son of Zephaniah, for a memorial in the temple of the\n\\nd LORD\\nd*. \n"},{"number":15,"text":"And they \\add that are\\add* far off shall come and build in the\ntemple of the \\nd LORD\\nd*, and ye shall know that the \\nd LORD\\nd*\nof hosts hath sent me unto you. And \\add this\\add* shall come to pass, if ye will\ndiligently obey the voice of the \\nd LORD\\nd* your God. \n"}],"number":6},{"verses":[{"number":1,"text":"And it came to pass in the fourth year of king Darius, \\add that\\add*\nthe word of the \\nd LORD\\nd* came unto Zechariah in the fourth \\add day\\add*\nof the ninth month, \\add even\\add* in Chisleu; \n"},{"number":2,"text":"When they had sent unto the house of God Sherezer and Regem-melech,\nand their men, to pray before the \\nd LORD\\nd*,\\f + \\fr 7.2  \\ft pray…: Heb. intreat the face\nof\\f* \n"},{"number":3,"text":"\\add And\\add* to speak unto the priests which \\add were\\add*\nin the house of the \\nd LORD\\nd* of hosts, and to the prophets, saying,\nShould I weep in the fifth month, separating myself, as I have done\nthese so many years? \n\n"},{"number":4,"text":"Then came the word of the \\nd LORD\\nd* of hosts unto me, saying,\n"},{"number":5,"text":"Speak unto all the people of the land, and to the priests,\nsaying, When ye fasted and mourned in the fifth and seventh \\add month\\add*,\neven those seventy years, did ye at all fast unto me, \\add even\\add* to me?\n"},{"number":6,"text":"And when ye did eat, and when ye did drink, did not ye eat\n\\add for yourselves\\add*, and drink \\add for yourselves\\add*?\\f + \\fr 7.6 \n\\ft did not ye: or, be not ye they that\\f* \n"},{"number":7,"text":"\\add Should ye\\add* not \\add hear\\add* the words which the\n\\nd LORD\\nd* hath cried by the former prophets, when Jerusalem was\ninhabited and in prosperity, and the cities thereof round about her, when\n\\add men\\add* inhabited the south and the plain?\\f + \\fr 7.7  \\ft Should…: or, Are not these the\nwords\\f*\\f + \\fr 7.7  \\ft by: Heb. by the hand of\\f* \n\n"},{"number":8,"text":"And the word of the \\nd LORD\\nd* came unto Zechariah, saying,\n"},{"number":9,"text":"Thus speaketh the \\nd LORD\\nd* of hosts, saying, Execute true\njudgment, and shew mercy and compassions every man to his brother:\\f + \\fr 7.9 \n\\ft Execute…: Heb. Judge judgment of truth\\f* \n"},{"number":10,"text":"And oppress not the widow, nor the fatherless, the stranger,\nnor the poor; and let none of you imagine evil against his brother\nin your heart. \n"},{"number":11,"text":"But they refused to hearken, and pulled away the shoulder,\nand stopped their ears, that they should not hear.\\f + \\fr 7.11 \n\\ft pulled…: Heb. they gave a backsliding shoulder\\f*\\f + \\fr 7.11 \n\\ft stopped: Heb. made heavy\\f* \n"},{"number":12,"text":"Yea, they made their hearts \\add as\\add* an adamant stone,\nlest they should hear the law, and the words which the \\nd LORD\\nd*\nof hosts hath sent in his spirit by the former prophets: therefore came a\ngreat wrath from the \\nd LORD\\nd* of hosts.\\f + \\fr 7.12  \\ft by: Heb. by the hand\nof\\f* \n"},{"number":13,"text":"Therefore it is come to pass, \\add that\\add* as he cried, and they would not\nhear; so they cried, and I would not hear, saith the \\nd LORD\\nd*\nof hosts: \n"},{"number":14,"text":"But I scattered them with a whirlwind among all the nations\nwhom they knew not. Thus the land was desolate after them, that no man passed\nthrough nor returned: for they laid the pleasant land desolate.\\f + \\fr 7.14 \n\\ft pleasant…: Heb. land of desire\\f* \n"}],"number":7},{"verses":[{"number":1,"text":"Again the word of the \\nd LORD\\nd* of hosts came \\add to me\\add*,\nsaying, \n"},{"number":2,"text":"Thus saith the \\nd LORD\\nd* of hosts; I was jealous for Zion\nwith great jealousy, and I was jealous for her with great fury. \n"},{"number":3,"text":"Thus saith the \\nd LORD\\nd*; I am returned unto Zion, and will\ndwell in the midst of Jerusalem: and Jerusalem shall be called a\ncity of truth; and the mountain of the \\nd LORD\\nd* of hosts the\nholy mountain. \n"},{"number":4,"text":"Thus saith the \\nd LORD\\nd* of hosts; There shall yet old men\nand old women dwell in the streets of Jerusalem, and every man with his\nstaff in his hand for very age.\\f + \\fr 8.4  \\ft very…: Heb. multitude of\ndays\\f* \n"},{"number":5,"text":"And the streets of the city shall be full of boys and girls\nplaying in the streets thereof. \n"},{"number":6,"text":"Thus saith the \\nd LORD\\nd* of hosts; If it be marvellous in the\neyes of the remnant of this people in these days, should it also be\nmarvellous in mine eyes? saith the \\nd LORD\\nd* of hosts.\\f + \\fr 8.6 \n\\ft marvellous: or, hard, or, difficult\\f* \n"},{"number":7,"text":"Thus saith the \\nd LORD\\nd* of hosts; Behold, I will save my\npeople from the east country, and from the west country;\\f + \\fr 8.7 \n\\ft the west…: Heb. the country of the going down of the sun\\f* \n"},{"number":8,"text":"And I will bring them, and they shall dwell in the midst of\nJerusalem: and they shall be my people, and I will be their God,\nin truth and in righteousness. \n\n"},{"number":9,"text":"Thus saith the \\nd LORD\\nd* of hosts; Let your hands be strong,\nye that hear in these days these words by the mouth of the prophets, which\n\\add were\\add* in the day \\add that\\add* the foundation of the house\nof the \\nd LORD\\nd* of hosts was laid, that the temple might be built.\n"},{"number":10,"text":"For before these days there was no hire for man, nor any hire\nfor beast; neither \\add was there any\\add* peace to him that went\nout or came in because of the affliction: for I set all men every\none against his neighbour.\\f + \\fr 8.10  \\ft there was…: or, the hire of man became\nnothing\\f* \n"},{"number":11,"text":"But now I \\add will\\add* not \\add be\\add* unto the residue\nof this people as in the former days, saith the \\nd LORD\\nd* of hosts.\n"},{"number":12,"text":"For the seed \\add shall be\\add* prosperous; the vine shall\ngive her fruit, and the ground shall give her increase, and the heavens\nshall give their dew; and I will cause the remnant of this people\nto possess all these \\add things\\add*.\\f + \\fr 8.12  \\ft prosperous: Heb. of\npeace\\f* \n"},{"number":13,"text":"And it shall come to pass, \\add that\\add* as ye were a curse\namong the heathen, O house of Judah, and house of Israel; so will I\nsave you, and ye shall be a blessing: fear not, \\add but\\add* let your\nhands be strong. \n"},{"number":14,"text":"For thus saith the \\nd LORD\\nd* of hosts; As I thought to\npunish you, when your fathers provoked me to wrath, saith the \\nd LORD\\nd*\nof hosts, and I repented not: \n"},{"number":15,"text":"So again have I thought in these days to do well unto Jerusalem\nand to the house of Judah: fear ye not. \n\n"},{"number":16,"text":"These \\add are\\add* the things that ye shall do; Speak ye every\nman the truth to his neighbour; execute the judgment of truth and\npeace in your gates:\\f + \\fr 8.16  \\ft execute…: Heb. judge truth, and the judgment of\npeace\\f* \n"},{"number":17,"text":"And let none of you imagine evil in your hearts against his\nneighbour; and love no false oath: for all these \\add are things\\add*\nthat I hate, saith the \\nd LORD\\nd*. \n\n"},{"number":18,"text":"And the word of the \\nd LORD\\nd* of hosts came unto me, saying,\n"},{"number":19,"text":"Thus saith the \\nd LORD\\nd* of hosts; The fast of the fourth\n\\add month\\add*, and the fast of the fifth, and the fast of the seventh,\nand the fast of the tenth, shall be to the house of Judah joy and\ngladness, and cheerful feasts; therefore love the truth and peace.\\f + \\fr 8.19 \n\\ft feasts: or, solemn, or, set times\\f* \n"},{"number":20,"text":"Thus saith the \\nd LORD\\nd* of hosts; \\add It shall\\add* yet\n\\add come to pass\\add*, that there shall come people, and the inhabitants\nof many cities: \n"},{"number":21,"text":"And the inhabitants of one \\add city\\add* shall go to another,\nsaying, Let us go speedily to pray before the \\nd LORD\\nd*, and to\nseek the \\nd LORD\\nd* of hosts: I will go also.\\f + \\fr 8.21  \\ft speedily: or, continually: Heb.\ngoing\\f*\\f + \\fr 8.21  \\ft to pray…: Heb. to intreat the face of\\f*\n"},{"number":22,"text":"Yea, many people and strong nations shall come to seek the\n\\nd LORD\\nd* of hosts in Jerusalem, and to pray before the \\nd LORD\\nd*.\\f + \\fr 8.22 \n\\ft to pray…: Heb. to intreat the face of\\f* \n"},{"number":23,"text":"Thus saith the \\nd LORD\\nd* of hosts; In those days \\add it shall come to\npass\\add*, that ten men shall take hold out of all languages of the\nnations, even shall take hold of the skirt of him that is a Jew,\nsaying, We will go with you: for we have heard \\add that\\add* God\n\\add is\\add* with you. \n"}],"number":8},{"verses":[{"number":1,"text":"The burden of the word of the \\nd LORD\\nd* in the land of Hadrach,\nand Damascus \\add shall be\\add* the rest thereof: when the eyes of\nman, as of all the tribes of Israel, \\add shall be\\add* toward the\n\\nd LORD\\nd*. \n"},{"number":2,"text":"And Hamath also shall border thereby; Tyrus, and Zidon, though it be\nvery wise. \n"},{"number":3,"text":"And Tyrus did build herself a strong hold, and heaped up silver\nas the dust, and fine gold as the mire of the streets. \n"},{"number":4,"text":"Behold, the Lord will cast her out, and he will smite her power\nin the sea; and she shall be devoured with fire. \n"},{"number":5,"text":"Ashkelon shall see \\add it\\add*, and fear; Gaza also \\add shall see\nit\\add*, and be very sorrowful, and Ekron; for her expectation shall be\nashamed; and the king shall perish from Gaza, and Ashkelon shall not be\ninhabited. \n"},{"number":6,"text":"And a bastard shall dwell in Ashdod, and I will cut off the\npride of the Philistines. \n"},{"number":7,"text":"And I will take away his blood out of his mouth, and his abominations\nfrom between his teeth: but he that remaineth, even he, \\add shall\nbe\\add* for our God, and he shall be as a governor in Judah, and\nEkron as a Jebusite.\\f + \\fr 9.7  \\ft blood: Heb. bloods\\f* \n"},{"number":8,"text":"And I will encamp about mine house because of the army, because of him that passeth\nby, and because of him that returneth: and no oppressor shall pass\nthrough them any more: for now have I seen with mine eyes. \n\n"},{"number":9,"text":"Rejoice greatly, O daughter of Zion; shout, O daughter of\nJerusalem: behold, thy King cometh unto thee: he \\add is\\add* just,\nand having salvation; lowly, and riding upon an ass, and upon a colt\nthe foal of an ass.\\f + \\fr 9.9  \\ft having…: or, saving himself\\f*\n"},{"number":10,"text":"And I will cut off the chariot from Ephraim, and the horse\nfrom Jerusalem, and the battle bow shall be cut off: and he shall\nspeak peace unto the heathen: and his dominion \\add shall be\\add*\nfrom sea \\add even\\add* to sea, and from the river \\add even\\add*\nto the ends of the earth. \n"},{"number":11,"text":"As for thee also, by the blood of thy covenant I have sent\nforth thy prisoners out of the pit wherein \\add is\\add* no water.\\f + \\fr 9.11 \n\\ft by…: or, whose covenant is by blood\\f* \n\n"},{"number":12,"text":"Turn you to the strong hold, ye prisoners of hope: even to\nday do I declare \\add that\\add* I will render double unto thee; \n"},{"number":13,"text":"When I have bent Judah for me, filled the bow with Ephraim,\nand raised up thy sons, O Zion, against thy sons, O Greece, and made\nthee as the sword of a mighty man. \n"},{"number":14,"text":"And the \\nd LORD\\nd* shall be seen over them, and his arrow\nshall go forth as the lightning: and the Lord \\nd GOD\\nd* shall blow\nthe trumpet, and shall go with whirlwinds of the south. \n"},{"number":15,"text":"The \\nd LORD\\nd* of hosts shall defend them; and they shall\ndevour, and subdue with sling stones; and they shall drink, \\add and\\add*\nmake a noise as through wine; and they shall be filled like bowls,\n\\add and\\add* as the corners of the altar.\\f + \\fr 9.15  \\ft with…: or, the stones of the\nsling\\f*\\f + \\fr 9.15  \\ft be…: or, fill both the bowls, etc\\f* \n"},{"number":16,"text":"And the \\nd LORD\\nd* their God shall save them in that day\nas the flock of his people: for they \\add shall be as\\add* the stones\nof a crown, lifted up as an ensign upon his land. \n"},{"number":17,"text":"For how great \\add is\\add* his goodness, and how great \\add is\\add*\nhis beauty! corn shall make the young men cheerful, and new wine\nthe maids.\\f + \\fr 9.17  \\ft cheerful: or, grow, or, speak\\f* \n"}],"number":9},{"verses":[{"number":1,"text":"Ask ye of the \\nd LORD\\nd* rain in the time of the latter rain;\n\\add so\\add* the \\nd LORD\\nd* shall make bright clouds, and give\nthem showers of rain, to every one grass in the field.\\f + \\fr 10.1 \n\\ft bright…: or, lightnings\\f* \n"},{"number":2,"text":"For the idols have spoken vanity, and the diviners have seen\na lie, and have told false dreams; they comfort in vain: therefore they\nwent their way as a flock, they were troubled, because \\add there\nwas\\add* no shepherd.\\f + \\fr 10.2  \\ft idols: Heb. teraphims\\f*\\f + \\fr 10.2 \n\\ft were…: or, answered that, etc\\f* \n"},{"number":3,"text":"Mine anger was kindled against the shepherds, and I punished\nthe goats: for the \\nd LORD\\nd* of hosts hath visited his flock the\nhouse of Judah, and hath made them as his goodly horse in the battle.\\f + \\fr 10.3 \n\\ft punished: Heb. visited upon\\f* \n"},{"number":4,"text":"Out of him came forth the corner, out of him the nail, out of him the\nbattle bow, out of him every oppressor together. \n\n"},{"number":5,"text":"And they shall be as mighty \\add men\\add*, which tread down\n\\add their enemies\\add* in the mire of the streets in the battle:\nand they shall fight, because the \\nd LORD\\nd* \\add is\\add* with them, and the\nriders on horses shall be confounded.\\f + \\fr 10.5  \\ft the riders…: or, they shall make the riders on horses\nashamed\\f* \n"},{"number":6,"text":"And I will strengthen the house of Judah, and I will save the\nhouse of Joseph, and I will bring them again to place them; for I have\nmercy upon them: and they shall be as though I had not cast them\noff: for I \\add am\\add* the \\nd LORD\\nd* their God, and will hear them.\n"},{"number":7,"text":"And \\add they of\\add* Ephraim shall be like a mighty \\add man\\add*,\nand their heart shall rejoice as through wine: yea, their children\nshall see \\add it\\add*, and be glad; their heart shall rejoice in the\n\\nd LORD\\nd*. \n"},{"number":8,"text":"I will hiss for them, and gather them; for I have redeemed\nthem: and they shall increase as they have increased. \n"},{"number":9,"text":"And I will sow them among the people: and they shall remember\nme in far countries; and they shall live with their children, and turn\nagain. \n"},{"number":10,"text":"I will bring them again also out of the land of Egypt, and\ngather them out of Assyria; and I will bring them into the land of\nGilead and Lebanon; and \\add place\\add* shall not be found for them.\n"},{"number":11,"text":"And he shall pass through the sea with affliction, and shall\nsmite the waves in the sea, and all the deeps of the river shall dry\nup: and the pride of Assyria shall be brought down, and the sceptre\nof Egypt shall depart away. \n"},{"number":12,"text":"And I will strengthen them in the \\nd LORD\\nd*; and they shall walk up and\ndown in his name, saith the \\nd LORD\\nd*. \n"}],"number":10},{"verses":[{"number":1,"text":"Open thy doors, O Lebanon, that the fire may devour thy cedars.\n"},{"number":2,"text":"Howl, fir tree; for the cedar is fallen; because the mighty\nare spoiled: howl, O ye oaks of Bashan; for the forest of the vintage\nis come down.\\f + \\fr 11.2  \\ft mighty: or, gallants\\f*\\f + \\fr 11.2 \n\\ft the forest…: or, the defenced forest\\f* \n\n"},{"number":3,"text":"\\add There is\\add* a voice of the howling of the shepherds;\nfor their glory is spoiled: a voice of the roaring of young lions;\nfor the pride of Jordan is spoiled. \n\n"},{"number":4,"text":"Thus saith the \\nd LORD\\nd* my God; Feed the flock of the slaughter;\n"},{"number":5,"text":"Whose possessors slay them, and hold themselves not guilty:\nand they that sell them say, Blessed \\add be\\add* the \\nd LORD\\nd*;\nfor I am rich: and their own shepherds pity them not. \n"},{"number":6,"text":"For I will no more pity the inhabitants of the land, saith\nthe \\nd LORD\\nd*: but, lo, I will deliver the men every one into his\nneighbour’s hand, and into the hand of his king: and they shall smite\nthe land, and out of their hand I will not deliver \\add them\\add*.\\f + \\fr 11.6 \n\\ft deliver: Heb. make to be found\\f* \n"},{"number":7,"text":"And I will feed the flock of slaughter, \\add even\\add* you,\nO poor of the flock. And I took unto me two staves; the one I called\nBeauty, and the other I called Bands; and I fed the flock.\\f + \\fr 11.7 \n\\ft even…: or, verily the poor\\f*\\f + \\fr 11.7  \\ft Bands: or, Binders\\f*\n"},{"number":8,"text":"Three shepherds also I cut off in one month; and my soul lothed\nthem, and their soul also abhorred me.\\f + \\fr 11.8  \\ft lothed…: Heb. was straightened for\nthem\\f* \n"},{"number":9,"text":"Then said I, I will not feed you: that that dieth, let it die;\nand that that is to be cut off, let it be cut off; and let the rest\neat every one the flesh of another.\\f + \\fr 11.9  \\ft another: Heb. his fellow, or,\nneighbour\\f* \n\n"},{"number":10,"text":"And I took my staff, \\add even\\add* Beauty, and cut it asunder,\nthat I might break my covenant which I had made with all the people.\n"},{"number":11,"text":"And it was broken in that day: and so the poor of the flock\nthat waited upon me knew that it \\add was\\add* the word of the \\nd LORD\\nd*.\\f + \\fr 11.11 \n\\ft so…: or, the poor of the flock, etc. certainly knew\\f* \n"},{"number":12,"text":"And I said unto them, If ye think good, give \\add me\\add*\nmy price; and if not, forbear. So they weighed for my price thirty\n\\add pieces\\add* of silver.\\f + \\fr 11.12  \\ft If ye…: Heb. If it be good in your\neyes\\f* \n"},{"number":13,"text":"And the \\nd LORD\\nd* said unto me, Cast it unto the potter:\na goodly price that I was prised at of them. And I took the thirty\n\\add pieces\\add* of silver, and cast them to the potter in the house\nof the \\nd LORD\\nd*. \n"},{"number":14,"text":"Then I cut asunder mine other staff, \\add even\\add* Bands,\nthat I might break the brotherhood between Judah and Israel.\\f + \\fr 11.14 \n\\ft Bands: or, Binders\\f* \n\n"},{"number":15,"text":"And the \\nd LORD\\nd* said unto me, Take unto thee yet the\ninstruments of a foolish shepherd. \n"},{"number":16,"text":"For, lo, I will raise up a shepherd in the land, \\add which\\add*\nshall not visit those that be cut off, neither shall seek the young\none, nor heal that that is broken, nor feed that that standeth still: but he shall\neat the flesh of the fat, and tear their claws in pieces.\\f + \\fr 11.16 \n\\ft cut off: or, hidden\\f*\\f + \\fr 11.16  \\ft feed: or, bear\\f* \n"},{"number":17,"text":"Woe to the idol shepherd that leaveth the flock! the sword\n\\add shall be\\add* upon his arm, and upon his right eye: his arm\nshall be clean dried up, and his right eye shall be utterly darkened.\n"}],"number":11},{"verses":[{"number":1,"text":"The burden of the word of the \\nd LORD\\nd* for Israel, saith\nthe \\nd LORD\\nd*, which stretcheth forth the heavens, and layeth the\nfoundation of the earth, and formeth the spirit of man within him.\n"},{"number":2,"text":"Behold, I will make Jerusalem a cup of trembling unto all the\npeople round about, when they shall be in the siege both against\nJudah \\add and\\add* against Jerusalem.\\f + \\fr 12.2  \\ft trembling: or, slumber, or,\npoison\\f*\\f + \\fr 12.2  \\ft when…: or, and also against Judah shall he be which shall be in siege against\nJerusalem\\f* \n\n"},{"number":3,"text":"And in that day will I make Jerusalem a burdensome stone for all\npeople: all that burden themselves with it shall be cut in pieces,\nthough all the people of the earth be gathered together against it.\n"},{"number":4,"text":"In that day, saith the \\nd LORD\\nd*, I will smite every horse\nwith astonishment, and his rider with madness: and I will open mine\neyes upon the house of Judah, and will smite every horse of the people\nwith blindness. \n"},{"number":5,"text":"And the governors of Judah shall say in their heart, The inhabitants\nof Jerusalem \\add shall be\\add* my strength in the \\nd LORD\\nd* of\nhosts their God.\\f + \\fr 12.5  \\ft The inhabitants…: or, There is strength to me and to the inhabitants,\netc\\f* \n\n"},{"number":6,"text":"In that day will I make the governors of Judah like an hearth\nof fire among the wood, and like a torch of fire in a sheaf; and they shall\ndevour all the people round about, on the right hand and on the left:\nand Jerusalem shall be inhabited again in her own place, \\add even\\add*\nin Jerusalem. \n"},{"number":7,"text":"The \\nd LORD\\nd* also shall save the tents of Judah first,\nthat the glory of the house of David and the glory of the inhabitants\nof Jerusalem do not magnify \\add themselves\\add* against Judah. \n"},{"number":8,"text":"In that day shall the \\nd LORD\\nd* defend the inhabitants of\nJerusalem; and he that is feeble among them at that day shall be as\nDavid; and the house of David \\add shall be\\add* as God, as the angel\nof the \\nd LORD\\nd* before them.\\f + \\fr 12.8  \\ft feeble: or, abject: Heb.\nfallen\\f* \n\n"},{"number":9,"text":"And it shall come to pass in that day, \\add that\\add* I will\nseek to destroy all the nations that come against Jerusalem. \n"},{"number":10,"text":"And I will pour upon the house of David, and upon the inhabitants\nof Jerusalem, the spirit of grace and of supplications: and they shall\nlook upon me whom they have pierced, and they shall mourn for him, as one\nmourneth for \\add his\\add* only \\add son\\add*, and shall be in bitterness\nfor him, as one that is in bitterness for \\add his\\add* firstborn.\n"},{"number":11,"text":"In that day shall there be a great mourning in Jerusalem,\nas the mourning of Hadadrimmon in the valley of Megiddon. \n"},{"number":12,"text":"And the land shall mourn, every family apart; the family of the\nhouse of David apart, and their wives apart; the family of the house\nof Nathan apart, and their wives apart;\\f + \\fr 12.12  \\ft every…: Heb. families,\nfamilies\\f* \n"},{"number":13,"text":"The family of the house of Levi apart, and their wives apart; the\nfamily of Shimei apart, and their wives apart;\\f + \\fr 12.13  \\ft of Shimei: or, of Simeon, as\nLXX\\f* \n"},{"number":14,"text":"All the families that remain, every family apart, and their\nwives apart. \n"}],"number":12},{"verses":[{"number":1,"text":"In that day there shall be a fountain opened to the house of\nDavid and to the inhabitants of Jerusalem for sin and for uncleanness.\\f + \\fr 13.1 \n\\ft uncleanness: Heb. separation for uncleanness\\f* \n\n"},{"number":2,"text":"And it shall come to pass in that day, saith the \\nd LORD\\nd*\nof hosts, \\add that\\add* I will cut off the names of the idols out of the\nland, and they shall no more be remembered: and also I will cause the\nprophets and the unclean spirit to pass out of the land. \n"},{"number":3,"text":"And it shall come to pass, \\add that\\add* when any shall yet\nprophesy, then his father and his mother that begat him shall say\nunto him, Thou shalt not live; for thou speakest lies in the name\nof the \\nd LORD\\nd*: and his father and his mother that begat him shall\nthrust him through when he prophesieth. \n"},{"number":4,"text":"And it shall come to pass in that day, \\add that\\add* the prophets\nshall be ashamed every one of his vision, when he hath prophesied;\nneither shall they wear a rough garment to deceive:\\f + \\fr 13.4 \n\\ft a rough…: Heb. a garment of hair\\f*\\f + \\fr 13.4  \\ft deceive: Heb.\nlie\\f* \n"},{"number":5,"text":"But he shall say, I \\add am\\add* no prophet, I \\add am\\add*\nan husbandman; for man taught me to keep cattle from my youth. \n"},{"number":6,"text":"And \\add one\\add* shall say unto him, What \\add are\\add* these\nwounds in thine hands? Then he shall answer, \\add Those\\add* with which I was\nwounded \\add in\\add* the house of my friends. \n\n"},{"number":7,"text":"Awake, O sword, against my shepherd, and against the man \\add that\nis\\add* my fellow, saith  the \\nd LORD\\nd* of hosts: smite the shepherd,\nand the sheep shall be scattered: and I will turn mine hand upon the little\nones. \n"},{"number":8,"text":"And it shall come to pass, \\add that\\add* in all the land, saith\nthe \\nd LORD\\nd*, two parts therein shall be cut off \\add and\\add*\ndie; but the third shall be left therein. \n"},{"number":9,"text":"And I will bring the third part through the fire, and will\nrefine them as silver is refined, and will try them as gold is tried:\nthey shall call on my name, and I will hear them: I will say, It\n\\add is\\add* my people: and they shall say, The \\nd LORD\\nd* \\add is\\add*\nmy God. \n"}],"number":13},{"verses":[{"number":1,"text":"Behold, the day of the \\nd LORD\\nd* cometh, and thy spoil shall be\ndivided in the midst of thee. \n"},{"number":2,"text":"For I will gather all nations against Jerusalem to battle;\nand the city shall be taken, and the houses rifled, and the women\nravished; and half of the city shall go forth into captivity, and the\nresidue of the people shall not be cut off from the city. \n"},{"number":3,"text":"Then shall the \\nd LORD\\nd* go forth, and fight against those\nnations, as when he fought in the day of battle. \n\n"},{"number":4,"text":"And his feet shall stand in that day upon the mount of Olives, which\n\\add is\\add* before Jerusalem on the east, and the mount of Olives\nshall cleave in the midst thereof toward the east and toward the\nwest, \\add and there shall be\\add* a very great valley; and half\nof the mountain shall remove toward the north, and half of it toward the\nsouth. \n"},{"number":5,"text":"And ye shall flee \\add to\\add* the valley of the mountains;\nfor the valley of the mountains shall reach unto Azal: yea, ye shall\nflee, like as ye fled from before the earthquake in the days of Uzziah\nking of Judah: and the \\nd LORD\\nd* my God shall come, \\add and\\add*\nall the saints with thee.\\f + \\fr 14.5  \\ft the mountains: or, my\nmountains\\f*\\f + \\fr 14.5  \\ft for the…: or, when he shall touch the valley of the mountains to the place he\nseparated\\f* \n"},{"number":6,"text":"And it shall come to pass in that day, \\add that\\add* the light\nshall not be clear, \\add nor\\add* dark:\\f + \\fr 14.6  \\ft that the…: that is, it shall not be clear in some places, and dark in\nother places of the world\\f*\\f + \\fr 14.6  \\ft clear: Heb. precious\\f*\\f + \\fr 14.6 \n\\ft dark: Heb. thickness\\f* \n"},{"number":7,"text":"But it shall be one day which shall be known to the \\nd LORD\\nd*,\nnot day, nor night: but it shall come to pass, \\add that\\add* at\nevening time it shall be light.\\f + \\fr 14.7  \\ft it shall be…: or, the day shall be\none\\f* \n\n"},{"number":8,"text":"And it shall be in that day, \\add that\\add* living waters shall go\nout from Jerusalem; half of them toward the former sea, and half\nof them toward the hinder sea: in summer and in winter shall it be.\\f + \\fr 14.8 \n\\ft former: or, eastern\\f* \n"},{"number":9,"text":"And the \\nd LORD\\nd* shall be king over all the earth: in that\nday shall there be one \\nd LORD\\nd*, and his name one. \n"},{"number":10,"text":"All the land shall be turned as a plain from Geba to Rimmon\nsouth of Jerusalem: and it shall be lifted up, and inhabited in her place, from\nBenjamin’s gate unto the place of the first gate, unto the corner\ngate, and \\add from\\add* the tower of Hananeel unto the king’s winepresses.\\f + \\fr 14.10 \n\\ft turned: or, compassed\\f*\\f + \\fr 14.10  \\ft inhabited: or, shall\nabide\\f* \n"},{"number":11,"text":"And \\add men\\add* shall dwell in it, and there shall be no more utter\ndestruction; but Jerusalem shall be safely inhabited.\\f + \\fr 14.11 \n\\ft shall be: or, shall abide\\f* \n\n"},{"number":12,"text":"And this shall be the plague wherewith the \\nd LORD\\nd* will\nsmite all the people that have fought against Jerusalem; Their flesh\nshall consume away while they stand upon their feet, and their eyes\nshall consume away in their holes, and their tongue shall consume\naway in their mouth. \n"},{"number":13,"text":"And it shall come to pass in that day, \\add that\\add* a great\ntumult from the \\nd LORD\\nd* shall be among them; and they shall lay\nhold every one on the hand of his neighbour, and his hand shall rise\nup against the hand of his neighbour. \n"},{"number":14,"text":"And Judah also shall fight at Jerusalem; and the wealth of all the\nheathen round about shall be gathered together, gold, and silver,\nand apparel, in great abundance.\\f + \\fr 14.14  \\ft Judah…: or, thou also, O Judah\nshalt\\f*\\f + \\fr 14.14  \\ft at: or, against\\f* \n"},{"number":15,"text":"And so shall be the plague of the horse, of the mule, of the\ncamel, and of the ass, and of all the beasts that shall be in these\ntents, as this plague. \n\n"},{"number":16,"text":"And it shall come to pass, \\add that\\add* every one that is\nleft of all the nations which came against Jerusalem shall even go\nup from year to year to worship the King, the \\nd LORD\\nd* of hosts,\nand to keep the feast of tabernacles. \n"},{"number":17,"text":"And it shall be, \\add that\\add* whoso will not come up of \\add all\\add*\nthe families of the earth unto Jerusalem to worship the King, the\n\\nd LORD\\nd* of hosts, even upon them shall be no rain. \n"},{"number":18,"text":"And if the family of Egypt go not up, and come not, that \\add have\\add* no\n\\add rain;\\add* there shall be the plague, wherewith the \\nd LORD\\nd*\nwill smite the heathen that come not up to keep the feast of tabernacles.\\f + \\fr 14.18 \n\\ft that have no: Heb. upon whom there is not\\f* \n"},{"number":19,"text":"This shall be the punishment of Egypt, and the punishment\nof all nations that come not up to keep the feast of tabernacles.\\f + \\fr 14.19 \n\\ft punishment: or, sin\\f* \n\n"},{"number":20,"text":"In that day shall there be upon the bells of the horses,\nHOLINESS UNTO THE \\nd LORD\\nd*; and the pots in the \\nd LORD’s\\nd*\nhouse shall be like the bowls before the altar.\\f + \\fr 14.20  \\ft bells: or,\nbridles\\f* \n"},{"number":21,"text":"Yea, every pot in Jerusalem and in Judah shall be holiness\nunto the \\nd LORD\\nd* of hosts: and all they that sacrifice shall\ncome and take of them, and seethe therein: and in that day there shall be no more the\nCanaanite in the house of the \\nd LORD\\nd* of hosts. "}],"number":14}]}