{"headers":{"id":"NUM  Numbers","h":"Numbers","toc1":"The Fourth Book of Moses, called Numbers","toc2":"Numbers","toc3":"Num","mt1":"The Fourth Book of Moses, called Numbers"},"book":"Numbers","chapters":[{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses in the wilderness of\nSinai, in the tabernacle of the congregation, on the first \\add day\\add*\nof the second month, in the second year after they were come out\nof the land of Egypt, saying, \n"},{"number":2,"text":"Take ye the sum of all the congregation of the children of\nIsrael, after their families, by the house of their fathers, with the\nnumber of \\add their\\add* names, every male by their polls; \n"},{"number":3,"text":"From twenty years old and upward, all that are able to go forth\nto war in Israel: thou and Aaron shall number them by their armies.\n"},{"number":4,"text":"And with you there shall be a man of every tribe; every one\nhead of the house of his fathers. \n\n"},{"number":5,"text":"¶ And these \\add are\\add* the names of the men that shall stand with you: of\n\\add the tribe of\\add* Reuben; Elizur the son of Shedeur. \n"},{"number":6,"text":"Of Simeon; Shelumiel the son of Zurishaddai. \n"},{"number":7,"text":"Of Judah; Nahshon the son of Amminadab. \n"},{"number":8,"text":"Of Issachar; Nethaneel the son of Zuar. \n"},{"number":9,"text":"Of Zebulun; Eliab the son of Helon. \n"},{"number":10,"text":"Of the children of Joseph: of Ephraim; Elishama the son of\nAmmihud: of Manasseh; Gamaliel the son of Pedahzur. \n"},{"number":11,"text":"Of Benjamin; Abidan the son of Gideoni. \n"},{"number":12,"text":"Of Dan; Ahiezer the son of Ammishaddai. \n"},{"number":13,"text":"Of Asher; Pagiel the son of Ocran. \n"},{"number":14,"text":"Of Gad; Eliasaph the son of Deuel.\\f + \\fr 1.14  \\ft Deuel: also called,\nReuel\\f* \n"},{"number":15,"text":"Of Naphtali; Ahira the son of Enan. \n"},{"number":16,"text":"These \\add  were\\add* the renowned of the congregation, princes\nof the tribes of their fathers, heads of thousands in Israel. \n\n"},{"number":17,"text":"¶ And Moses and Aaron took these men which are expressed by\n\\add their\\add* names: \n"},{"number":18,"text":"And they assembled all the congregation together on the first\n\\add day\\add* of the second month, and they declared their pedigrees\nafter their families, by the house of their fathers, according to the\nnumber of the names, from twenty years old and upward, by their polls.\n"},{"number":19,"text":"As the \\nd LORD\\nd* commanded  Moses, so he numbered them in the\nwilderness of Sinai. \n"},{"number":20,"text":"And the children of Reuben, Israel’s eldest son, by their\ngenerations, after their families, by the house of their fathers,\naccording to the number of the names, by their polls, every male\nfrom twenty years old and upward, all that were able to go forth\nto war; \n"},{"number":21,"text":"Those that were numbered of them, \\add even\\add* of the tribe\nof Reuben, \\add were\\add* forty and six thousand and five hundred.\n\n"},{"number":22,"text":"¶ Of the children of Simeon, by their generations, after their\nfamilies, by the house of their fathers, those that were numbered\nof them, according to the number of the names, by their polls, every\nmale from twenty years old and upward, all that were able to go forth\nto war; \n"},{"number":23,"text":"Those that were numbered of them, \\add even\\add* of the tribe\nof Simeon, \\add were\\add* fifty and nine thousand and three hundred.\n\n"},{"number":24,"text":"¶ Of the children of Gad, by their generations, after their\nfamilies, by the house of their fathers, according to the number\nof the names, from twenty years old and upward, all that were able to go\nforth to war; \n"},{"number":25,"text":"Those that were numbered of them, \\add even\\add* of the tribe\nof Gad, \\add were\\add* forty and five thousand six hundred and fifty.\n\n"},{"number":26,"text":"¶ Of the children of Judah, by their generations, after their\nfamilies, by the house of their fathers, according to the number\nof the names, from twenty years old and upward, all that were able to go\nforth to war; \n"},{"number":27,"text":"Those that were numbered of them, \\add even\\add* of the tribe\nof Judah, \\add were\\add* threescore and fourteen thousand and six\nhundred. \n\n"},{"number":28,"text":"¶ Of the children of Issachar, by their generations, after their\nfamilies, by the house of their fathers, according to the number\nof the names, from twenty years old and upward, all that were able to go\nforth to war; \n"},{"number":29,"text":"Those that were numbered of them, \\add even\\add* of the tribe\nof Issachar, \\add were\\add* fifty and four thousand and four hundred.\n\n"},{"number":30,"text":"¶ Of the children of Zebulun, by their generations, after their\nfamilies, by the house of their fathers, according to the number\nof the names, from twenty years old and upward, all that were able to go\nforth to war; \n"},{"number":31,"text":"Those that were numbered of them, \\add even\\add* of the tribe\nof Zebulun, \\add were\\add* fifty and seven thousand and four hundred.\n\n"},{"number":32,"text":"¶ Of the children of Joseph, \\add namely\\add*, of the children\nof Ephraim, by their generations, after their families, by the house\nof their fathers, according to the number of the names, from twenty\nyears old and upward, all that were able to go forth to war; \n"},{"number":33,"text":"Those that were numbered of them, \\add even\\add* of the tribe\nof Ephraim, \\add were\\add* forty thousand and five hundred. \n\n"},{"number":34,"text":"¶ Of the children of Manasseh, by their generations, after their\nfamilies, by the house of their fathers, according to the number\nof the names, from twenty years old and upward, all that were able to go\nforth to war; \n"},{"number":35,"text":"Those that were numbered of them, \\add even\\add* of the tribe\nof Manasseh, \\add were\\add* thirty and two thousand and two hundred.\n\n"},{"number":36,"text":"¶ Of the children of Benjamin, by their generations, after their\nfamilies, by the house of their fathers, according to the number\nof the names, from twenty years old and upward, all that were able to go\nforth to war; \n"},{"number":37,"text":"Those that were numbered of them, \\add even\\add* of the tribe\nof Benjamin, \\add were\\add* thirty and five thousand and four hundred.\n\n"},{"number":38,"text":"¶ Of the children of Dan, by their generations, after their\nfamilies, by the house of their fathers, according to the number\nof the names, from twenty years old and upward, all that were able to go\nforth to war; \n"},{"number":39,"text":"Those that were numbered of them, \\add even\\add* of the tribe\nof Dan, \\add were\\add* threescore and two thousand and seven hundred.\n\n"},{"number":40,"text":"¶ Of the children of Asher, by their generations, after their\nfamilies, by the house of their fathers, according to the number\nof the names, from twenty years old and upward, all that were able to go\nforth to war; \n"},{"number":41,"text":"Those that were numbered of them, \\add even\\add* of the tribe\nof Asher, \\add were\\add* forty and one thousand and five hundred.\n\n"},{"number":42,"text":"¶ Of the children of Naphtali, throughout their generations,\nafter their families, by the house of their fathers, according to the\nnumber of the names, from twenty years old and upward, all that were able to go\nforth to war; \n"},{"number":43,"text":"Those that were numbered of them, \\add even\\add* of the tribe\nof Naphtali, \\add were\\add* fifty and three thousand and four hundred.\n\n"},{"number":44,"text":"These \\add are\\add* those that were numbered, which Moses and\nAaron numbered, and the princes of Israel, \\add being\\add* twelve\nmen: each one was for the house of his fathers. \n"},{"number":45,"text":"So were all those that were numbered of the children of Israel,\nby the house of their fathers, from twenty years old and upward,\nall that were able to go forth to war in Israel; \n"},{"number":46,"text":"Even all they that were numbered were six hundred thousand\nand three thousand and five hundred and fifty. \n\n"},{"number":47,"text":"¶ But the Levites after the tribe of their fathers were not\nnumbered among them. \n"},{"number":49,"text":"Only thou shalt not number the tribe of Levi, neither take\nthe sum of them among the children of Israel: \n"},{"number":50,"text":"But thou shalt appoint the Levites over the tabernacle of\ntestimony, and over all the vessels thereof, and over all things that\n\\add belong\\add* to it: they shall bear the tabernacle, and all the\nvessels thereof; and they shall minister unto it, and shall encamp\nround about the tabernacle. \n"},{"number":51,"text":"And when the tabernacle setteth forward, the Levites shall take it\ndown: and when the tabernacle is to be pitched, the Levites shall set it\nup: and the stranger that cometh nigh shall be put to death. \n"},{"number":52,"text":"And the children of Israel shall pitch their tents, every\nman by his own camp, and every man by his own standard, throughout their\nhosts. \n"},{"number":53,"text":"But the Levites shall pitch round about the tabernacle of\ntestimony, that there be no wrath upon the congregation of the children\nof Israel: and the Levites shall keep the charge of the tabernacle\nof testimony. \n"},{"number":54,"text":"And the children of Israel did according to all that the \\nd LORD\\nd*\ncommanded Moses, so did they. \n"}],"number":1},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses and unto Aaron, saying,\n"},{"number":2,"text":"Every man of the children of Israel shall pitch by his own\nstandard, with the ensign of their father’s house: far off about\nthe tabernacle of the congregation shall they pitch.\\f + \\fr 2.2 \n\\ft far…: Heb. over against\\f* \n\n"},{"number":3,"text":"And on the east side toward the rising of the sun shall they of the\nstandard of the camp of Judah pitch throughout their armies: and\nNahshon the son of Amminadab \\add shall be\\add* captain of the children\nof Judah. \n"},{"number":4,"text":"And his host, and those that were numbered of them, \\add were\\add*\nthreescore and fourteen thousand and six hundred. \n"},{"number":5,"text":"And those that do pitch next unto him \\add shall be\\add* the\ntribe of Issachar: and Nethaneel the son of Zuar \\add shall be\\add*\ncaptain of the children of Issachar. \n"},{"number":6,"text":"And his host, and those that were numbered thereof, \\add were\\add*\nfifty and four thousand and four hundred. \n"},{"number":7,"text":"\\add Then\\add* the tribe of Zebulun: and Eliab the son of Helon\n\\add shall be\\add* captain of the children of Zebulun. \n"},{"number":8,"text":"And his host, and those that were numbered thereof, \\add were\\add*\nfifty and seven thousand and four hundred. \n"},{"number":9,"text":"All that were numbered in the camp of Judah \\add were\\add*\nan hundred thousand and fourscore thousand and six thousand and four\nhundred, throughout their armies. These shall first set forth. \n\n"},{"number":10,"text":"¶ On the south side \\add shall be\\add* the standard of the\ncamp of Reuben according to their armies: and the captain of the\nchildren of Reuben \\add shall be\\add* Elizur the son of Shedeur.\n"},{"number":11,"text":"And his host, and those that were numbered thereof, \\add were\\add*\nforty and six thousand and five hundred. \n"},{"number":12,"text":"And those which pitch by him \\add shall be\\add* the tribe\nof Simeon: and the captain of the children of Simeon \\add shall be\\add*\nShelumiel the son of Zurishaddai. \n"},{"number":13,"text":"And his host, and those that were numbered of them, \\add were\\add*\nfifty and nine thousand and three hundred. \n"},{"number":14,"text":"Then the tribe of Gad: and the captain of the sons of Gad\n\\add shall be\\add* Eliasaph the son of Reuel.\\f + \\fr 2.14  \\ft Reuel: also called,\nDeuel\\f* \n"},{"number":15,"text":"And his host, and those that were numbered of them, \\add were\\add*\nforty and five thousand and six hundred and fifty. \n"},{"number":16,"text":"All that were numbered in the camp of Reuben \\add were\\add*\nan hundred thousand and fifty and one thousand and four hundred and\nfifty, throughout their armies. And they shall set forth in the second\nrank. \n\n"},{"number":17,"text":"¶ Then the tabernacle of the congregation shall set forward\nwith the camp of the Levites in the midst of the camp: as they encamp,\nso shall they set forward, every man in his place by their standards.\n\n"},{"number":18,"text":"¶ On the west side \\add shall be\\add* the standard of the camp\nof Ephraim according to their armies: and the captain of the sons\nof Ephraim \\add shall be\\add* Elishama the son of Ammihud. \n"},{"number":19,"text":"And his host, and those that were numbered of them, \\add were\\add*\nforty thousand and five hundred. \n"},{"number":20,"text":"And by him \\add shall be\\add* the tribe of Manasseh: and the\ncaptain of the children of Manasseh \\add shall be\\add* Gamaliel the\nson of Pedahzur. \n"},{"number":21,"text":"And his host, and those that were numbered of them, \\add were\\add*\nthirty and two thousand and two hundred. \n"},{"number":22,"text":"Then the tribe of Benjamin: and the captain of the sons of\nBenjamin \\add shall be\\add* Abidan the son of Gideoni. \n"},{"number":23,"text":"And his host, and those that were numbered of them, \\add were\\add*\nthirty and five thousand and four hundred. \n"},{"number":24,"text":"All that were numbered of the camp of Ephraim \\add were\\add*\nan hundred thousand and eight thousand and an hundred, throughout their\narmies. And they shall go forward in the third rank. \n\n"},{"number":25,"text":"¶ The standard of the camp of Dan \\add shall be\\add* on the north\nside by their armies: and the captain of the children of Dan \\add shall\nbe\\add* Ahiezer the son of Ammishaddai. \n"},{"number":26,"text":"And his host, and those that were numbered of them, \\add were\\add*\nthreescore and two thousand and seven hundred. \n"},{"number":27,"text":"And those that encamp by him \\add shall be\\add* the tribe\nof Asher: and the captain of the children of Asher \\add shall be\\add*\nPagiel the son of Ocran. \n"},{"number":28,"text":"And his host, and those that were numbered of them, \\add were\\add*\nforty and one thousand and five hundred. \n\n"},{"number":29,"text":"¶ Then the tribe of Naphtali: and the captain of the children\nof Naphtali \\add shall be\\add* Ahira the son of Enan. \n"},{"number":30,"text":"And his host, and those that were numbered of them, \\add were\\add*\nfifty and three thousand and four hundred. \n"},{"number":31,"text":"All they that were numbered in the camp of Dan \\add were\\add*\nan hundred thousand and fifty and seven thousand and six hundred.\nThey shall go hindmost with their standards. \n\n"},{"number":32,"text":"¶ These \\add are\\add* those which were numbered of the children\nof Israel by the house of their fathers: all those that were numbered\nof the camps throughout their hosts \\add were\\add* six hundred thousand\nand three thousand and five hundred and fifty. \n"},{"number":33,"text":"But the Levites were not numbered among the children of Israel;\nas the \\nd LORD\\nd* commanded Moses. \n"},{"number":34,"text":"And the children of Israel did according to all that the \\nd LORD\\nd*\ncommanded Moses: so they pitched by their standards, and so they set\nforward, every one after their families, according to the house of their\nfathers. \n"}],"number":2},{"verses":[{"number":1,"text":"These also \\add are\\add* the generations of Aaron and Moses\nin the day \\add that\\add* the \\nd LORD\\nd* spake with Moses in mount\nSinai. \n"},{"number":2,"text":"And these \\add are\\add* the names of the sons of Aaron; Nadab\nthe firstborn, and Abihu, Eleazar, and Ithamar. \n"},{"number":3,"text":"These \\add are\\add* the names of the sons of Aaron, the priests\nwhich were anointed, whom he consecrated to minister in the priest’s\noffice.\\f + \\fr 3.3  \\ft whom…: Heb. whose hand he filled\\f* \n"},{"number":4,"text":"And Nadab and Abihu died before the \\nd LORD\\nd*, when they\noffered strange fire before the \\nd LORD\\nd*, in the wilderness of\nSinai, and they had no children: and Eleazar and Ithamar ministered in the priest’s\noffice in the sight of Aaron their father. \n\n"},{"number":5,"text":"¶ And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":6,"text":"Bring the tribe of Levi near, and present them before Aaron\nthe priest, that they may minister unto him. \n"},{"number":7,"text":"And they shall keep his charge, and the charge of the whole\ncongregation before the tabernacle of the congregation, to do the\nservice of the tabernacle. \n"},{"number":8,"text":"And they shall keep all the instruments of the tabernacle of the\ncongregation, and the charge of the children of Israel, to do the\nservice of the tabernacle. \n"},{"number":9,"text":"And thou shalt give the Levites unto Aaron and to his sons: they\n\\add are\\add* wholly given unto him out of the children of Israel.\n"},{"number":10,"text":"And thou shalt appoint Aaron and his sons, and they shall wait\non their priest’s office: and the stranger that cometh nigh shall be put to\ndeath. \n"},{"number":11,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":12,"text":"And I, behold, I have taken the Levites from among the children\nof Israel instead of all the firstborn that openeth the matrix among the\nchildren of Israel: therefore the Levites shall be mine; \n"},{"number":13,"text":"Because all the firstborn \\add are\\add* mine; \\add for\\add*\non the day that I smote all the firstborn in the land of Egypt I\nhallowed unto me all the firstborn in Israel, both man and beast: mine shall they be: I\n\\add am\\add* the \\nd LORD\\nd*. \n\n"},{"number":14,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses in the wilderness\nof Sinai, saying, \n"},{"number":15,"text":"Number the children of Levi after the house of their fathers,\nby their families: every male from a month old and upward shalt thou\nnumber them. \n"},{"number":16,"text":"And Moses numbered them according to the word of the \\nd LORD\\nd*,\nas he was commanded.\\f + \\fr 3.16  \\ft word: Heb. mouth\\f* \n"},{"number":17,"text":"And these were the sons of Levi by their names; Gershon, and\nKohath, and Merari. \n"},{"number":18,"text":"And these \\add are\\add* the names of the sons of Gershon by their\nfamilies; Libni, and Shimei. \n"},{"number":19,"text":"And the sons of Kohath by their families; Amram, and Izehar,\nHebron, and Uzziel. \n"},{"number":20,"text":"And the sons of Merari by their families; Mahli, and Mushi. These\n\\add  are\\add* the families of the Levites according to the house\nof their fathers. \n"},{"number":21,"text":"Of Gershon \\add was\\add* the family of the Libnites, and the\nfamily of the Shimites: these \\add are\\add* the families of the Gershonites.\n"},{"number":22,"text":"Those that were numbered of them, according to the number\nof all the males, from a month old and upward, \\add even\\add* those that were\nnumbered of them \\add were\\add* seven thousand and five hundred.\n"},{"number":23,"text":"The families of the Gershonites shall pitch behind the tabernacle\nwestward. \n"},{"number":24,"text":"And the chief of the house of the father of the Gershonites\n\\add shall be\\add* Eliasaph the son of Lael. \n"},{"number":25,"text":"And the charge of the sons of Gershon in the tabernacle of the\ncongregation \\add shall be\\add* the tabernacle, and the tent, the\ncovering thereof, and the hanging for the door of the tabernacle\nof the congregation, \n"},{"number":26,"text":"And the hangings of the court, and the curtain for the door\nof the court, which \\add is\\add* by the tabernacle, and by the altar\nround about, and the cords of it for all the service thereof. \n\n"},{"number":27,"text":"¶ And of Kohath \\add was\\add* the family of the Amramites,\nand the family of the Izeharites, and the family of the Hebronites,\nand the family of the Uzzielites: these \\add are\\add* the families\nof the Kohathites. \n"},{"number":28,"text":"In the number of all the males, from a month old and upward,\n\\add were\\add* eight thousand and six hundred, keeping the charge\nof the sanctuary. \n"},{"number":29,"text":"The families of the sons of Kohath shall pitch on the side\nof the tabernacle southward. \n"},{"number":30,"text":"And the chief of the house of the father of the families of the\nKohathites \\add shall be\\add* Elizaphan the son of Uzziel. \n"},{"number":31,"text":"And their charge \\add shall be\\add* the ark, and the table,\nand the candlestick, and the altars, and the vessels of the sanctuary\nwherewith they minister, and the hanging, and all the service thereof.\n"},{"number":32,"text":"And Eleazar the son of Aaron the priest \\add shall be\\add*\nchief over the chief of the Levites, \\add and have\\add* the oversight\nof them that keep the charge of the sanctuary. \n\n"},{"number":33,"text":"¶ Of Merari \\add was\\add* the family of the Mahlites, and the\nfamily of the Mushites: these \\add are\\add* the families of Merari.\n"},{"number":34,"text":"And those that were numbered of them, according to the number\nof all the males, from a month old and upward, \\add were\\add* six\nthousand and two hundred. \n"},{"number":35,"text":"And the chief of the house of the father of the families of\nMerari \\add was\\add* Zuriel the son of Abihail: \\add these\\add* shall\npitch on the side of the tabernacle northward. \n"},{"number":36,"text":"And \\add under\\add* the custody and charge of the sons of Merari\n\\add shall be\\add* the boards of the tabernacle, and the bars thereof, and the\npillars thereof, and the sockets thereof, and all the vessels thereof, and all that\nserveth thereto,\\f + \\fr 3.36  \\ft under…: Heb. the office of the\ncharge\\f* \n"},{"number":37,"text":"And the pillars of the court round about, and their sockets,\nand their pins, and their cords. \n\n"},{"number":38,"text":"¶ But those that encamp before the tabernacle toward the east,\n\\add even\\add* before the tabernacle of the congregation eastward,\n\\add shall be\\add* Moses, and Aaron and his sons, keeping the charge\nof the sanctuary for the charge of the children of Israel; and the\nstranger that cometh nigh shall be put to death. \n"},{"number":39,"text":"All that were numbered of the Levites, which Moses and Aaron\nnumbered at the commandment of the \\nd LORD\\nd*, throughout their\nfamilies, all the males from a month old and upward, \\add were\\add*\ntwenty and two thousand. \n\n"},{"number":40,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Number all the firstborn\nof the males of the children of Israel from a month old and upward,\nand take the number of their names. \n"},{"number":41,"text":"And thou shalt take the Levites for me (I \\add am\\add* the\n\\nd LORD\\nd*) instead of all the firstborn among the children of\nIsrael; and the cattle of the Levites instead of all the firstlings\namong the cattle of the children of Israel. \n"},{"number":42,"text":"And Moses numbered, as the \\nd LORD\\nd* commanded him, all the\nfirstborn among the children of Israel. \n"},{"number":43,"text":"And all the firstborn males by the number of names, from a\nmonth old and upward, of those that were numbered of them, were twenty\nand two thousand two hundred and threescore and thirteen. \n\n"},{"number":45,"text":"Take the Levites instead of all the firstborn among the children\nof Israel, and the cattle of the Levites instead of their cattle;\nand the Levites shall be mine: I \\add am\\add* the \\nd LORD\\nd*. \n"},{"number":46,"text":"And for those that are to be redeemed of the two hundred and threescore and\nthirteen of the firstborn of the children of Israel, which are more\nthan the Levites; \n"},{"number":47,"text":"Thou shalt even take five shekels apiece by the poll, after the\nshekel of the sanctuary shalt thou take \\add them:\\add* (the shekel\n\\add is\\add* twenty gerahs:) \n"},{"number":48,"text":"And thou shalt give the money, wherewith the odd number of them is to be\nredeemed, unto Aaron and to his sons. \n"},{"number":49,"text":"And Moses took the redemption money of them that were over\nand above them that were redeemed by the Levites: \n"},{"number":50,"text":"Of the firstborn of the children of Israel took he the money;\na thousand three hundred and threescore and five \\add shekels\\add*,\nafter the shekel of the sanctuary: \n"},{"number":51,"text":"And Moses gave the money of them that were redeemed unto Aaron\nand to his sons, according to the word of the \\nd LORD\\nd*, as the\n\\nd LORD\\nd* commanded Moses. \n"}],"number":3},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses and unto Aaron, saying,\n"},{"number":2,"text":"Take the sum of the sons of Kohath from among the sons of Levi,\nafter their families, by the house of their fathers, \n"},{"number":3,"text":"From thirty years old and upward even until fifty years old,\nall that enter into the host, to do the work in the tabernacle of the\ncongregation. \n"},{"number":4,"text":"This \\add shall be\\add* the service of the sons of Kohath in the\ntabernacle of the congregation, \\add about\\add* the most holy things:\n\n"},{"number":5,"text":"¶ And when the camp setteth forward, Aaron shall come, and his\nsons, and they shall take down the covering vail, and cover the ark\nof testimony with it: \n"},{"number":6,"text":"And shall put thereon the covering of badgers’ skins, and shall\nspread over \\add it\\add* a cloth wholly of blue, and shall put in the\nstaves thereof. \n"},{"number":7,"text":"And upon the table of shewbread they shall spread a cloth of\nblue, and put thereon the dishes, and the spoons, and the bowls,\nand covers to cover withal: and the continual bread shall be thereon:\\f + \\fr 4.7 \n\\ft cover…: or, pour out withal\\f* \n"},{"number":8,"text":"And they shall spread upon them a cloth of scarlet, and cover\nthe same with a covering of badgers’ skins, and shall put in the\nstaves thereof. \n"},{"number":9,"text":"And they shall take a cloth of blue, and cover the candlestick\nof the light, and his lamps, and his tongs, and his snuffdishes,\nand all the oil vessels thereof, wherewith they minister unto it:\n"},{"number":10,"text":"And they shall put it and all the vessels thereof within a\ncovering of badgers’ skins, and shall put \\add it\\add* upon a bar.\n"},{"number":11,"text":"And upon the golden altar they shall spread a cloth of blue,\nand cover it with a covering of badgers’ skins, and shall put to the\nstaves thereof: \n"},{"number":12,"text":"And they shall take all the instruments of ministry, wherewith they\nminister in the sanctuary, and put \\add them\\add* in a cloth of blue,\nand cover them with a covering of badgers’ skins, and shall put \\add them\\add*\non a bar: \n"},{"number":13,"text":"And they shall take away the ashes from the altar, and spread\na purple cloth thereon: \n"},{"number":14,"text":"And they shall put upon it all the vessels thereof, wherewith they\nminister about it, \\add even\\add* the censers, the fleshhooks, and the\nshovels, and the basons, all the vessels of the altar; and they shall\nspread upon it a covering of badgers’ skins, and put to the staves of\nit.\\f + \\fr 4.14  \\ft basons: or, bowls\\f* \n"},{"number":15,"text":"And when Aaron and his sons have made an end of covering the\nsanctuary, and all the vessels of the sanctuary, as the camp is to set\nforward; after that, the sons of Kohath shall come to bear \\add it:\\add*\nbut they shall not touch \\add any\\add* holy thing, lest they die. These\n\\add things are\\add* the burden of the sons of Kohath in the tabernacle\nof the congregation. \n\n"},{"number":16,"text":"¶ And to the office of Eleazar the son of Aaron the priest\n\\add pertaineth\\add* the oil for the light, and the sweet incense,\nand the daily meat offering, and the anointing oil, \\add and\\add*\nthe oversight of all the tabernacle, and of all that therein \\add is\\add*,\nin the sanctuary, and in the vessels thereof. \n\n"},{"number":17,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses and unto Aaron, saying,\n"},{"number":18,"text":"Cut ye not off the tribe of the families of the Kohathites\nfrom among the Levites: \n"},{"number":19,"text":"But thus do unto them, that they may live, and not die, when they\napproach unto the most holy things: Aaron and his sons shall go in,\nand appoint them every one to his service and to his burden: \n"},{"number":20,"text":"But they shall not go in to see when the holy things are covered,\nlest they die. \n\n"},{"number":21,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":22,"text":"Take also the sum of the sons of Gershon, throughout the houses\nof their fathers, by their families; \n"},{"number":23,"text":"From thirty years old and upward until fifty years old shalt thou\nnumber them; all that enter in to perform the service, to do the\nwork in the tabernacle of the congregation.\\f + \\fr 4.23  \\ft to perform…: Heb. to war the\nwarfare\\f* \n"},{"number":24,"text":"This \\add is\\add* the service of the families of the Gershonites,\nto serve, and for burdens:\\f + \\fr 4.24  \\ft burdens: or, carriage\\f*\n"},{"number":25,"text":"And they shall bear the curtains of the tabernacle, and the\ntabernacle of the congregation, his covering, and the covering of the\nbadgers’ skins that \\add is\\add* above upon it, and the hanging for the\ndoor of the tabernacle of the congregation, \n"},{"number":26,"text":"And the hangings of the court, and the hanging for the door\nof the gate of the court, which \\add is\\add* by the tabernacle and by the\naltar round about, and their cords, and all the instruments of their\nservice, and all that is made for them: so shall they serve. \n"},{"number":27,"text":"At the appointment of Aaron and his sons shall be all the\nservice of the sons of the Gershonites, in all their burdens, and in all their\nservice: and ye shall appoint unto them in charge all their burdens.\\f + \\fr 4.27 \n\\ft appointment: Heb. mouth\\f* \n"},{"number":28,"text":"This \\add is\\add* the service of the families of the sons of\nGershon in the tabernacle of the congregation: and their charge \\add shall\nbe\\add* under the hand of Ithamar the son of Aaron the priest. \n\n"},{"number":29,"text":"¶ As for the sons of Merari, thou shalt number them after their\nfamilies, by the house of their fathers; \n"},{"number":30,"text":"From thirty years old and upward even unto fifty years old\nshalt thou number them, every one that entereth into the service,\nto do the work of the tabernacle of the congregation.\\f + \\fr 4.30 \n\\ft service: Heb. warfare\\f* \n"},{"number":31,"text":"And this \\add is\\add* the charge of their burden, according to all their\nservice in the tabernacle of the congregation; the boards of the\ntabernacle, and the bars thereof, and the pillars thereof, and sockets thereof,\n"},{"number":32,"text":"And the pillars of the court round about, and their sockets,\nand their pins, and their cords, with all their instruments, and with all their\nservice: and by name ye shall reckon the instruments of the charge\nof their burden. \n"},{"number":33,"text":"This \\add is\\add* the service of the families of the sons of\nMerari, according to all their service, in the tabernacle of the\ncongregation, under the hand of Ithamar the son of Aaron the priest.\n\n"},{"number":34,"text":"¶ And Moses and Aaron and the chief of the congregation numbered\nthe sons of the Kohathites after their families, and after the house\nof their fathers, \n"},{"number":35,"text":"From thirty years old and upward even unto fifty years old,\nevery one that entereth into the service, for the work in the tabernacle\nof the congregation: \n"},{"number":36,"text":"And those that were numbered of them by their families were two\nthousand seven hundred and fifty. \n"},{"number":37,"text":"These \\add were\\add* they that were numbered of the families\nof the Kohathites, all that might do service in the tabernacle of the\ncongregation, which Moses and Aaron did number according to the commandment\nof the \\nd LORD\\nd* by the hand of Moses. \n"},{"number":38,"text":"And those that were numbered of the sons of Gershon, throughout their\nfamilies, and by the house of their fathers, \n"},{"number":39,"text":"From thirty years old and upward even unto fifty years old,\nevery one that entereth into the service, for the work in the tabernacle\nof the congregation, \n"},{"number":40,"text":"Even those that were numbered of them, throughout their families,\nby the house of their fathers, were two thousand and six hundred\nand thirty. \n"},{"number":41,"text":"These \\add are\\add* they that were numbered of the families\nof the sons of Gershon, of all that might do service in the tabernacle\nof the congregation, whom Moses and Aaron did number according to the\ncommandment of the \\nd LORD\\nd*. \n\n"},{"number":42,"text":"¶ And those that were numbered of the families of the sons\nof Merari, throughout their families, by the house of their fathers,\n"},{"number":43,"text":"From thirty years old and upward even unto fifty years old,\nevery one that entereth into the service, for the work in the tabernacle\nof the congregation, \n"},{"number":44,"text":"Even those that were numbered of them after their families,\nwere three thousand and two hundred. \n"},{"number":45,"text":"These \\add be\\add* those that were numbered of the families\nof the sons of Merari, whom Moses and Aaron numbered according to the\nword of the \\nd LORD\\nd* by the hand of Moses. \n"},{"number":46,"text":"All those that were numbered of the Levites, whom Moses and\nAaron and the chief of Israel numbered, after their families, and after the\nhouse of their fathers, \n"},{"number":47,"text":"From thirty years old and upward even unto fifty years old,\nevery one that came to do the service of the ministry, and the service\nof the burden in the tabernacle of the congregation, \n"},{"number":48,"text":"Even those that were numbered of them, were eight thousand\nand five hundred and fourscore. \n"},{"number":49,"text":"According to the commandment of the \\nd LORD\\nd* they were\nnumbered by the hand of Moses, every one according to his service,\nand according to his burden: thus were they numbered of him, as the\n\\nd LORD\\nd* commanded Moses. \n"}],"number":4},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Command the children of Israel, that they put out of the camp\nevery leper, and every one that hath an issue, and whosoever is defiled\nby the dead: \n"},{"number":3,"text":"Both male and female shall ye put out, without the camp shall ye\nput them; that they defile not their camps, in the midst whereof\nI dwell. \n"},{"number":4,"text":"And the children of Israel did so, and put them out without\nthe camp: as the \\nd LORD\\nd* spake unto Moses, so did the children\nof Israel. \n\n"},{"number":5,"text":"¶ And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":6,"text":"Speak unto the children of Israel, When a man or woman shall\ncommit any sin that men commit, to do a trespass against the \\nd LORD\\nd*,\nand that person be guilty; \n"},{"number":7,"text":"Then they shall confess their sin which they have done: and he shall\nrecompense his trespass with the principal thereof, and add unto it the\nfifth \\add part\\add* thereof, and give \\add it\\add* unto \\add him\\add*\nagainst whom he hath trespassed. \n"},{"number":8,"text":"But if the man have no kinsman to recompense the trespass unto, let the\ntrespass be recompensed unto the \\nd LORD\\nd*, \\add even\\add* to the\npriest; beside the ram of the atonement, whereby an atonement shall be\nmade for him. \n"},{"number":9,"text":"And every offering of all the holy things of the children of\nIsrael, which they bring unto the priest, shall be his.\\f + \\fr 5.9 \n\\ft offering: or, heave offering\\f* \n"},{"number":10,"text":"And every man’s hallowed things shall be his: whatsoever any\nman giveth the priest, it shall be his. \n\n"},{"number":11,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":12,"text":"Speak unto the children of Israel, and say unto them, If any\nman’s wife go aside, and commit a trespass against him, \n"},{"number":13,"text":"And a man lie with her carnally, and it be hid from the eyes\nof her husband, and be kept close, and she be defiled, and \\add there\nbe\\add* no witness against her, neither she be taken \\add with the\nmanner;\\add* \n"},{"number":14,"text":"And the spirit of jealousy come upon him, and he be jealous\nof his wife, and she be defiled: or if the spirit of jealousy come\nupon him, and he be jealous of his wife, and she be not defiled:\n"},{"number":15,"text":"Then shall the man bring his wife unto the priest, and he shall\nbring her offering for her, the tenth \\add part\\add* of an ephah\nof barley meal; he shall pour no oil upon it, nor put frankincense thereon; for it\n\\add is\\add* an offering of jealousy, an offering of memorial, bringing\niniquity to remembrance. \n"},{"number":16,"text":"And the priest shall bring her near, and set her before the\n\\nd LORD\\nd*: \n"},{"number":17,"text":"And the priest shall take holy water in an earthen vessel;\nand of the dust that is in the floor of the tabernacle the priest\nshall take, and put \\add it\\add* into the water: \n"},{"number":18,"text":"And the priest shall set the woman before the \\nd LORD\\nd*,\nand uncover the woman’s head, and put the offering of memorial in her\nhands, which \\add is\\add* the jealousy offering: and the priest shall have in his\nhand the bitter water that causeth the curse: \n"},{"number":19,"text":"And the priest shall charge her by an oath, and say unto the\nwoman, If no man have lain with thee, and if thou hast not gone aside\nto uncleanness \\add with another\\add* instead of thy husband, be thou\nfree from this bitter water that causeth the curse:\\f + \\fr 5.19 \n\\ft with another…: or, being in the power of thy husband: Heb. under thy\nhusband\\f* \n"},{"number":20,"text":"But if thou hast gone aside \\add to another\\add* instead of thy\nhusband, and if thou be defiled, and some man have lain with thee\nbeside thine husband: \n"},{"number":21,"text":"Then the priest shall charge the woman with an oath of cursing,\nand the priest shall say unto the woman, The \\nd LORD\\nd* make thee a\ncurse and an oath among thy people, when the \\nd LORD\\nd* doth make\nthy thigh to rot, and thy belly to swell;\\f + \\fr 5.21  \\ft rot: Heb.\nfall\\f* \n"},{"number":22,"text":"And this water that causeth the curse shall go into thy bowels, to make\n\\add thy\\add* belly to swell, and \\add thy\\add* thigh to rot: And the\nwoman shall say, Amen, amen. \n"},{"number":23,"text":"And the priest shall write these curses in a book, and he shall\nblot \\add them\\add* out with the bitter water: \n"},{"number":24,"text":"And he shall cause the woman to drink the bitter water that causeth the\ncurse: and the water that causeth the curse shall enter into her,\n\\add and become\\add* bitter. \n"},{"number":25,"text":"Then the priest shall take the jealousy offering out of the\nwoman’s hand, and shall wave the offering before the \\nd LORD\\nd*,\nand offer it upon the altar: \n"},{"number":26,"text":"And the priest shall take an handful of the offering, \\add even\\add*\nthe memorial thereof, and burn \\add it\\add* upon the altar, and afterward\nshall cause the woman to drink the water. \n"},{"number":27,"text":"And when he hath made her to drink the water, then it shall come to pass,\n\\add that\\add*, if she be defiled, and have done trespass against her\nhusband, that the water that causeth the curse shall enter into her,\n\\add and become\\add* bitter, and her belly shall swell, and her thigh\nshall rot: and the woman shall be a curse among her people. \n"},{"number":28,"text":"And if the woman be not defiled, but be clean; then she shall be\nfree, and shall conceive seed. \n"},{"number":29,"text":"This \\add is\\add* the law of jealousies, when a wife goeth\naside \\add to another\\add* instead of her husband, and is defiled;\n"},{"number":30,"text":"Or when the spirit of jealousy cometh upon him, and he be\njealous over his wife, and shall set the woman before the \\nd LORD\\nd*,\nand the priest shall execute upon her all this law. \n"},{"number":31,"text":"Then shall the man be guiltless from iniquity, and this woman\nshall bear her iniquity. \n"}],"number":5},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Speak unto the children of Israel, and say unto them, When either\nman or woman shall separate \\add themselves\\add* to vow a vow of a\nNazarite, to separate \\add themselves\\add* unto the \\nd LORD\\nd*:\\f + \\fr 6.2 \n\\ft to separate…: or, to make themselves Nazarites\\f* \n"},{"number":3,"text":"He shall separate \\add himself\\add* from wine and strong drink,\nand shall drink no vinegar of wine, or vinegar of strong drink, neither shall he\ndrink any liquor of grapes, nor eat moist grapes, or dried. \n"},{"number":4,"text":"All the days of his separation shall he eat nothing that is\nmade of the vine tree, from the kernels even to the husk.\\f + \\fr 6.4 \n\\ft separation: or, Nazariteship\\f*\\f + \\fr 6.4  \\ft vine…: Heb. vine of the\nwine\\f* \n"},{"number":5,"text":"All the days of the vow of his separation there shall no razor\ncome upon his head: until the days be fulfilled, in the which he\nseparateth \\add himself\\add* unto the \\nd LORD\\nd*, he shall be holy,\n\\add and\\add* shall let the locks of the hair of his head grow. \n"},{"number":6,"text":"All the days that he separateth \\add himself\\add* unto the\n\\nd LORD\\nd* he shall come at no dead body. \n"},{"number":7,"text":"He shall not make himself unclean for his father, or for his\nmother, for his brother, or for his sister, when they die: because the\nconsecration of his God \\add is\\add* upon his head.\\f + \\fr 6.7 \n\\ft consecration: Heb. separation\\f* \n"},{"number":8,"text":"All the days of his separation he \\add is\\add* holy unto the\n\\nd LORD\\nd*. \n"},{"number":9,"text":"And if any man die very suddenly by him, and he hath defiled\nthe head of his consecration; then he shall shave his head in the\nday of his cleansing, on the seventh day shall he shave it. \n"},{"number":10,"text":"And on the eighth day he shall bring two turtles, or two young\npigeons, to the priest, to the door of the tabernacle of the congregation:\n"},{"number":11,"text":"And the priest shall offer the one for a sin offering, and the\nother for a burnt offering, and make an atonement for him, for that\nhe sinned by the dead, and shall hallow his head that same day. \n"},{"number":12,"text":"And he shall consecrate unto the \\nd LORD\\nd* the days of his\nseparation, and shall bring a lamb of the first year for a trespass\noffering: but the days that were before shall be lost, because his\nseparation was defiled.\\f + \\fr 6.12  \\ft be lost: Heb. fall\\f* \n\n"},{"number":13,"text":"¶ And this \\add is\\add* the law of the Nazarite, when the days\nof his separation are fulfilled: he shall be brought unto the door\nof the tabernacle of the congregation: \n"},{"number":14,"text":"And he shall offer his offering unto the \\nd LORD\\nd*, one\nhe lamb of the first year without blemish for a burnt offering, and\none ewe lamb of the first year without blemish for a sin offering,\nand one ram without blemish for peace offerings, \n"},{"number":15,"text":"And a basket of unleavened bread, cakes of fine flour mingled\nwith oil, and wafers of unleavened bread anointed with oil, and their meat\noffering, and their drink offerings. \n"},{"number":16,"text":"And the priest shall bring \\add them\\add* before the \\nd LORD\\nd*,\nand shall offer his sin offering, and his burnt offering: \n"},{"number":17,"text":"And he shall offer the ram \\add for\\add* a sacrifice of peace\nofferings unto the \\nd LORD\\nd*, with the basket of unleavened bread:\nthe priest shall offer also his meat offering, and his drink offering.\n"},{"number":18,"text":"And the Nazarite shall shave the head of his separation \\add at\\add*\nthe door of the tabernacle of the congregation, and shall take the\nhair of the head of his separation, and put \\add it\\add* in the fire which\n\\add is\\add* under the sacrifice of the peace offerings. \n"},{"number":19,"text":"And the priest shall take the sodden shoulder of the ram,\nand one unleavened cake out of the basket, and one unleavened wafer,\nand shall put \\add them\\add* upon the hands of the Nazarite, after\n\\add the hair of\\add* his separation is shaven: \n"},{"number":20,"text":"And the priest shall wave them \\add for\\add* a wave offering\nbefore the \\nd LORD\\nd*: this \\add is\\add* holy for the priest, with the\nwave breast and heave shoulder: and after that the Nazarite may drink\nwine. \n"},{"number":21,"text":"This \\add is\\add* the law of the Nazarite who hath vowed, \\add and\nof\\add* his offering unto the \\nd LORD\\nd* for his separation, beside\n\\add that\\add* that his hand shall get: according to the vow which he\nvowed, so he must do after the law of his separation. \n\n"},{"number":22,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":23,"text":"Speak unto Aaron and unto his sons, saying, On this wise ye shall\nbless the children of Israel, saying unto them, \n"},{"number":24,"text":"The \\nd LORD\\nd* bless thee, and keep thee: \n"},{"number":25,"text":"The \\nd LORD\\nd* make his face shine upon thee, and be gracious unto thee:\n"},{"number":26,"text":"The \\nd LORD\\nd* lift up his countenance upon thee, and give\nthee peace. \n"},{"number":27,"text":"And they shall put my name upon the children of Israel; and I will\nbless them. \n"}],"number":6},{"verses":[{"number":1,"text":"And it came to pass on the day that Moses had fully set up\nthe tabernacle, and had anointed it, and sanctified it, and all the\ninstruments thereof, both the altar and all the vessels thereof, and had\nanointed them, and sanctified them; \n"},{"number":2,"text":"That the princes of Israel, heads of the house of their fathers, who\n\\add were\\add* the princes of the tribes, and were over them that were\nnumbered, offered:\\f + \\fr 7.2  \\ft and were: Heb. who stood\\f* \n"},{"number":3,"text":"And they brought their offering before the \\nd LORD\\nd*, six\ncovered wagons, and twelve oxen; a wagon for two of the princes,\nand for each one an ox: and they brought them before the tabernacle.\n"},{"number":4,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":5,"text":"Take \\add it\\add* of them, that they may be to do the service\nof the tabernacle of the congregation; and thou shalt give them unto the\nLevites, to every man according to his service. \n"},{"number":6,"text":"And Moses took the wagons and the oxen, and gave them unto the\nLevites. \n"},{"number":7,"text":"Two wagons and four oxen he gave unto the sons of Gershon,\naccording to their service: \n"},{"number":8,"text":"And four wagons and eight oxen he gave unto the sons of Merari,\naccording unto their service, under the hand of Ithamar the son of\nAaron the priest. \n"},{"number":9,"text":"But unto the sons of Kohath he gave none: because the service\nof the sanctuary belonging unto them \\add was that\\add* they should\nbear upon their shoulders. \n\n"},{"number":10,"text":"¶ And the princes offered for dedicating of the altar in the\nday that it was anointed, even the princes offered their offering\nbefore the altar. \n"},{"number":11,"text":"And the \\nd LORD\\nd* said unto Moses, They shall offer their\noffering, each prince on his day, for the dedicating of the altar.\n\n"},{"number":12,"text":"¶ And he that offered his offering the first day was Nahshon\nthe son of Amminadab, of the tribe of Judah: \n"},{"number":13,"text":"And his offering \\add was\\add* one silver charger, the weight thereof\n\\add was\\add* an hundred and thirty \\add shekels\\add*, one silver\nbowl of seventy shekels, after the shekel of the sanctuary; both of them\n\\add were\\add* full of fine flour mingled with oil for a meat offering:\n"},{"number":14,"text":"One spoon of ten \\add shekels\\add* of gold, full of incense:\n"},{"number":15,"text":"One young bullock, one ram, one lamb of the first year, for a burnt\noffering: \n"},{"number":16,"text":"One kid of the goats for a sin offering: \n"},{"number":17,"text":"And for a sacrifice of peace offerings, two oxen, five rams,\nfive he goats, five lambs of the first year: this \\add was\\add* the\noffering of Nahshon the son of Amminadab. \n\n"},{"number":18,"text":"¶ On the second day Nethaneel the son of Zuar, prince of Issachar,\ndid offer: \n"},{"number":19,"text":"He offered \\add for\\add* his offering one silver charger,\nthe weight whereof \\add was\\add* an hundred and thirty \\add shekels\\add*,\none silver bowl of seventy shekels, after the shekel of the sanctuary;\nboth of them full of fine flour mingled  with oil for a meat offering:\n"},{"number":20,"text":"One spoon of gold of ten \\add shekels\\add*, full of incense:\n"},{"number":21,"text":"One young bullock, one ram, one lamb of the first year, for a burnt\noffering: \n"},{"number":22,"text":"One kid of the goats for a sin offering: \n"},{"number":23,"text":"And for a sacrifice of peace offerings, two oxen, five rams,\nfive he goats, five lambs of the first year: this \\add was\\add* the\noffering of Nethaneel the son of Zuar. \n\n"},{"number":24,"text":"¶ On the third day Eliab the son of Helon, prince of the children\nof Zebulun, \\add did offer:\\add* \n"},{"number":25,"text":"His offering \\add was\\add* one silver charger, the weight whereof\n\\add was\\add* an hundred and thirty \\add shekels\\add*, one silver\nbowl of seventy shekels, after the shekel of the sanctuary; both\nof them full of fine flour mingled  with oil for a meat offering:\n"},{"number":26,"text":"One golden spoon of ten \\add shekels\\add*, full of incense:\n"},{"number":27,"text":"One young bullock, one ram, one lamb of the first year, for a burnt\noffering: \n"},{"number":28,"text":"One kid of the goats for a sin offering: \n"},{"number":29,"text":"And for a sacrifice of peace offerings, two oxen, five rams,\nfive he goats, five lambs of the first year: this \\add was\\add* the\noffering of Eliab the son of Helon. \n\n"},{"number":30,"text":"¶ On the fourth day Elizur the son of Shedeur, prince of the\nchildren of Reuben, \\add did offer:\\add* \n"},{"number":31,"text":"His offering \\add was\\add* one silver charger of the weight\nof an hundred and thirty \\add shekels\\add*, one silver bowl of seventy\nshekels, after the shekel of the sanctuary; both of them full of fine\nflour mingled  with oil for a meat offering: \n"},{"number":32,"text":"One golden spoon of ten \\add shekels\\add*, full of incense:\n"},{"number":33,"text":"One young bullock, one ram, one lamb of the first year, for a burnt\noffering: \n"},{"number":35,"text":"And for a sacrifice of peace offerings, two oxen, five rams,\nfive he goats, five lambs of the first year: this \\add was\\add* the\noffering of Elizur the son of Shedeur. \n\n"},{"number":36,"text":"¶ On the fifth day Shelumiel the son of Zurishaddai, prince\nof the children of Simeon, \\add did offer:\\add* \n"},{"number":37,"text":"His offering \\add was\\add* one silver charger, the weight whereof\n\\add was\\add* an hundred and thirty \\add shekels\\add*, one silver\nbowl of seventy shekels, after the shekel of the sanctuary; both\nof them full of fine flour mingled  with oil for a meat offering:\n"},{"number":38,"text":"One golden spoon of ten \\add shekels\\add*, full of incense:\n"},{"number":39,"text":"One young bullock, one ram, one lamb of the first year, for a burnt\noffering: \n"},{"number":40,"text":"One kid of the goats for a sin offering: \n"},{"number":41,"text":"And for a sacrifice of peace offerings, two oxen, five rams,\nfive he goats, five lambs of the first year: this \\add was\\add* the\noffering of Shelumiel the son of Zurishaddai. \n\n"},{"number":42,"text":"¶ On the sixth day Eliasaph the son of Deuel, prince of the\nchildren of Gad, \\add offered:\\add* \n"},{"number":43,"text":"His offering \\add was\\add* one silver charger of the weight\nof an hundred and thirty \\add shekels\\add*, a silver bowl of seventy\nshekels, after the shekel of the sanctuary; both of them full of fine\nflour mingled  with oil for a meat offering: \n"},{"number":44,"text":"One golden spoon of ten \\add shekels\\add*, full of incense:\n"},{"number":45,"text":"One young bullock, one ram, one lamb of the first year, for a burnt\noffering: \n"},{"number":46,"text":"One kid of the goats for a sin offering: \n"},{"number":47,"text":"And for a sacrifice of peace offerings, two oxen, five rams,\nfive he goats, five lambs of the first year: this \\add was\\add* the\noffering of Eliasaph the son of Deuel. \n\n"},{"number":48,"text":"¶ On the seventh day Elishama the son of Ammihud, prince of the\nchildren of Ephraim, \\add offered:\\add* \n"},{"number":49,"text":"His offering \\add was\\add* one silver charger, the weight whereof\n\\add was\\add* an hundred and thirty \\add shekels\\add*, one silver\nbowl of seventy shekels, after the shekel of the sanctuary; both\nof them full of fine flour mingled  with oil for a meat offering:\n"},{"number":50,"text":"One golden spoon of ten \\add shekels\\add*, full of incense:\n"},{"number":51,"text":"One young bullock, one ram, one lamb of the first year, for a burnt\noffering: \n"},{"number":52,"text":"One kid of the goats for a sin offering: \n"},{"number":53,"text":"And for a sacrifice of peace offerings, two oxen, five rams,\nfive he goats, five lambs of the first year: this \\add was\\add* the\noffering of Elishama the son of Ammihud. \n\n"},{"number":54,"text":"¶ On the eighth day \\add offered\\add* Gamaliel the son of Pedahzur,\nprince of the children of Manasseh: \n"},{"number":55,"text":"His offering \\add was\\add* one silver charger of the weight\nof an hundred and thirty \\add shekels\\add*, one silver bowl of seventy\nshekels, after the shekel of the sanctuary; both of them full of fine\nflour mingled  with oil for a meat offering: \n"},{"number":56,"text":"One golden spoon of ten \\add shekels\\add*, full of incense:\n"},{"number":57,"text":"One young bullock, one ram, one lamb of the first year, for a burnt\noffering: \n"},{"number":58,"text":"One kid of the goats for a sin offering: \n"},{"number":59,"text":"And for a sacrifice of peace offerings, two oxen, five rams,\nfive he goats, five lambs of the first year: this \\add was\\add* the\noffering of Gamaliel the son of Pedahzur. \n\n"},{"number":60,"text":"¶ On the ninth day Abidan the son of Gideoni, prince of the\nchildren of Benjamin, \\add offered:\\add* \n"},{"number":61,"text":"His offering \\add was\\add* one silver charger, the weight whereof\n\\add was\\add* an hundred and thirty \\add shekels\\add*, one silver\nbowl of seventy shekels, after the shekel of the sanctuary; both\nof them full of fine flour mingled  with oil for a meat offering:\n"},{"number":62,"text":"One golden spoon of ten \\add shekels\\add*, full of incense:\n"},{"number":63,"text":"One young bullock, one ram, one lamb of the first year, for a burnt\noffering: \n"},{"number":64,"text":"One kid of the goats for a sin offering: \n"},{"number":65,"text":"And for a sacrifice of peace offerings, two oxen, five rams,\nfive he goats, five lambs of the first year: this \\add was\\add* the\noffering of Abidan the son of Gideoni. \n\n"},{"number":66,"text":"¶ On the tenth day Ahiezer the son of Ammishaddai, prince of the\nchildren of Dan, \\add offered:\\add* \n"},{"number":67,"text":"His offering \\add was\\add* one silver charger, the weight whereof\n\\add was\\add* an hundred and thirty \\add shekels\\add*, one silver\nbowl of seventy shekels, after the shekel of the sanctuary; both\nof them full of fine flour mingled  with oil for a meat offering:\n"},{"number":68,"text":"One golden spoon of ten \\add shekels\\add*, full of incense:\n"},{"number":69,"text":"One young bullock, one ram, one lamb of the first year, for a burnt\noffering: \n"},{"number":71,"text":"And for a sacrifice of peace offerings, two oxen, five rams,\nfive he goats, five lambs of the first year: this \\add was\\add* the\noffering of Ahiezer the son of Ammishaddai. \n\n"},{"number":72,"text":"¶ On the eleventh day Pagiel the son of Ocran, prince of the\nchildren of Asher, \\add offered:\\add* \n"},{"number":73,"text":"His offering \\add was\\add* one silver charger, the weight whereof\n\\add was\\add* an hundred and thirty \\add shekels\\add*, one silver\nbowl of seventy shekels, after the shekel of the sanctuary; both\nof them full of fine flour mingled  with oil for a meat offering:\n"},{"number":74,"text":"One golden spoon of ten \\add shekels\\add*, full of incense:\n"},{"number":75,"text":"One young bullock, one ram, one lamb of the first year, for a burnt\noffering: \n"},{"number":76,"text":"One kid of the goats for a sin offering: \n"},{"number":77,"text":"And for a sacrifice of peace offerings, two oxen, five rams,\nfive he goats, five lambs of the first year: this \\add was\\add* the\noffering of Pagiel the son of Ocran. \n\n"},{"number":78,"text":"¶ On the twelfth day Ahira the son of Enan, prince of the children\nof Naphtali, \\add offered:\\add* \n"},{"number":79,"text":"His offering \\add was\\add* one silver charger, the weight whereof\n\\add was\\add* an hundred and thirty \\add shekels\\add*, one silver\nbowl of seventy shekels, after the shekel of the sanctuary; both\nof them full of fine flour mingled  with oil for a meat offering:\n"},{"number":80,"text":"One golden spoon of ten \\add shekels\\add*, full of incense:\n"},{"number":81,"text":"One young bullock, one ram, one lamb of the first year, for a burnt\noffering: \n"},{"number":82,"text":"One kid of the goats for a sin offering: \n"},{"number":83,"text":"And for a sacrifice of peace offerings, two oxen, five rams,\nfive he goats, five lambs of the first year: this \\add was\\add* the\noffering of Ahira the son of Enan. \n"},{"number":84,"text":"This \\add was\\add* the dedication of the altar, in the day\nwhen it was anointed, by the princes of Israel: twelve chargers of\nsilver, twelve silver bowls, twelve spoons of gold: \n"},{"number":85,"text":"Each charger of silver \\add weighing\\add* an hundred and thirty\n\\add shekels\\add*, each bowl seventy: all the silver vessels \\add weighed\\add*\ntwo thousand and four hundred \\add shekels\\add*, after the shekel\nof the sanctuary: \n"},{"number":86,"text":"The golden spoons \\add were\\add* twelve, full of incense,\n\\add weighing\\add* ten \\add shekels\\add* apiece, after the shekel\nof the sanctuary: all the gold of the spoons \\add was\\add* an hundred\nand twenty \\add shekels\\add*. \n"},{"number":87,"text":"All the oxen for the burnt offering \\add were\\add* twelve\nbullocks, the rams twelve, the lambs of the first year twelve, with their meat\noffering: and the kids of the goats for sin offering twelve. \n"},{"number":88,"text":"And all the oxen for the sacrifice of the peace offerings\n\\add were\\add* twenty and four bullocks, the rams sixty, the he goats\nsixty, the lambs of the first year sixty. This \\add was\\add* the\ndedication of the altar, after that it was anointed. \n"},{"number":89,"text":"And when Moses was gone into the tabernacle of the congregation\nto speak with him, then he heard the voice of one speaking unto him from off the mercy\nseat that \\add was\\add* upon the ark of testimony, from between the\ntwo cherubims: and he spake unto him.\\f + \\fr 7.89  \\ft with him: that is, with\nGod\\f* \n"}],"number":7},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Speak unto Aaron, and say unto him, When thou lightest the\nlamps, the seven lamps shall give light over against the candlestick.\n"},{"number":3,"text":"And Aaron did so; he lighted the lamps thereof over against\nthe candlestick, as the \\nd LORD\\nd* commanded Moses. \n"},{"number":4,"text":"And this work of the candlestick \\add was of\\add* beaten gold,\nunto the shaft thereof, unto the flowers thereof, \\add was\\add* beaten\nwork: according unto the pattern which the \\nd LORD\\nd* had shewed\nMoses, so he made the candlestick. \n\n"},{"number":5,"text":"¶ And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":6,"text":"Take the Levites from among the children of Israel, and cleanse them.\n"},{"number":7,"text":"And thus shalt thou do unto them, to cleanse them: Sprinkle\nwater of purifying upon them, and let them shave all their flesh,\nand let them wash their clothes, and \\add so\\add* make themselves\nclean.\\f + \\fr 8.7  \\ft let them shave…: Heb. let them cause a razor to pass over,\netc\\f* \n"},{"number":8,"text":"Then let them take a young bullock with his meat offering,\n\\add even\\add* fine flour mingled with oil, and another young bullock\nshalt thou take for a sin offering. \n"},{"number":9,"text":"And thou shalt bring the Levites before the tabernacle of the\ncongregation: and thou shalt gather the whole assembly of the children\nof Israel together: \n"},{"number":10,"text":"And thou shalt bring the Levites before the \\nd LORD\\nd*:\nand the children of Israel shall put their hands upon the Levites:\n"},{"number":11,"text":"And Aaron shall offer the Levites before the \\nd LORD\\nd*\n\\add for\\add* an offering of the children of Israel, that they may\nexecute the service of the \\nd LORD\\nd*.\\f + \\fr 8.11  \\ft offer: Heb.\nwave\\f*\\f + \\fr 8.11  \\ft offering: Heb. wave offering\\f*\\f + \\fr 8.11 \n\\ft they…: Heb. they may be to execute, etc\\f* \n"},{"number":12,"text":"And the Levites shall lay their hands upon the heads of the\nbullocks: and thou shalt offer the one \\add for\\add* a sin offering,\nand the other \\add for\\add* a burnt offering, unto the \\nd LORD\\nd*,\nto make an atonement for the Levites. \n"},{"number":13,"text":"And thou shalt set the Levites before Aaron, and before his\nsons, and offer them \\add for\\add* an offering unto the \\nd LORD\\nd*.\n"},{"number":14,"text":"Thus shalt thou separate the Levites from among the children\nof Israel: and the Levites shall be mine. \n"},{"number":15,"text":"And after that shall the Levites go in to do the service of the\ntabernacle of the congregation: and thou shalt cleanse them, and\noffer them \\add for\\add* an offering. \n"},{"number":16,"text":"For they \\add are\\add* wholly given unto me from among the\nchildren of Israel; instead of such as open every womb, \\add even instead\nof\\add* the firstborn of all the children of Israel, have I taken them unto me.\n"},{"number":17,"text":"For all the firstborn of the children of Israel \\add are\\add* mine,\n\\add both\\add* man and beast: on the day that I smote every firstborn\nin the land of Egypt I sanctified them for myself. \n"},{"number":18,"text":"And I have taken the Levites for all the firstborn of the\nchildren of Israel. \n"},{"number":19,"text":"And I have given the Levites \\add as\\add* a gift to Aaron\nand to his sons from among the children of Israel, to do the service\nof the children of Israel in the tabernacle of the congregation,\nand to make an atonement for the children of Israel: that there be no\nplague among the children of Israel, when the children of Israel\ncome nigh unto the sanctuary.\\f + \\fr 8.19  \\ft a gift: Heb. given\\f*\n"},{"number":20,"text":"And Moses, and Aaron, and all the congregation of the children\nof Israel, did to the Levites according unto all that the \\nd LORD\\nd*\ncommanded Moses concerning the Levites, so did the children of Israel unto them.\n"},{"number":21,"text":"And the Levites were purified, and they washed their clothes;\nand Aaron offered them \\add as\\add* an offering before the \\nd LORD\\nd*;\nand Aaron made an atonement for them to cleanse them. \n"},{"number":22,"text":"And after that went the Levites in to do their service in the\ntabernacle of the congregation before Aaron, and before his sons:\nas the \\nd LORD\\nd* had commanded Moses concerning the Levites, so\ndid they unto them. \n\n"},{"number":23,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":24,"text":"This \\add is it\\add* that \\add belongeth\\add* unto the Levites:\nfrom twenty and five years old and upward they shall go in to wait\nupon the service of the tabernacle of the congregation:\\f + \\fr 8.24 \n\\ft to…: Heb. to war the warfare of, etc\\f* \n"},{"number":25,"text":"And from the age of fifty years they shall cease waiting upon the\nservice \\add thereof\\add*, and shall serve no more:\\f + \\fr 8.25 \n\\ft cease…: Heb. return from the warfare of the service\\f* \n"},{"number":26,"text":"But shall minister with their brethren in the tabernacle of the\ncongregation, to keep the charge, and shall do no service. Thus shalt thou\ndo unto the Levites touching their charge. \n"}],"number":8},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses in the wilderness of\nSinai, in the first month of the second year after they were come\nout of the land of Egypt, saying, \n"},{"number":2,"text":"Let the children of Israel also keep the passover at his appointed\nseason. \n"},{"number":3,"text":"In the fourteenth day of this month, at even, ye shall keep\nit in his appointed season: according to all the rites of it, and according to all the\nceremonies thereof, shall ye keep it.\\f + \\fr 9.3  \\ft at even: Heb. between the two\nevenings\\f* \n"},{"number":4,"text":"And Moses spake unto the children of Israel, that they should\nkeep the passover. \n"},{"number":5,"text":"And they kept the passover on the fourteenth day of the first\nmonth at even in the wilderness of Sinai: according to all that the\n\\nd LORD\\nd* commanded Moses, so did the children of Israel. \n\n"},{"number":6,"text":"¶ And there were certain men, who were defiled by the dead body\nof a man, that they could not keep the passover on that day: and they\ncame before Moses and before Aaron on that day: \n"},{"number":7,"text":"And those men said unto him, We \\add are\\add* defiled by the dead\nbody of a man: wherefore are we kept back, that we may not offer\nan offering of the \\nd LORD\\nd* in his appointed season among the\nchildren of Israel? \n"},{"number":8,"text":"And Moses said unto them, Stand still, and I will hear what the\n\\nd LORD\\nd* will command concerning you. \n\n"},{"number":9,"text":"¶ And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":10,"text":"Speak unto the children of Israel, saying, If any man of you or of your\nposterity shall be unclean by reason of a dead body, or \\add be\\add*\nin a journey afar off, yet he shall keep the passover unto the \\nd LORD\\nd*.\n"},{"number":11,"text":"The fourteenth day of the second month at even they shall\nkeep it, \\add and\\add* eat it with unleavened bread and bitter \\add herbs\\add*.\n"},{"number":12,"text":"They shall leave none of it unto the morning, nor break any\nbone of it: according to all the ordinances of the passover they shall\nkeep it. \n"},{"number":13,"text":"But the man that \\add is\\add* clean, and is not in a journey,\nand forbeareth to keep the passover, even the same soul shall be cut\noff from among his people: because he brought not the offering of the\n\\nd LORD\\nd* in his appointed season, that man shall bear his sin.\n"},{"number":14,"text":"And if a stranger shall sojourn among you, and will keep the\npassover unto the \\nd LORD\\nd*; according to the ordinance of the\npassover, and according to the manner thereof, so shall he do: ye shall have\none ordinance, both for the stranger, and for him that was born in the\nland. \n\n"},{"number":15,"text":"¶ And on the day that the tabernacle was reared up the cloud\ncovered the tabernacle, \\add namely\\add*, the tent of the testimony:\nand at even there was upon the tabernacle as it were the appearance\nof fire, until the morning. \n"},{"number":16,"text":"So it was alway: the cloud covered it \\add by day\\add*, and the\nappearance of fire by night. \n"},{"number":17,"text":"And when the cloud was taken up from the tabernacle, then\nafter that the children of Israel journeyed: and in the place where the\ncloud abode, there the children of Israel pitched their tents. \n"},{"number":18,"text":"At the commandment of the \\nd LORD\\nd* the children of Israel\njourneyed, and at the commandment of the \\nd LORD\\nd* they pitched:\nas long as the cloud abode upon the tabernacle they rested in their tents.\n"},{"number":19,"text":"And when the cloud tarried long upon the tabernacle many days,\nthen the children of Israel kept the charge of the \\nd LORD\\nd*,\nand journeyed not.\\f + \\fr 9.19  \\ft tarried…: Heb. prolonged\\f*\n"},{"number":20,"text":"And \\add so\\add* it was, when the cloud was a few days upon the\ntabernacle; according to the commandment of the \\nd LORD\\nd* they\nabode in their tents, and according to the commandment of the \\nd LORD\\nd*\nthey journeyed. \n"},{"number":21,"text":"And \\add so\\add* it was, when the cloud abode from even unto the\nmorning, and \\add that\\add* the cloud was taken up in the morning,\nthen they journeyed: whether \\add it was\\add* by day or by night\nthat the cloud was taken up, they journeyed.\\f + \\fr 9.21  \\ft abode: Heb.\nwas\\f* \n"},{"number":22,"text":"Or \\add whether it were\\add* two days, or a month, or a year,\nthat the cloud tarried  upon the tabernacle, remaining thereon, the\nchildren of Israel abode in their tents, and journeyed not: but when it was taken\nup, they journeyed. \n"},{"number":23,"text":"At the commandment of the \\nd LORD\\nd* they rested in the tents, and at the\ncommandment of the \\nd LORD\\nd* they journeyed: they kept the charge\nof the \\nd LORD\\nd*, at the commandment of the \\nd LORD\\nd* by the\nhand of Moses. \n"}],"number":9},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Make thee two trumpets of silver; of a whole piece shalt thou\nmake them: that thou mayest use them for the calling of the assembly,\nand for the journeying of the camps. \n"},{"number":3,"text":"And when they shall blow with them, all the assembly shall\nassemble themselves to thee at the door of the tabernacle of the\ncongregation. \n"},{"number":4,"text":"And if they blow \\add but\\add* with one \\add trumpet\\add*,\nthen the princes, \\add which are\\add* heads of the thousands of Israel,\nshall gather themselves unto thee. \n"},{"number":5,"text":"When ye blow an alarm, then the camps that lie on the east\nparts shall go forward. \n"},{"number":6,"text":"When ye blow an alarm the second time, then the camps that\nlie on the south side shall take their journey: they shall blow an\nalarm for their journeys. \n"},{"number":7,"text":"But when the congregation is to be gathered together, ye shall\nblow, but ye shall not sound an alarm. \n"},{"number":8,"text":"And the sons of Aaron, the priests, shall blow with the trumpets;\nand they shall be to you for an ordinance for ever throughout your\ngenerations. \n"},{"number":9,"text":"And if ye go to war in your land against the enemy that oppresseth\nyou, then ye shall blow an alarm with the trumpets; and ye shall be\nremembered before the \\nd LORD\\nd* your God, and ye shall be saved\nfrom your enemies. \n"},{"number":10,"text":"Also in the day of your gladness, and in your solemn days,\nand in the beginnings of your months, ye shall blow with the trumpets\nover your burnt offerings, and over the sacrifices of your peace\nofferings; that they may be to you for a memorial before your God: I\n\\add am\\add* the \\nd LORD\\nd* your God. \n\n"},{"number":11,"text":"¶ And it came to pass on the twentieth \\add day\\add* of the\nsecond month, in the second year, that the cloud was taken up from off the\ntabernacle of the testimony. \n"},{"number":12,"text":"And the children of Israel took their journeys out of the\nwilderness of Sinai; and the cloud rested in the wilderness of Paran.\n"},{"number":13,"text":"And they first took their journey according to the commandment\nof the \\nd LORD\\nd* by the hand of Moses. \n\n"},{"number":14,"text":"¶ In the first \\add place\\add* went the standard of the camp\nof the children of Judah according to their armies: and over his host\n\\add was\\add* Nahshon the son of Amminadab. \n"},{"number":15,"text":"And over the host of the tribe of the children of Issachar\n\\add was\\add* Nethaneel the son of Zuar. \n"},{"number":16,"text":"And over the host of the tribe of the children of Zebulun\n\\add was\\add* Eliab the son of Helon. \n"},{"number":17,"text":"And the tabernacle was taken down; and the sons of Gershon\nand the sons of Merari set forward, bearing the tabernacle. \n\n"},{"number":18,"text":"¶ And the standard of the camp of Reuben set forward according to their\narmies: and over his host \\add was\\add* Elizur the son of Shedeur.\n"},{"number":19,"text":"And over the host of the tribe of the children of Simeon \\add was\\add*\nShelumiel the son of Zurishaddai. \n"},{"number":20,"text":"And over the host of the tribe of the children of Gad \\add was\\add*\nEliasaph the son of Deuel. \n"},{"number":21,"text":"And the Kohathites set forward, bearing the sanctuary: and\n\\add the other\\add* did set up the tabernacle against they came.\\f + \\fr 10.21 \n\\ft the other: that is, the Gershonites and the Merarites\\f* \n\n"},{"number":22,"text":"¶ And the standard of the camp of the children of Ephraim set\nforward according to their armies: and over his host \\add was\\add*\nElishama the son of Ammihud. \n"},{"number":23,"text":"And over the host of the tribe of the children of Manasseh\n\\add was\\add* Gamaliel the son of Pedahzur. \n"},{"number":24,"text":"And over the host of the tribe of the children of Benjamin\n\\add was\\add* Abidan the son of Gideoni. \n\n"},{"number":25,"text":"¶ And the standard of the camp of the children of Dan set forward,\n\\add which was\\add* the rereward of all the camps throughout their\nhosts: and over his host \\add was\\add* Ahiezer the son of Ammishaddai.\n"},{"number":26,"text":"And over the host of the tribe of the children of Asher \\add was\\add*\nPagiel the son of Ocran. \n"},{"number":27,"text":"And over the host of the tribe of the children of Naphtali\n\\add was\\add* Ahira the son of Enan. \n"},{"number":28,"text":"Thus \\add  were\\add* the journeyings of the children of Israel\naccording to their armies, when they set forward.\\f + \\fr 10.28 \n\\ft Thus: Heb. These\\f* \n\n"},{"number":29,"text":"¶ And Moses said unto Hobab, the son of Raguel the Midianite,\nMoses’ father in law, We are journeying unto the place of which the\n\\nd LORD\\nd* said, I will give it you: come thou with us, and we will do thee\ngood: for the \\nd LORD\\nd* hath spoken good concerning Israel. \n"},{"number":30,"text":"And he said unto him, I will not go; but I will depart to mine own\nland, and to my kindred. \n"},{"number":31,"text":"And he said, Leave us not, I pray thee; forasmuch as thou\nknowest how we are to encamp in the wilderness, and thou mayest be to us instead of\neyes. \n"},{"number":32,"text":"And it shall be, if thou go with us, yea, it shall be, that what\ngoodness the \\nd LORD\\nd* shall do unto us, the same will we do unto thee.\n\n"},{"number":33,"text":"¶ And they departed from the mount of the \\nd LORD\\nd* three\ndays’ journey: and the ark of the covenant of the \\nd LORD\\nd* went\nbefore them in the three days’ journey, to search out a resting place for them.\n"},{"number":34,"text":"And the cloud of the \\nd LORD\\nd* \\add was\\add* upon them by\nday, when they went out of the camp. \n"},{"number":35,"text":"And it came to pass, when the ark set forward, that Moses\nsaid, Rise up, \\nd LORD\\nd*, and let thine enemies be scattered;\nand let them that hate thee flee before thee. \n"},{"number":36,"text":"And when it rested, he said, Return, O \\nd LORD\\nd*, unto the\nmany thousands of Israel.\\f + \\fr 10.36  \\ft many thousands: Heb. ten thousand\nthousands\\f* \n"}],"number":10},{"verses":[{"number":1,"text":"And \\add when\\add* the people complained, it displeased the\n\\nd LORD\\nd*: and the \\nd LORD\\nd* heard \\add it;\\add* and his anger\nwas kindled; and the fire of the \\nd LORD\\nd* burnt among them, and\nconsumed \\add them that were\\add* in the uttermost parts of the camp.\\f + \\fr 11.1 \n\\ft complained: or, were as it were complainers\\f*\\f + \\fr 11.1 \n\\ft it displeased: Heb. it was evil in the ears of\\f* \n"},{"number":2,"text":"And the people cried unto Moses; and when Moses prayed unto the\n\\nd LORD\\nd*, the fire was quenched.\\f + \\fr 11.2  \\ft was…: Heb.\nsunk\\f* \n"},{"number":3,"text":"And he called the name of the place Taberah: because the fire\nof the \\nd LORD\\nd* burnt among them.\\f + \\fr 11.3  \\ft Taberah: that is, A\nburning\\f* \n\n"},{"number":4,"text":"¶ And the mixt multitude that \\add was\\add* among them fell a\nlusting: and the children of Israel also wept again, and said, Who shall give us\nflesh to eat?\\f + \\fr 11.4  \\ft fell…: Heb. lusted a lust\\f*\\f + \\fr 11.4 \n\\ft wept…: Heb. returned and wept\\f* \n"},{"number":5,"text":"We remember the fish, which we did eat in Egypt freely; the\ncucumbers, and the melons, and the leeks, and the onions, and the\ngarlick: \n"},{"number":6,"text":"But now our soul \\add is\\add* dried away: \\add there is\\add*\nnothing at all, beside this manna, \\add before\\add* our eyes. \n"},{"number":7,"text":"And the manna \\add was\\add* as coriander seed, and the colour\nthereof as the colour of bdellium.\\f + \\fr 11.7  \\ft colour thereof…: Heb. eye of it as the eye\nof\\f* \n"},{"number":8,"text":"\\add And\\add* the people went about, and gathered \\add it\\add*,\nand ground \\add it\\add* in mills, or beat \\add it\\add* in a mortar,\nand baked \\add it\\add* in pans, and made cakes of it: and the taste\nof it was as the taste of fresh oil. \n"},{"number":9,"text":"And when the dew fell upon the camp in the night, the manna\nfell upon it. \n\n"},{"number":10,"text":"¶ Then Moses heard the people weep throughout their families,\nevery man in the door of his tent: and the anger of the \\nd LORD\\nd*\nwas kindled greatly; Moses also was displeased. \n"},{"number":11,"text":"And Moses said unto the \\nd LORD\\nd*, Wherefore hast thou\nafflicted thy servant? and wherefore have I not found favour in thy\nsight, that thou layest the burden of all this people upon me? \n"},{"number":12,"text":"Have I conceived all this people? have I begotten them, that thou shouldest\nsay unto me, Carry them in thy bosom, as a nursing father beareth\nthe sucking child, unto the land which thou swarest unto their fathers?\n"},{"number":13,"text":"Whence should I have flesh to give unto all this people? for they\nweep unto me, saying, Give us flesh, that we may eat. \n"},{"number":14,"text":"I am not able to bear all this people alone, because \\add it\nis\\add* too heavy for me. \n"},{"number":15,"text":"And if thou deal thus with me, kill me, I pray thee, out of\nhand, if I have found favour in thy sight; and let me not see my\nwretchedness. \n\n"},{"number":16,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Gather unto me seventy\nmen of the elders of Israel, whom thou knowest to be the elders of the\npeople, and officers over them; and bring them unto the tabernacle\nof the congregation, that they may stand there with thee. \n"},{"number":17,"text":"And I will come down and talk with thee there: and I will\ntake of the spirit which \\add is\\add* upon thee, and will put \\add it\\add*\nupon them; and they shall bear the burden of the people with thee, that thou\nbear \\add it\\add* not thyself alone. \n"},{"number":18,"text":"And say thou unto the people, Sanctify yourselves against to\nmorrow, and ye shall eat flesh: for ye have wept in the ears of the\n\\nd LORD\\nd*, saying, Who shall give us flesh to eat? for \\add it\nwas\\add* well with us in Egypt: therefore the \\nd LORD\\nd* will give\nyou flesh, and ye shall eat. \n"},{"number":19,"text":"Ye shall not eat one day, nor two days, nor five days, neither\nten days, nor twenty days; \n"},{"number":20,"text":"\\add But\\add* even a whole month, until it come out at your\nnostrils, and it be loathsome unto you: because that ye have despised\nthe \\nd LORD\\nd* which \\add is\\add* among you, and have wept before\nhim, saying, Why came we forth out of Egypt?\\f + \\fr 11.20  \\ft whole…: Heb. month of\ndays\\f* \n"},{"number":21,"text":"And Moses said, The people, among whom I \\add am\\add*, \\add are\\add*\nsix hundred thousand footmen; and thou hast said, I will give them\nflesh, that they may eat a whole month. \n"},{"number":22,"text":"Shall the flocks and the herds be slain for them, to suffice\nthem? or shall all the fish of the sea be gathered together for them, to\nsuffice them? \n"},{"number":23,"text":"And the \\nd LORD\\nd* said unto Moses, Is the \\nd LORD’s\\nd*\nhand waxed short? thou shalt see now whether my word shall come to\npass unto thee or not. \n\n"},{"number":24,"text":"¶ And Moses went out, and told the people the words of the\n\\nd LORD\\nd*, and gathered the seventy men of the elders of the people,\nand set them round about the tabernacle. \n"},{"number":25,"text":"And the \\nd LORD\\nd* came down in a cloud, and spake unto him, and\ntook of the spirit that \\add was\\add* upon him, and gave \\add it\\add*\nunto the seventy elders: and it came to pass, \\add that\\add*, when the\nspirit rested upon them, they prophesied, and did not cease. \n"},{"number":26,"text":"But there remained two \\add of the\\add* men in the camp, the\nname of the one \\add was\\add* Eldad, and the name of the other Medad:\nand the spirit rested upon them; and they \\add were\\add* of them that were\nwritten, but went not out unto the tabernacle: and they prophesied\nin the camp. \n"},{"number":27,"text":"And there ran a young man, and told Moses, and said, Eldad\nand Medad do prophesy in the camp. \n"},{"number":28,"text":"And Joshua the son of Nun, the servant of Moses, \\add one\\add*\nof his young men, answered and said, My lord Moses, forbid them.\n"},{"number":29,"text":"And Moses said unto him, Enviest thou for my sake? would God that all\nthe \\nd LORD’s\\nd* people were prophets, \\add and\\add* that the \\nd LORD\\nd*\nwould put his spirit upon them! \n"},{"number":30,"text":"And Moses gat him into the camp, he and the elders of Israel.\n\n"},{"number":31,"text":"¶ And there went forth a wind from the \\nd LORD\\nd*, and brought\nquails from the sea, and let \\add them\\add* fall by the camp, as it were a\nday’s journey on this side, and as it were a day’s journey on the other\nside, round about the camp, and as it were two cubits \\add high\\add*\nupon the face of the earth.\\f + \\fr 11.31  \\ft as it were a day’s…: Heb. as it were the way of a\nday\\f* \n"},{"number":32,"text":"And the people stood up all that day, and all \\add that\\add*\nnight, and all the next day, and they gathered the quails: he that gathered\nleast gathered ten homers: and they spread \\add them\\add* all abroad\nfor themselves round about the camp. \n"},{"number":33,"text":"And while the flesh \\add was\\add* yet between their teeth,\nere it was chewed, the wrath of the \\nd LORD\\nd* was kindled against the\npeople, and the \\nd LORD\\nd* smote the people with a very great plague.\n"},{"number":34,"text":"And he called the name of that place Kibroth-hattaavah: because there they\nburied the people that lusted.\\f + \\fr 11.34  \\ft Kibroth-hattaavah: that is, The graves of\nlust\\f* \n"},{"number":35,"text":"\\add And\\add* the people journeyed from Kibroth-hattaavah\nunto Hazeroth; and abode at Hazeroth.\\f + \\fr 11.35  \\ft abode at: Heb. they were\nin\\f* \n"}],"number":11},{"verses":[{"number":1,"text":"And Miriam and Aaron spake against Moses because of the Ethiopian\nwoman whom he had married: for he had married an Ethiopian woman.\\f + \\fr 12.1 \n\\ft Ethiopian: or, Cushite\\f*\\f + \\fr 12.1  \\ft married: Heb. taken\\f*\n"},{"number":2,"text":"And they said, Hath the \\nd LORD\\nd* indeed spoken only by\nMoses? hath he not spoken also by us? And the \\nd LORD\\nd* heard\n\\add it\\add*. \n"},{"number":3,"text":"(Now the man Moses \\add was\\add* very meek, above all the men which\n\\add were\\add* upon the face of the earth.) \n\n"},{"number":4,"text":"And the \\nd LORD\\nd* spake suddenly unto Moses, and unto Aaron,\nand unto Miriam, Come out ye three unto the tabernacle of the congregation.\nAnd they three came out. \n"},{"number":5,"text":"And the \\nd LORD\\nd* came down in the pillar of the cloud,\nand stood \\add in\\add* the door of the tabernacle, and called Aaron\nand Miriam: and they both came forth. \n"},{"number":6,"text":"And he said, Hear now my words: If there be a prophet among you,\n\\add I\\add* the \\nd LORD\\nd* will make myself known unto him in a\nvision, \\add and\\add* will speak unto him in a dream. \n"},{"number":7,"text":"My servant Moses \\add is\\add* not so, who \\add is\\add* faithful\nin all mine house. \n"},{"number":8,"text":"With him will I speak mouth to mouth, even apparently, and not in dark\nspeeches; and the similitude of the \\nd LORD\\nd* shall he behold:\nwherefore then were ye not afraid to speak against my servant Moses?\n"},{"number":9,"text":"And the anger of the \\nd LORD\\nd* was kindled against them; and he\ndeparted. \n\n"},{"number":10,"text":"And the cloud departed from off the tabernacle; and, behold,\nMiriam \\add became\\add* leprous, \\add white\\add* as snow: and Aaron\nlooked upon Miriam, and, behold, \\add she was\\add* leprous. \n"},{"number":11,"text":"And Aaron said unto Moses, Alas, my lord, I beseech thee,\nlay not the sin upon us, wherein we have done foolishly, and wherein we have\nsinned. \n"},{"number":12,"text":"Let her not be as one dead, of whom the flesh is half consumed\nwhen he cometh out of his mother’s womb. \n"},{"number":13,"text":"And Moses cried unto the \\nd LORD\\nd*, saying, Heal her now, O\nGod, I beseech thee. \n\n"},{"number":14,"text":"¶ And the \\nd LORD\\nd* said unto Moses, If her father had but\nspit in her face, should she not be ashamed seven days? let her be\nshut out from the camp seven days, and after that let her be received in\n\\add again\\add*. \n"},{"number":15,"text":"And Miriam was shut out from the camp seven days: and the\npeople journeyed not till Miriam was brought in \\add again\\add*.\n"},{"number":16,"text":"And afterward the people removed from Hazeroth, and pitched\nin the wilderness of Paran. \n"}],"number":12},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Send thou men, that they may search the land of Canaan, which I\ngive unto the children of Israel: of every tribe of their fathers\nshall ye send a man, every one a ruler among them. \n"},{"number":3,"text":"And Moses by the commandment of the \\nd LORD\\nd* sent them from the\nwilderness of Paran: all those men \\add  were\\add* heads of the children\nof Israel. \n"},{"number":4,"text":"And these \\add were\\add* their names: of the tribe of Reuben,\nShammua the son of Zaccur. \n"},{"number":5,"text":"Of the tribe of Simeon, Shaphat the son of Hori. \n"},{"number":6,"text":"Of the tribe of Judah, Caleb the son of Jephunneh. \n"},{"number":7,"text":"Of the tribe of Issachar, Igal the son of Joseph. \n"},{"number":8,"text":"Of the tribe of Ephraim, Oshea the son of Nun.\\f + \\fr 13.8 \n\\ft Oshea: also called, Joshua\\f* \n"},{"number":9,"text":"Of the tribe of Benjamin, Palti the son of Raphu. \n"},{"number":10,"text":"Of the tribe of Zebulun, Gaddiel the son of Sodi. \n"},{"number":11,"text":"Of the tribe of Joseph, \\add namely\\add*, of the tribe of\nManasseh, Gaddi the son of Susi. \n"},{"number":12,"text":"Of the tribe of Dan, Ammiel the son of Gemalli. \n"},{"number":13,"text":"Of the tribe of Asher, Sethur the son of Michael. \n"},{"number":14,"text":"Of the tribe of Naphtali, Nahbi the son of Vophsi. \n"},{"number":15,"text":"Of the tribe of Gad, Geuel the son of Machi. \n"},{"number":16,"text":"These \\add are\\add* the names of the men which Moses sent to spy\nout the land. And Moses called Oshea the son of Nun Jehoshua.\\f + \\fr 13.16 \n\\ft Oshea: also called Joshua\\f*\\f + \\fr 13.16  \\ft Jehoshua: or,\nJoshua\\f* \n\n"},{"number":17,"text":"¶ And Moses sent them to spy out the land of Canaan, and said\nunto them, Get you up this \\add way\\add* southward, and go up into the\nmountain: \n"},{"number":18,"text":"And see the land, what it \\add is;\\add* and the people that\ndwelleth therein, whether they \\add be\\add* strong or weak, few or\nmany; \n"},{"number":19,"text":"And what the land \\add is\\add* that they dwell in, whether it\n\\add be\\add* good or bad; and what cities \\add they be\\add* that they\ndwell in, whether in tents, or in strong holds; \n"},{"number":20,"text":"And what the land \\add is\\add*, whether it \\add be\\add* fat\nor lean, whether there be wood therein, or not. And be ye of good\ncourage, and bring of the fruit of the land. Now the time \\add was\\add*\nthe time of the firstripe grapes. \n\n"},{"number":21,"text":"¶ So they went up, and searched the land from the wilderness\nof Zin unto Rehob, as men come to Hamath. \n"},{"number":22,"text":"And they ascended by the south, and came unto Hebron; where\nAhiman, Sheshai, and Talmai, the children of Anak, \\add were\\add*.\n(Now Hebron was built seven years before Zoan in Egypt.) \n"},{"number":23,"text":"And they came unto the brook of Eshcol, and cut down from thence a\nbranch with one cluster of grapes, and they bare it between two upon a\nstaff; and \\add they brought\\add* of the pomegranates, and of the\nfigs.\\f + \\fr 13.23  \\ft brook: or, valley\\f* \n"},{"number":24,"text":"The place was called the brook Eshcol, because of the cluster of\ngrapes which the children of Israel cut down from thence.\\f + \\fr 13.24 \n\\ft brook: or, valley\\f*\\f + \\fr 13.24  \\ft Eshcol: that is, A cluster of\ngrapes\\f* \n"},{"number":25,"text":"And they returned from searching of the land after forty days.\n\n"},{"number":26,"text":"¶ And they went and came to Moses, and to Aaron, and to all the\ncongregation of the children of Israel, unto the wilderness of Paran,\nto Kadesh; and brought back word unto them, and unto all the congregation,\nand shewed them the fruit of the land. \n"},{"number":27,"text":"And they told him, and said, We came unto the land whither thou\nsentest us, and surely it floweth with milk and honey; and this \\add is\\add*\nthe fruit of it. \n"},{"number":28,"text":"Nevertheless the people \\add be\\add* strong that dwell in the\nland, and the cities \\add are\\add* walled, \\add and\\add* very great:\nand moreover we saw the children of Anak there. \n"},{"number":29,"text":"The Amalekites dwell in the land of the south: and the Hittites,\nand the Jebusites, and the Amorites, dwell in the mountains: and the\nCanaanites dwell by the sea, and by the coast of Jordan. \n"},{"number":30,"text":"And Caleb stilled the people before Moses, and said, Let us go\nup at once, and possess it; for we are well able to overcome it.\n"},{"number":31,"text":"But the men that went up with him said, We be not able to go\nup against the people; for they \\add are\\add* stronger than we. \n"},{"number":32,"text":"And they brought up an evil report of the land which they had\nsearched unto the children of Israel, saying, The land, through which we have\ngone to search it, \\add is\\add* a land that eateth up the inhabitants\nthereof; and all the people that we saw in it \\add are\\add* men of a great\nstature.\\f + \\fr 13.32  \\ft men…: Heb. men of statures\\f* \n"},{"number":33,"text":"And there we saw the giants, the sons of Anak, \\add which\ncome\\add* of the giants: and we were in our own sight as grasshoppers,\nand so we were in their sight. \n"}],"number":13},{"verses":[{"number":1,"text":"And all the congregation lifted up their voice, and cried;\nand the people wept that night. \n"},{"number":2,"text":"And all the children of Israel murmured against Moses and against\nAaron: and the whole congregation said unto them, Would God that we had\ndied in the land of Egypt! or would God we had died in this wilderness!\n"},{"number":3,"text":"And wherefore hath the \\nd LORD\\nd* brought us unto this land,\nto fall by the sword, that our wives and our children should be a\nprey? were it not better for us to return into Egypt? \n"},{"number":4,"text":"And they said one to another, Let us make a captain, and let us\nreturn into Egypt. \n\n"},{"number":5,"text":"Then Moses and Aaron fell on their faces before all the assembly\nof the congregation of the children of Israel. \n\n"},{"number":6,"text":"¶ And Joshua the son of Nun, and Caleb the son of Jephunneh,\n\\add which were\\add* of them that searched the land, rent their clothes:\n"},{"number":7,"text":"And they spake unto all the company of the children of Israel,\nsaying, The land, which we passed through to search it, \\add is\\add*\nan exceeding good land. \n"},{"number":8,"text":"If the \\nd LORD\\nd* delight in us, then he will bring us into this\nland, and give it us; a land which floweth with milk and honey. \n"},{"number":9,"text":"Only rebel not ye against the \\nd LORD\\nd*, neither fear ye the\npeople of the land; for they \\add are\\add* bread for us: their defence\nis departed from them, and the \\nd LORD\\nd* \\add is\\add* with us:\nfear them not.\\f + \\fr 14.9  \\ft defence: Heb. shadow\\f* \n"},{"number":10,"text":"But all the congregation bade stone them with stones. And the\nglory of the \\nd LORD\\nd* appeared in the tabernacle of the congregation\nbefore all the children of Israel. \n\n"},{"number":11,"text":"¶ And the \\nd LORD\\nd* said unto Moses, How long will this\npeople provoke me? and how long will it be ere they believe me, for all the\nsigns which I have shewed among them? \n"},{"number":12,"text":"I will smite them with the pestilence, and disinherit them, and will\nmake of thee a greater nation and mightier than they. \n\n"},{"number":13,"text":"¶ And Moses said unto the \\nd LORD\\nd*, Then the Egyptians\nshall hear \\add it\\add*, (for thou broughtest up this people in thy\nmight from among them;) \n"},{"number":14,"text":"And they will tell \\add it\\add* to the inhabitants of this\nland: \\add for\\add* they have heard that thou \\nd LORD\\nd* \\add art\\add*\namong this people, that thou \\nd LORD\\nd* art seen face to face, and\n\\add that\\add* thy cloud standeth over them, and \\add that\\add* thou\ngoest before them, by day time in a pillar of a cloud, and in a pillar\nof fire by night. \n\n"},{"number":15,"text":"¶ Now \\add if\\add* thou shalt kill \\add all\\add* this people\nas one man, then the nations which have heard the fame of thee will\nspeak, saying, \n"},{"number":16,"text":"Because the \\nd LORD\\nd* was not able to bring this people\ninto the land which he sware unto them, therefore he hath slain them in the\nwilderness. \n"},{"number":17,"text":"And now, I beseech thee, let the power of my Lord be great,\naccording as thou hast spoken, saying, \n"},{"number":18,"text":"The \\nd LORD\\nd* \\add is\\add* longsuffering, and of great\nmercy, forgiving iniquity and transgression, and by no means clearing\n\\add the guilty\\add*, visiting the iniquity of the fathers upon the\nchildren unto the third and fourth \\add generation\\add*. \n"},{"number":19,"text":"Pardon, I beseech thee, the iniquity of this people according unto the\ngreatness of thy mercy, and as thou hast forgiven this people, from\nEgypt even until now.\\f + \\fr 14.19  \\ft until…: or, hitherto\\f*\n\n"},{"number":20,"text":"And the \\nd LORD\\nd* said, I have pardoned according to thy\nword: \n"},{"number":21,"text":"But \\add as\\add* truly \\add as\\add* I live, all the earth shall be\nfilled with the glory of the \\nd LORD\\nd*. \n"},{"number":22,"text":"Because all those men which have seen my glory, and my miracles,\nwhich I did in Egypt and in the wilderness, and have tempted me now these\nten times, and have not hearkened to my voice; \n"},{"number":23,"text":"Surely they shall not see the land which I sware unto their\nfathers, neither shall any of them that provoked me see it:\\f + \\fr 14.23 \n\\ft Surely…: Heb. If they see the land\\f* \n"},{"number":24,"text":"But my servant Caleb, because he had another spirit with him, and hath\nfollowed me fully, him will I bring into the land whereinto he went;\nand his seed shall possess it. \n"},{"number":25,"text":"(Now the Amalekites and the Canaanites dwelt in the valley.)\nTo morrow turn you, and get you into the wilderness by the way of the\nRed sea. \n\n"},{"number":26,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses and unto Aaron, saying,\n"},{"number":27,"text":"How long \\add shall I bear with\\add* this evil congregation,\nwhich murmur against me? I have heard the murmurings of the children\nof Israel, which they murmur against me. \n"},{"number":28,"text":"Say unto them, \\add  As truly as\\add* I live, saith the \\nd LORD\\nd*,\nas ye have spoken in mine ears, so will I do to you: \n"},{"number":29,"text":"Your carcases shall fall in this wilderness; and all that were\nnumbered of you, according to your whole number, from twenty years\nold and upward, which have murmured against me, \n"},{"number":30,"text":"Doubtless ye shall not come into the land, \\add concerning\\add*\nwhich I sware to make you dwell therein, save Caleb the son of Jephunneh,\nand Joshua the son of Nun.\\f + \\fr 14.30  \\ft sware: Heb. lifted up my\nhand\\f* \n"},{"number":31,"text":"But your little ones, which ye said should be a prey, them will I bring\nin, and they shall know the land which ye have despised. \n"},{"number":32,"text":"But \\add as for\\add* you, your carcases, they shall fall in this\nwilderness. \n"},{"number":33,"text":"And your children shall wander in the wilderness forty years,\nand bear your whoredoms, until your carcases be wasted in the wilderness.\\f + \\fr 14.33 \n\\ft wander: or, feed\\f* \n"},{"number":34,"text":"After the number of the days in which ye searched the land,\n\\add even\\add* forty days, each day for a year, shall ye bear your\niniquities, \\add even\\add* forty years, and ye shall know my breach of\npromise.\\f + \\fr 14.34  \\ft breach…: or, altering of my purpose\\f*\n"},{"number":35,"text":"I the \\nd LORD\\nd* have said, I will surely do it unto all this\nevil congregation, that are gathered together against me: in this\nwilderness they shall be consumed, and there they shall die. \n\n"},{"number":36,"text":"And the men, which Moses sent to search the land, who returned,\nand made all the congregation to murmur against him, by bringing\nup a slander upon the land, \n"},{"number":37,"text":"Even those men that did bring up the evil report upon the\nland, died by the plague before the \\nd LORD\\nd*. \n"},{"number":38,"text":"But Joshua the son of Nun, and Caleb the son of Jephunneh,\n\\add which were\\add* of the men that went to search the land, lived\n\\add still\\add*. \n"},{"number":39,"text":"And Moses told these sayings unto all the children of Israel:\nand the people mourned greatly. \n\n"},{"number":40,"text":"¶ And they rose up early in the morning, and gat them up into the\ntop of the mountain, saying, Lo, we \\add be here\\add*, and will go\nup unto the place which the \\nd LORD\\nd* hath promised: for we have\nsinned. \n"},{"number":41,"text":"And Moses said, Wherefore now do ye transgress the commandment\nof the \\nd LORD\\nd*? but it shall not prosper. \n"},{"number":42,"text":"Go not up, for the \\nd LORD\\nd* \\add is\\add* not among you; that ye be not\nsmitten before your enemies. \n"},{"number":43,"text":"For the Amalekites and the Canaanites \\add are\\add* there\nbefore you, and ye shall fall by the sword: because ye are turned\naway from the \\nd LORD\\nd*, therefore the \\nd LORD\\nd* will not be with you.\n"},{"number":44,"text":"But they presumed to go up unto the hill top: nevertheless the\nark of the covenant of the \\nd LORD\\nd*, and Moses, departed not\nout of the camp. \n"},{"number":45,"text":"Then the Amalekites came down, and the Canaanites which dwelt\nin that hill, and smote them, and discomfited them, \\add even\\add*\nunto Hormah. \n"}],"number":14},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Speak unto the children of Israel, and say unto them, When ye be\ncome into the land of your habitations, which I give unto you, \n"},{"number":3,"text":"And will make an offering by fire unto the \\nd LORD\\nd*, a burnt\noffering, or a sacrifice in performing a vow, or in a freewill offering,\nor in your solemn feasts, to make a sweet savour unto the \\nd LORD\\nd*,\nof the herd, or of the flock:\\f + \\fr 15.3  \\ft performing: Heb.\nseparating\\f* \n"},{"number":4,"text":"Then shall he that offereth his offering unto the \\nd LORD\\nd*\nbring a meat offering of a tenth deal of flour mingled with the fourth\n\\add part\\add* of an hin of oil. \n"},{"number":5,"text":"And the fourth \\add part\\add* of an hin of wine for a drink\noffering shalt thou prepare with the burnt offering or sacrifice,\nfor one lamb. \n"},{"number":6,"text":"Or for a ram, thou shalt prepare \\add for\\add* a meat offering\ntwo tenth deals of flour mingled with the third \\add part\\add* of an\nhin of oil. \n"},{"number":7,"text":"And for a drink offering thou shalt offer the third \\add part\\add*\nof an hin of wine, \\add for\\add* a sweet savour unto the \\nd LORD\\nd*.\n"},{"number":8,"text":"And when thou preparest a bullock \\add for\\add* a burnt offering, or\n\\add for\\add* a sacrifice in performing a vow, or peace offerings\nunto the \\nd LORD\\nd*: \n"},{"number":9,"text":"Then shall he bring with a bullock a meat offering of three\ntenth deals of flour mingled with half an hin of oil. \n"},{"number":10,"text":"And thou shalt bring for a drink offering half an hin of wine,\n\\add for\\add* an offering made by fire, of a sweet savour unto the\n\\nd LORD\\nd*. \n"},{"number":11,"text":"Thus shall it be done for one bullock, or for one ram, or for a\nlamb, or a kid. \n"},{"number":12,"text":"According to the number that ye shall prepare, so shall ye\ndo to every one according to their number. \n"},{"number":13,"text":"All that are born of the country shall do these things after this manner, in\noffering an offering made by fire, of a sweet savour unto the \\nd LORD\\nd*.\n"},{"number":14,"text":"And if a stranger sojourn with you, or whosoever \\add be\\add*\namong you in your generations, and will offer an offering made by\nfire, of a sweet savour unto the \\nd LORD\\nd*; as ye do, so he shall\ndo. \n"},{"number":15,"text":"One ordinance \\add shall be both\\add* for you of the congregation,\nand also for the stranger that sojourneth \\add with you\\add*, an\nordinance for ever in your generations: as ye \\add are\\add*, so shall the\nstranger be before the \\nd LORD\\nd*. \n"},{"number":16,"text":"One law and one manner shall be for you, and for the stranger\nthat sojourneth with you. \n\n"},{"number":17,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":18,"text":"Speak unto the children of Israel, and say unto them, When ye\ncome into the land whither I bring you, \n"},{"number":19,"text":"Then it shall be, that, when ye eat of the bread of the land,\nye shall offer up an heave offering unto the \\nd LORD\\nd*. \n"},{"number":20,"text":"Ye shall offer up a cake of the first of your dough \\add for\\add*\nan heave offering: as \\add ye do\\add* the heave offering of the threshingfloor,\nso shall ye heave it. \n"},{"number":21,"text":"Of the first of your dough ye shall give unto the \\nd LORD\\nd*\nan heave offering in your generations. \n\n"},{"number":22,"text":"¶ And if ye have erred, and not observed all these commandments,\nwhich the \\nd LORD\\nd* hath spoken unto Moses, \n"},{"number":23,"text":"\\add Even\\add* all that the \\nd LORD\\nd* hath commanded you by the\nhand of Moses, from the day that the \\nd LORD\\nd* commanded \\add Moses\\add*,\nand henceforward among your generations; \n"},{"number":24,"text":"Then it shall be, if \\add ought\\add* be committed by ignorance\nwithout the knowledge of the congregation, that all the congregation\nshall offer one young bullock for a burnt offering, for a sweet savour\nunto the \\nd LORD\\nd*, with his meat offering, and his drink offering,\naccording to the manner, and one kid of the goats for a sin offering.\\f + \\fr 15.24 \n\\ft without…: Heb. from the eyes\\f*\\f + \\fr 15.24  \\ft manner: or,\nordinance\\f* \n"},{"number":25,"text":"And the priest shall make an atonement for all the congregation\nof the children of Israel, and it shall be forgiven them; for it\n\\add is\\add* ignorance: and they shall bring their offering, a sacrifice made by\nfire unto the \\nd LORD\\nd*, and their sin offering before the \\nd LORD\\nd*,\nfor their ignorance: \n"},{"number":26,"text":"And it shall be forgiven all the congregation of the children\nof Israel, and the stranger that sojourneth among them; seeing all the\npeople \\add were\\add* in ignorance. \n\n"},{"number":27,"text":"¶ And if any soul sin through ignorance, then he shall bring\na she goat of the first year for a sin offering. \n"},{"number":28,"text":"And the priest shall make an atonement for the soul that sinneth\nignorantly, when he sinneth by ignorance before the \\nd LORD\\nd*,\nto make an atonement for him; and it shall be forgiven him. \n"},{"number":29,"text":"Ye shall have one law for him that sinneth through ignorance,\n\\add both for\\add* him that is born among the children of Israel,\nand for the stranger that sojourneth among them.\\f + \\fr 15.29  \\ft sinneth: Heb.\ndoth\\f* \n\n"},{"number":30,"text":"¶ But the soul that doeth \\add ought\\add* presumptuously, \\add whether he\nbe\\add* born in the land, or a stranger, the same reproacheth the\n\\nd LORD\\nd*; and that soul shall be cut off from among his people.\\f + \\fr 15.30 \n\\ft presumptuously: Heb. with an high hand\\f* \n"},{"number":31,"text":"Because he hath despised the word of the \\nd LORD\\nd*, and hath\nbroken his commandment, that soul shall utterly be cut off; his iniquity\n\\add shall be\\add* upon him. \n\n"},{"number":32,"text":"¶ And while the children of Israel were in the wilderness,\nthey found a man that gathered sticks upon the sabbath day. \n"},{"number":33,"text":"And they that found him gathering sticks brought him unto\nMoses and Aaron, and unto all the congregation. \n"},{"number":34,"text":"And they put him in ward, because it was not declared what should be\ndone to him. \n"},{"number":35,"text":"And the \\nd LORD\\nd* said unto Moses, The man shall be surely\nput to death: all the congregation shall stone him with stones without\nthe camp. \n"},{"number":36,"text":"And all the congregation brought him without the camp, and\nstoned him with stones, and he died; as the \\nd LORD\\nd* commanded\nMoses. \n\n"},{"number":37,"text":"¶ And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":38,"text":"Speak unto the children of Israel, and bid them that they\nmake them fringes in the borders of their garments throughout their\ngenerations, and that they put upon the fringe of the borders a ribband\nof blue: \n"},{"number":39,"text":"And it shall be unto you for a fringe, that ye may look upon it, and\nremember all the commandments of the \\nd LORD\\nd*, and do them; and that ye\nseek not after your own heart and your own eyes, after which ye use to go a\nwhoring: \n"},{"number":40,"text":"That ye may remember, and do all my commandments, and be holy\nunto your God. \n"},{"number":41,"text":"I \\add am\\add* the \\nd LORD\\nd* your God, which brought you\nout of the land of Egypt, to be your God: I \\add am\\add* the \\nd LORD\\nd*\nyour God. \n"}],"number":15},{"verses":[{"number":1,"text":"Now Korah, the son of Izhar, the son of Kohath, the son of\nLevi, and Dathan and Abiram, the sons of Eliab, and On, the son of\nPeleth, sons of Reuben, took \\add men:\\add* \n"},{"number":2,"text":"And they rose up before Moses, with certain of the children\nof Israel, two hundred and fifty princes of the assembly, famous\nin the congregation, men of renown: \n"},{"number":3,"text":"And they gathered themselves together against Moses and against\nAaron, and said unto them, \\add Ye take\\add* too much upon you, seeing all the\ncongregation \\add are\\add* holy, every one of them, and the \\nd LORD\\nd*\n\\add is\\add* among them: wherefore then lift ye up yourselves above the\ncongregation of the \\nd LORD\\nd*?\\f + \\fr 16.3  \\ft Ye take…: Heb. It is much for\nyou\\f* \n"},{"number":4,"text":"And when Moses heard \\add it\\add*, he fell upon his face: \n"},{"number":5,"text":"And he spake unto Korah and unto all his company, saying, Even to\nmorrow the \\nd LORD\\nd* will shew who \\add are\\add* his, and \\add who\nis\\add* holy; and will cause \\add him\\add* to come near unto him: even\n\\add him\\add* whom he hath chosen will he cause to come near unto him.\n"},{"number":6,"text":"This do; Take you censers, Korah, and all his company; \n"},{"number":7,"text":"And put fire therein, and put incense in them before the \\nd LORD\\nd*\nto morrow: and it shall be \\add that\\add* the man whom the \\nd LORD\\nd*\ndoth choose, he \\add shall be\\add* holy: \\add ye take\\add* too much\nupon you, ye sons of Levi. \n"},{"number":8,"text":"And Moses said unto Korah, Hear, I pray you, ye sons of Levi:\n"},{"number":9,"text":"\\add Seemeth it but\\add* a small thing unto you, that the God\nof Israel hath separated you from the congregation of Israel, to bring you\nnear to himself to do the service of the tabernacle of the \\nd LORD\\nd*,\nand to stand before the congregation to minister unto them? \n"},{"number":10,"text":"And he hath brought thee near \\add to him\\add*, and all thy\nbrethren the sons of Levi with thee: and seek ye the priesthood also?\n"},{"number":11,"text":"For which cause \\add both\\add* thou and all thy company \\add are\\add*\ngathered together against the \\nd LORD\\nd*: and what \\add is\\add*\nAaron, that ye murmur against him? \n\n"},{"number":12,"text":"¶ And Moses sent to call Dathan and Abiram, the sons of Eliab:\nwhich said, We will not come up: \n"},{"number":13,"text":"\\add Is it\\add* a small thing that thou hast brought us up\nout of a land that floweth with milk and honey, to kill us in the\nwilderness, except thou make thyself altogether a prince over us?\n"},{"number":14,"text":"Moreover thou hast not brought us into a land that floweth\nwith milk and honey, or given us inheritance of fields and vineyards:\nwilt thou put out the eyes of these men? we will not come up.\\f + \\fr 16.14 \n\\ft put…: Heb. bore out\\f* \n"},{"number":15,"text":"And Moses was very wroth, and said unto the \\nd LORD\\nd*,\nRespect not thou their offering: I have not taken one ass from them, neither have I\nhurt one of them. \n"},{"number":16,"text":"And Moses said unto Korah, Be thou and all thy company before\nthe \\nd LORD\\nd*, thou, and they, and Aaron, to morrow: \n"},{"number":17,"text":"And take every man his censer, and put incense in them, and\nbring ye before the \\nd LORD\\nd* every man his censer, two hundred\nand fifty censers; thou also, and Aaron, each \\add of you\\add* his\ncenser. \n"},{"number":18,"text":"And they took every man his censer, and put fire in them, and\nlaid incense thereon, and stood in the door of the tabernacle of the\ncongregation with Moses and Aaron. \n"},{"number":19,"text":"And Korah gathered all the congregation against them unto the\ndoor of the tabernacle of the congregation: and the glory of the\n\\nd LORD\\nd* appeared unto all the congregation. \n"},{"number":20,"text":"And the \\nd LORD\\nd* spake unto Moses and unto Aaron, saying,\n"},{"number":21,"text":"Separate yourselves from among this congregation, that I may\nconsume them in a moment. \n"},{"number":22,"text":"And they fell upon their faces, and said, O God, the God of the\nspirits of all flesh, shall one man sin, and wilt thou be wroth with all the\ncongregation? \n\n"},{"number":23,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":24,"text":"Speak unto the congregation, saying, Get you up from about\nthe tabernacle of Korah, Dathan, and Abiram. \n"},{"number":25,"text":"And Moses rose up and went unto Dathan and Abiram; and the\nelders of Israel followed him. \n"},{"number":26,"text":"And he spake unto the congregation, saying, Depart, I pray you, from the\ntents of these wicked men, and touch nothing of theirs, lest ye be\nconsumed in all their sins. \n"},{"number":27,"text":"So they gat up from the tabernacle of Korah, Dathan, and Abiram,\non every side: and Dathan and Abiram came out, and stood in the door\nof their tents, and their wives, and their sons, and their little\nchildren. \n"},{"number":28,"text":"And Moses said, Hereby ye shall know that the \\nd LORD\\nd*\nhath sent me to do all these works; for \\add I have\\add* not \\add done\nthem\\add* of mine own mind. \n"},{"number":29,"text":"If these men die the common death of all men, or if they be\nvisited after the visitation of all men; \\add then\\add* the \\nd LORD\\nd*\nhath not sent me.\\f + \\fr 16.29  \\ft the common…: Heb. as every man\ndieth\\f* \n"},{"number":30,"text":"But if the \\nd LORD\\nd* make a new thing, and the earth open\nher mouth, and swallow them up, with all that \\add appertain\\add*\nunto them, and they go down quick into the pit; then ye shall understand\nthat these men have provoked the \\nd LORD\\nd*.\\f + \\fr 16.30  \\ft make…: Heb. create a\ncreature\\f* \n\n"},{"number":31,"text":"¶ And it came to pass, as he had made an end of speaking all these\nwords, that the ground clave asunder that \\add was\\add* under them:\n"},{"number":32,"text":"And the earth opened her mouth, and swallowed them up, and their\nhouses, and all the men that \\add appertained\\add* unto Korah, and all\n\\add their\\add* goods. \n"},{"number":33,"text":"They, and all that \\add appertained\\add* to them, went down\nalive into the pit, and the earth closed upon them: and they perished\nfrom among the congregation. \n"},{"number":34,"text":"And all Israel that \\add were\\add* round about them fled at the\ncry of them: for they said, Lest the earth swallow us up \\add also\\add*.\n\n"},{"number":35,"text":"And there came out a fire from the \\nd LORD\\nd*, and consumed\nthe two hundred and fifty men that offered incense. \n\n"},{"number":36,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":37,"text":"Speak unto Eleazar the son of Aaron the priest, that he take\nup the censers out of the burning, and scatter thou the fire yonder;\nfor they are hallowed. \n"},{"number":38,"text":"The censers of these sinners against their own souls, let them\nmake them broad plates \\add for\\add* a covering of the altar: for they\noffered them before the \\nd LORD\\nd*, therefore they are hallowed:\nand they shall be a sign unto the children of Israel. \n"},{"number":39,"text":"And Eleazar the priest took the brasen censers, wherewith they that were\nburnt had offered; and they were made broad \\add plates for\\add*\na covering of the altar: \n"},{"number":40,"text":"\\add To be\\add* a memorial unto the children of Israel, that\nno stranger, which \\add is\\add* not of the seed of Aaron, come near\nto offer incense before the \\nd LORD\\nd*; that he be not as Korah,\nand as his company: as the \\nd LORD\\nd* said to him by the hand of\nMoses. \n\n"},{"number":41,"text":"¶ But on the morrow all the congregation of the children of\nIsrael murmured against Moses and against Aaron, saying, Ye have\nkilled the people of the \\nd LORD\\nd*. \n"},{"number":42,"text":"And it came to pass, when the congregation was gathered against\nMoses and against Aaron, that they looked toward the tabernacle of the\ncongregation: and, behold, the cloud covered it, and the glory of the\n\\nd LORD\\nd* appeared. \n"},{"number":43,"text":"And Moses and Aaron came before the tabernacle of the congregation.\n\n"},{"number":45,"text":"Get you up from among this congregation, that I may consume\nthem as in a moment. And they fell upon their faces. \n\n"},{"number":46,"text":"¶ And Moses said unto Aaron, Take a censer, and put fire therein from\noff the altar, and put on incense, and go quickly unto the congregation,\nand make an atonement for them: for there is wrath gone out from the\n\\nd LORD\\nd*; the plague is begun. \n"},{"number":47,"text":"And Aaron took as Moses commanded, and ran into the midst\nof the congregation; and, behold, the plague was begun among the\npeople: and he put on incense, and made an atonement for the people.\n"},{"number":48,"text":"And he stood between the dead and the living; and the plague\nwas stayed. \n"},{"number":49,"text":"Now they that died in the plague were fourteen thousand and\nseven hundred, beside them that died about the matter of Korah. \n"},{"number":50,"text":"And Aaron returned unto Moses unto the door of the tabernacle\nof the congregation: and the plague was stayed. \n"}],"number":16},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Speak unto the children of Israel, and take of every one of them a\nrod according to the house of \\add their\\add* fathers, of all their\nprinces according to the house of their fathers twelve rods: write\nthou every man’s name upon his rod. \n"},{"number":3,"text":"And thou shalt write Aaron’s name upon the rod of Levi: for\none rod \\add shall be\\add* for the head of the house of their fathers.\n"},{"number":4,"text":"And thou shalt lay them up in the tabernacle of the congregation\nbefore the testimony, where I will meet with you. \n"},{"number":5,"text":"And it shall come to pass, \\add that\\add* the man’s rod, whom I shall\nchoose, shall blossom: and I will make to cease from me the murmurings\nof the children of Israel, whereby they murmur against you. \n\n"},{"number":6,"text":"¶ And Moses spake unto the children of Israel, and every one of their\nprinces gave him a rod apiece, for each prince one, according to their\nfathers’ houses, \\add even\\add* twelve rods: and the rod of Aaron\n\\add was\\add* among their rods.\\f + \\fr 17.6  \\ft a rod…: Heb. a rod for one prince, a rod for one\nprince\\f* \n"},{"number":7,"text":"And Moses laid up the rods before the \\nd LORD\\nd* in the tabernacle\nof witness. \n\n"},{"number":8,"text":"And it came to pass, that on the morrow Moses went into the\ntabernacle of witness; and, behold, the rod of Aaron for the house\nof Levi was budded, and brought forth buds, and bloomed blossoms,\nand yielded almonds. \n"},{"number":9,"text":"And Moses brought out all the rods from before the \\nd LORD\\nd*\nunto all the children of Israel: and they looked, and took every\nman his rod. \n\n"},{"number":10,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Bring Aaron’s rod again\nbefore the testimony, to be kept for a token against the rebels;\nand thou shalt quite take away their murmurings from me, that they\ndie not.\\f + \\fr 17.10  \\ft rebels: Heb. children of rebellion\\f*\n"},{"number":11,"text":"And Moses did \\add so:\\add* as the \\nd LORD\\nd* commanded\nhim, so did he. \n"},{"number":12,"text":"And the children of Israel spake unto Moses, saying, Behold, we\ndie, we perish, we all perish. \n"},{"number":13,"text":"Whosoever cometh any thing near unto the tabernacle of the\n\\nd LORD\\nd* shall die: shall we be consumed with dying? \n"}],"number":17},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* said unto Aaron, Thou and thy sons and thy\nfather’s house with thee shall bear the iniquity of the sanctuary:\nand thou and thy sons with thee shall bear the iniquity of your priesthood.\n"},{"number":2,"text":"And thy brethren also of the tribe of Levi, the tribe of thy\nfather, bring thou with thee, that they may be joined unto thee, and\nminister unto thee: but thou and thy sons with thee \\add shall minister\\add*\nbefore the tabernacle of witness. \n"},{"number":3,"text":"And they shall keep thy charge, and the charge of all the tabernacle:\nonly they shall not come nigh the vessels of the sanctuary and the\naltar, that neither they, nor ye also, die. \n"},{"number":4,"text":"And they shall be joined unto thee, and keep the charge of the\ntabernacle of the congregation, for all the service of the tabernacle:\nand a stranger shall not come nigh unto you. \n"},{"number":5,"text":"And ye shall keep the charge of the sanctuary, and the charge\nof the altar: that there be no wrath any more upon the children of\nIsrael. \n"},{"number":6,"text":"And I, behold, I have taken your brethren the Levites from\namong the children of Israel: to you \\add they are\\add* given \\add as\\add*\na gift for the \\nd LORD\\nd*, to do the service of the tabernacle\nof the congregation. \n"},{"number":7,"text":"Therefore thou and thy sons with thee shall keep your priest’s\noffice for every thing of the altar, and within the vail; and ye shall\nserve: I have given your priest’s office \\add unto you\\add* as a\nservice of gift: and the stranger that cometh nigh shall be put to\ndeath. \n\n"},{"number":8,"text":"¶ And the \\nd LORD\\nd* spake unto Aaron, Behold, I also have\ngiven thee the charge of mine heave offerings of all the hallowed\nthings of the children of Israel; unto thee have I given them by reason of the\nanointing, and to thy sons, by an ordinance for ever. \n"},{"number":9,"text":"This shall be thine of the most holy things, \\add reserved\\add*\nfrom the fire: every oblation of theirs, every meat offering of theirs, and every sin\noffering of theirs, and every trespass offering of theirs, which they shall\nrender unto me, \\add shall be\\add* most holy for thee and for thy\nsons. \n"},{"number":10,"text":"In the most holy \\add place\\add* shalt thou eat it; every\nmale shall eat it: it shall be holy unto thee. \n"},{"number":11,"text":"And this \\add is\\add* thine; the heave offering of their gift,\nwith all the wave offerings of the children of Israel: I have given\nthem unto thee, and to thy sons and to thy daughters with thee, by a\nstatute for ever: every one that is clean in thy house shall eat of it.\n"},{"number":12,"text":"All the best of the oil, and all the best of the wine, and of the\nwheat, the firstfruits of them which they shall offer unto the \\nd LORD\\nd*,\nthem have I given thee.\\f + \\fr 18.12  \\ft best: Heb. fat\\f* \n"},{"number":13,"text":"\\add And\\add* whatsoever is first ripe in the land, which they shall\nbring unto the \\nd LORD\\nd*, shall be thine; every one that is clean\nin thine house shall eat \\add of\\add* it. \n"},{"number":14,"text":"Every thing devoted in Israel shall be thine. \n"},{"number":15,"text":"Every thing that openeth the matrix in all flesh, which they\nbring unto the \\nd LORD\\nd*, \\add whether it be\\add* of men or beasts,\nshall be thine: nevertheless the firstborn of man shalt thou surely\nredeem, and the firstling of unclean beasts shalt thou redeem. \n"},{"number":16,"text":"And those that are to be redeemed from a month old shalt thou\nredeem, according to thine estimation, for the money of five shekels,\nafter the shekel of the sanctuary, which \\add is\\add* twenty gerahs.\n"},{"number":17,"text":"But the firstling of a cow, or the firstling of a sheep, or the\nfirstling of a goat, thou shalt not redeem; they \\add are\\add* holy:\nthou shalt sprinkle their blood upon the altar, and shalt burn their\nfat \\add for\\add* an offering made by fire, for a sweet savour unto the\n\\nd LORD\\nd*. \n"},{"number":18,"text":"And the flesh of them shall be thine, as the wave breast and as the\nright shoulder are thine. \n"},{"number":19,"text":"All the heave offerings of the holy things, which the children\nof Israel offer unto the \\nd LORD\\nd*, have I given thee, and thy\nsons and thy daughters with thee, by a statute for ever: it \\add is\\add*\na covenant of salt for ever before the \\nd LORD\\nd* unto thee and to thy\nseed with thee. \n\n"},{"number":20,"text":"¶ And the \\nd LORD\\nd* spake unto Aaron, Thou shalt have no\ninheritance in their land, neither shalt thou have any part among them: I\n\\add am\\add* thy part and thine inheritance among the children of\nIsrael. \n"},{"number":21,"text":"And, behold, I have given the children of Levi all the tenth\nin Israel for an inheritance, for their service which they serve,\n\\add even\\add* the service of the tabernacle of the congregation.\n"},{"number":22,"text":"Neither must the children of Israel henceforth come nigh the\ntabernacle of the congregation, lest they bear sin, and die.\\f + \\fr 18.22 \n\\ft and die: Heb. to die\\f* \n"},{"number":23,"text":"But the Levites shall do the service of the tabernacle of the\ncongregation, and they shall bear their iniquity: \\add it shall be\\add*\na statute for ever throughout your generations, that among the children\nof Israel they have no inheritance. \n"},{"number":24,"text":"But the tithes of the children of Israel, which they offer\n\\add as\\add* an heave offering unto the \\nd LORD\\nd*, I have given\nto the Levites to inherit: therefore I have said unto them, Among\nthe children of Israel they shall have no inheritance. \n\n"},{"number":25,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":26,"text":"Thus speak unto the Levites, and say unto them, When ye take\nof the children of Israel the tithes which I have given you from them for your\ninheritance, then ye shall offer up an heave offering of it for the\n\\nd LORD\\nd*, \\add even\\add* a tenth \\add part\\add* of the tithe.\n"},{"number":27,"text":"And \\add this\\add* your heave offering shall be reckoned unto you, as though\n\\add it were\\add* the corn of the threshingfloor, and as the fulness\nof the winepress. \n"},{"number":28,"text":"Thus ye also shall offer an heave offering unto the \\nd LORD\\nd*\nof all your tithes, which ye receive of the children of Israel; and ye shall\ngive thereof the \\nd LORD’s\\nd* heave offering to Aaron the priest.\n"},{"number":29,"text":"Out of all your gifts ye shall offer every heave offering\nof the \\nd LORD\\nd*, of all the best thereof, \\add even\\add* the hallowed\npart thereof out of it.\\f + \\fr 18.29  \\ft best: Heb. fat\\f* \n"},{"number":30,"text":"Therefore thou shalt say unto them, When ye have heaved the\nbest thereof from it, then it shall be counted unto the Levites as the\nincrease of the threshingfloor, and as the increase of the winepress.\\f + \\fr 18.30 \n\\ft best: Heb. fat\\f* \n"},{"number":31,"text":"And ye shall eat it in every place, ye and your households: for it\n\\add is\\add* your reward for your service in the tabernacle of the\ncongregation. \n"},{"number":32,"text":"And ye shall bear no sin by reason of it, when ye have heaved\nfrom it the best of it: neither shall ye pollute the holy things\nof the children of Israel, lest ye die. \n"}],"number":18},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses and unto Aaron, saying,\n"},{"number":2,"text":"This \\add is\\add* the ordinance of the law which the \\nd LORD\\nd*\nhath commanded, saying, Speak unto the children of Israel, that they\nbring thee a red heifer without spot, wherein \\add is\\add* no blemish,\n\\add and\\add* upon which never came yoke: \n"},{"number":3,"text":"And ye shall give her unto Eleazar the priest, that he may bring her\nforth without the camp, and \\add one\\add* shall slay her before his face:\n"},{"number":4,"text":"And Eleazar the priest shall take of her blood with his finger,\nand sprinkle of her blood directly before the tabernacle of the congregation\nseven times: \n"},{"number":5,"text":"And \\add one\\add* shall burn the heifer in his sight; her skin,\nand her flesh, and her blood, with her dung, shall he burn: \n"},{"number":6,"text":"And the priest shall take cedar wood, and hyssop, and scarlet,\nand cast \\add it\\add* into the midst of the burning of the heifer.\n"},{"number":7,"text":"Then the priest shall wash his clothes, and he shall bathe\nhis flesh in water, and afterward he shall come into the camp, and the\npriest shall be unclean until the even. \n"},{"number":8,"text":"And he that burneth her shall wash his clothes in water, and\nbathe his flesh in water, and shall be unclean until the even. \n"},{"number":9,"text":"And a man \\add that is\\add* clean shall gather up the ashes\nof the heifer, and lay \\add them\\add* up without the camp in a clean\nplace, and it shall be kept for the congregation of the children\nof Israel for a water of separation: it \\add is\\add* a purification for\nsin. \n"},{"number":10,"text":"And he that gathereth the ashes of the heifer shall wash his\nclothes, and be unclean until the even: and it shall be unto the\nchildren of Israel, and unto the stranger that sojourneth among them, for a\nstatute for ever. \n\n"},{"number":11,"text":"¶ He that toucheth the dead body of any man shall be unclean\nseven days.\\f + \\fr 19.11  \\ft man: Heb. soul of man\\f* \n"},{"number":12,"text":"He shall purify himself with it on the third day, and on the\nseventh day he shall be clean: but if he purify not himself the third\nday, then the seventh day he shall not be clean. \n"},{"number":13,"text":"Whosoever toucheth the dead body of any man that is dead,\nand purifieth not himself, defileth the tabernacle of the \\nd LORD\\nd*;\nand that soul shall be cut off from Israel: because the water of\nseparation was not sprinkled upon him, he shall be unclean; his uncleanness\n\\add is\\add* yet upon him. \n"},{"number":14,"text":"This \\add is\\add* the law, when a man dieth in a tent: all that\ncome into the tent, and all that \\add is\\add* in the tent, shall be\nunclean seven days. \n"},{"number":15,"text":"And every open vessel, which hath no covering bound upon it,\n\\add is\\add* unclean. \n"},{"number":16,"text":"And whosoever toucheth one that is slain with a sword in the\nopen fields, or a dead body, or a bone of a man, or a grave, shall be\nunclean seven days. \n"},{"number":17,"text":"And for an unclean \\add person\\add* they shall take of the\nashes of the burnt heifer of purification for sin, and running water\nshall be put thereto in a vessel:\\f + \\fr 19.17  \\ft ashes: Heb.\ndust\\f*\\f + \\fr 19.17  \\ft running…: Heb. living waters shall be\ngiven\\f* \n"},{"number":18,"text":"And a clean person shall take hyssop, and dip \\add it\\add*\nin the water, and sprinkle \\add it\\add* upon the tent, and upon all the\nvessels, and upon the persons that were there, and upon him that\ntouched a bone, or one slain, or one dead, or a grave: \n"},{"number":19,"text":"And the clean \\add person\\add* shall sprinkle upon the unclean\non the third day, and on the seventh day: and on the seventh day\nhe shall purify himself, and wash his clothes, and bathe himself in\nwater, and shall be clean at even. \n"},{"number":20,"text":"But the man that shall be unclean, and shall not purify himself, that\nsoul shall be cut off from among the congregation, because he hath\ndefiled the sanctuary of the \\nd LORD\\nd*: the water of separation\nhath not been sprinkled upon him; he \\add is\\add* unclean. \n"},{"number":21,"text":"And it shall be a perpetual statute unto them, that he that\nsprinkleth the water of separation shall wash his clothes; and he that\ntoucheth the water of separation shall be unclean until even. \n"},{"number":22,"text":"And whatsoever the unclean \\add person\\add* toucheth shall be\nunclean; and the soul that toucheth \\add it\\add* shall be unclean\nuntil even. \n"}],"number":19},{"verses":[{"number":1,"text":"Then came the children of Israel, \\add even\\add* the whole\ncongregation, into the desert of Zin in the first month: and the\npeople abode in Kadesh; and Miriam died there, and was buried there.\n"},{"number":2,"text":"And there was no water for the congregation: and they gathered\nthemselves together against Moses and against Aaron. \n"},{"number":3,"text":"And the people chode with Moses, and spake, saying, Would God\nthat we had died when our brethren died before the \\nd LORD\\nd*!\n"},{"number":4,"text":"And why have ye brought up the congregation of the \\nd LORD\\nd*\ninto this wilderness, that we and our cattle should die there? \n"},{"number":5,"text":"And wherefore have ye made us to come up out of Egypt, to bring\nus in unto this evil place? it \\add is\\add* no place of seed, or of\nfigs, or of vines, or of pomegranates; neither \\add is\\add* there any\nwater to drink. \n"},{"number":6,"text":"And Moses and Aaron went from the presence of the assembly\nunto the door of the tabernacle of the congregation, and they fell\nupon their faces: and the glory of the \\nd LORD\\nd* appeared unto them.\n\n"},{"number":7,"text":"¶ And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":8,"text":"Take the rod, and gather thou the assembly together, thou, and\nAaron thy brother, and speak ye unto the rock before their eyes;\nand it shall give forth his water, and thou shalt bring forth to them\nwater out of the rock: so thou shalt give the congregation and their\nbeasts drink. \n"},{"number":9,"text":"And Moses took the rod from before the \\nd LORD\\nd*, as he\ncommanded him. \n"},{"number":10,"text":"And Moses and Aaron gathered the congregation together before\nthe rock, and he said unto them, Hear now, ye rebels; must we fetch\nyou water out of this rock? \n"},{"number":11,"text":"And Moses lifted up his hand, and with his rod he smote the\nrock twice: and the water came out abundantly, and the congregation\ndrank, and their beasts \\add also\\add*. \n\n"},{"number":12,"text":"¶ And the \\nd LORD\\nd* spake unto Moses and Aaron, Because ye\nbelieved me not, to sanctify me in the eyes of the children of Israel,\ntherefore ye shall not bring this congregation into the land which I have\ngiven them. \n"},{"number":13,"text":"This \\add  is\\add* the water of Meribah; because the children\nof Israel strove with the \\nd LORD\\nd*, and he was sanctified in\nthem.\\f + \\fr 20.13  \\ft Meribah: that is, Strife\\f* \n\n"},{"number":14,"text":"¶ And Moses sent messengers from Kadesh unto the king of Edom,\nThus saith thy brother Israel, Thou knowest all the travail that hath\nbefallen us:\\f + \\fr 20.14  \\ft befallen…: Heb. found us\\f* \n"},{"number":15,"text":"How our fathers went down into Egypt, and we have dwelt in\nEgypt a long time; and the Egyptians vexed us, and our fathers: \n"},{"number":16,"text":"And when we cried unto the \\nd LORD\\nd*, he heard our voice,\nand sent an angel, and hath brought us forth out of Egypt: and, behold, we\n\\add are\\add* in Kadesh, a city in the uttermost of thy border: \n"},{"number":17,"text":"Let us pass, I pray thee, through thy country: we will not\npass through the fields, or through the vineyards, neither will we\ndrink \\add of\\add* the water of the wells: we will go by the king’s\n\\add high\\add* way, we will not turn to the right hand nor to the\nleft, until we have passed thy borders. \n"},{"number":18,"text":"And Edom said unto him, Thou shalt not pass by me, lest I come\nout against thee with the sword. \n"},{"number":19,"text":"And the children of Israel said unto him, We will go by the high\nway: and if I and my cattle drink of thy water, then I will pay for it: I will only, without\n\\add doing\\add* any thing \\add else\\add*, go through on my feet.\n"},{"number":20,"text":"And he said, Thou shalt not go through. And Edom came out\nagainst him with much people, and with a strong hand. \n"},{"number":21,"text":"Thus Edom refused to give Israel passage through his border:\nwherefore Israel turned away from him. \n\n"},{"number":22,"text":"¶ And the children of Israel, \\add even\\add* the whole congregation,\njourneyed from Kadesh, and came unto mount Hor. \n"},{"number":23,"text":"And the \\nd LORD\\nd* spake unto Moses and Aaron in mount Hor,\nby the coast of the land of Edom, saying, \n"},{"number":24,"text":"Aaron shall be gathered unto his people: for he shall not\nenter into the land which I have given unto the children of Israel,\nbecause ye rebelled against my word at the water of Meribah.\\f + \\fr 20.24 \n\\ft word: Heb. mouth\\f* \n"},{"number":25,"text":"Take Aaron and Eleazar his son, and bring them up unto mount\nHor: \n"},{"number":26,"text":"And strip Aaron of his garments, and put them upon Eleazar\nhis son: and Aaron shall be gathered \\add unto his people\\add*, and shall\ndie there. \n"},{"number":27,"text":"And Moses did as the \\nd LORD\\nd* commanded: and they went\nup into mount Hor in the sight of all the congregation. \n"},{"number":28,"text":"And Moses stripped Aaron of his garments, and put them upon\nEleazar his son; and Aaron died there in the top of the mount: and\nMoses and Eleazar came down from the mount. \n"},{"number":29,"text":"And when all the congregation saw that Aaron was dead, they\nmourned for Aaron thirty days, \\add even\\add* all the house of Israel.\n"}],"number":20},{"verses":[{"number":1,"text":"And \\add when\\add* king Arad the Canaanite, which dwelt in the\nsouth, heard tell that Israel came by the way of the spies; then he\nfought against Israel, and took \\add some\\add* of them prisoners.\n"},{"number":2,"text":"And Israel vowed a vow unto the \\nd LORD\\nd*, and said, If thou wilt\nindeed deliver this people into my hand, then I will utterly destroy\ntheir cities. \n"},{"number":3,"text":"And the \\nd LORD\\nd* hearkened  to the voice of Israel, and delivered\nup the Canaanites; and they utterly destroyed them and their cities:\nand he called the name of the place Hormah.\\f + \\fr 21.3  \\ft Hormah: that is, Utter\ndestruction\\f* \n\n"},{"number":4,"text":"¶ And they journeyed from mount Hor by the way of the Red sea,\nto compass the land of Edom: and the soul of the people was much\ndiscouraged because of the way.\\f + \\fr 21.4  \\ft discouraged: or, grieved: Heb.\nshortened\\f* \n"},{"number":5,"text":"And the people spake against God, and against Moses, Wherefore have ye brought us\nup out of Egypt to die in the wilderness? for \\add there is\\add*\nno bread, neither \\add is there any\\add* water; and our soul loatheth\nthis light bread. \n"},{"number":6,"text":"And the \\nd LORD\\nd* sent fiery serpents among the people,\nand they bit the people; and much people of Israel died. \n\n"},{"number":7,"text":"¶ Therefore the people came to Moses, and said, We have sinned,\nfor we have spoken against the \\nd LORD\\nd*, and against thee; pray\nunto the \\nd LORD\\nd*, that he take away the serpents from us. And\nMoses prayed for the people. \n"},{"number":8,"text":"And the \\nd LORD\\nd* said unto Moses, Make thee a fiery serpent,\nand set it upon a pole: and it shall come to pass, that every one that is\nbitten, when he looketh upon it, shall live. \n"},{"number":9,"text":"And Moses made a serpent of brass, and put it upon a pole,\nand it came to pass, that if a serpent had bitten any man, when he\nbeheld the serpent of brass, he lived. \n\n"},{"number":10,"text":"¶ And the children of Israel set forward, and pitched in Oboth.\n"},{"number":11,"text":"And they journeyed from Oboth, and pitched at Ije-abarim,\nin the wilderness which \\add is\\add* before Moab, toward the sunrising.\\f + \\fr 21.11 \n\\ft Ije-abarim: or, heaps of Abarim\\f* \n\n"},{"number":12,"text":"¶ From thence they removed, and pitched in the valley of Zared.\n"},{"number":13,"text":"From thence they removed, and pitched on the other side of\nArnon, which \\add is\\add* in the wilderness that cometh out of the\ncoasts of the Amorites: for Arnon \\add is\\add* the border of Moab,\nbetween Moab and the Amorites. \n"},{"number":14,"text":"Wherefore it is said in the book of the wars of the \\nd LORD\\nd*,\nWhat he did in the Red sea, and in the brooks of Arnon,\\f + \\fr 21.14 \n\\ft What…: or, Vaheb in Suphah\\f* \n"},{"number":15,"text":"And at the stream of the brooks that goeth down to the dwelling\nof Ar, and lieth upon the border of Moab.\\f + \\fr 21.15  \\ft lieth: Heb.\nleaneth\\f* \n"},{"number":16,"text":"And from thence \\add they went\\add* to Beer: that \\add is\\add*\nthe well whereof the \\nd LORD\\nd* spake unto Moses, Gather the people\ntogether, and I will give them water. \n\n"},{"number":17,"text":"¶ Then Israel sang this song, Spring up, O well; sing ye unto\nit:\\f + \\fr 21.17  \\ft Spring…: Heb. Ascend\\f*\\f + \\fr 21.17  \\ft sing: or,\nanswer\\f* \n"},{"number":18,"text":"The princes digged the well, the nobles of the people digged\n it, by \\add the direction of\\add* the lawgiver, with their staves.\nAnd from the wilderness \\add they went\\add* to Mattanah: \n"},{"number":19,"text":"And from Mattanah to Nahaliel: and from Nahaliel to Bamoth:\n"},{"number":20,"text":"And from Bamoth \\add in\\add* the valley, that \\add is\\add*\nin the country of Moab, to the top of Pisgah, which looketh toward\nJeshimon.\\f + \\fr 21.20  \\ft country: Heb. field\\f*\\f + \\fr 21.20 \n\\ft Pisgah: or, the hill\\f*\\f + \\fr 21.20  \\ft Jeshimon: or, the\nwilderness\\f* \n\n"},{"number":21,"text":"¶ And Israel sent messengers unto Sihon king of the Amorites,\nsaying, \n"},{"number":22,"text":"Let me pass through thy land: we will not turn into the fields,\nor into the vineyards; we will not drink \\add of\\add* the waters\nof the well: \\add but\\add* we will go along by the king’s \\add high\\add*\nway, until we be past thy borders. \n"},{"number":23,"text":"And Sihon would not suffer Israel to pass through his border:\nbut Sihon gathered all his people together, and went out against\nIsrael into the wilderness: and he came to Jahaz, and fought against\nIsrael. \n"},{"number":24,"text":"And Israel smote him with the edge of the sword, and possessed\nhis land from Arnon unto Jabbok, even unto the children of Ammon:\nfor the border of the children of Ammon \\add was\\add* strong. \n"},{"number":25,"text":"And Israel took all these cities: and Israel dwelt in all the\ncities of the Amorites, in Heshbon, and in all the villages thereof.\\f + \\fr 21.25 \n\\ft villages: Heb. daughters\\f* \n"},{"number":26,"text":"For Heshbon \\add was\\add* the city of Sihon the king of the\nAmorites, who had fought against the former king of Moab, and taken\nall his land out of his hand, even unto Arnon. \n"},{"number":27,"text":"Wherefore they that speak in proverbs say, Come into Heshbon,\nlet the city of Sihon be built and prepared: \n"},{"number":28,"text":"For there is a fire gone out of Heshbon, a flame from the\ncity of Sihon: it hath consumed Ar of Moab, \\add and\\add* the lords of the high\nplaces of Arnon. \n"},{"number":29,"text":"Woe to thee, Moab! thou art undone, O people of Chemosh: he hath\ngiven his sons that escaped, and his daughters, into captivity unto\nSihon king of the Amorites. \n"},{"number":30,"text":"We have shot at them; Heshbon is perished even unto Dibon,\nand we have laid them waste even unto Nophah, which \\add reacheth\\add*\nunto Medeba. \n\n"},{"number":31,"text":"¶ Thus Israel dwelt in the land of the Amorites. \n"},{"number":32,"text":"And Moses sent to spy out Jaazer, and they took the villages\nthereof, and drove out the Amorites that \\add were\\add* there. \n\n"},{"number":33,"text":"¶ And they turned and went up by the way of Bashan: and Og\nthe king of Bashan went out against them, he, and all his people,\nto the battle at Edrei. \n"},{"number":34,"text":"And the \\nd LORD\\nd* said unto Moses, Fear him not: for I have\ndelivered him into thy hand, and all his people, and his land; and thou shalt\ndo to him as thou didst unto Sihon king of the Amorites, which dwelt\nat Heshbon. \n"},{"number":35,"text":"So they smote him, and his sons, and all his people, until there was\nnone left him alive: and they possessed his land. \n"}],"number":21},{"verses":[{"number":1,"text":"And the children of Israel set forward, and pitched in the\nplains of Moab on this side Jordan \\add by\\add* Jericho. \n\n"},{"number":2,"text":"¶ And Balak the son of Zippor saw all that Israel had done to the\nAmorites. \n"},{"number":3,"text":"And Moab was sore afraid of the people, because they \\add were\\add*\nmany: and Moab was distressed because of the children of Israel.\n"},{"number":4,"text":"And Moab said unto the elders of Midian, Now shall this company\nlick up all \\add that are\\add* round about us, as the ox licketh\nup the grass of the field. And Balak the son of Zippor \\add was\\add*\nking of the Moabites at that time. \n"},{"number":5,"text":"He sent messengers therefore unto Balaam the son of Beor to\nPethor, which \\add is\\add* by the river of the land of the children\nof his people, to call him, saying, Behold, there is a people come\nout from Egypt: behold, they cover the face of the earth, and they\nabide over against me:\\f + \\fr 22.5  \\ft face: Heb. eye\\f* \n"},{"number":6,"text":"Come now therefore, I pray thee, curse me this people; for they\n\\add are\\add* too mighty for me: peradventure I shall prevail, \\add that\\add*\nwe may smite them, and \\add that\\add* I may drive them out of the\nland: for I wot that he whom thou blessest \\add is\\add* blessed,\nand he whom thou cursest is cursed. \n"},{"number":7,"text":"And the elders of Moab and the elders of Midian departed with the rewards of\ndivination in their hand; and they came unto Balaam, and spake unto him the\nwords of Balak. \n"},{"number":8,"text":"And he said unto them, Lodge here this night, and I will bring\nyou word again, as the \\nd LORD\\nd* shall speak unto me: and the\nprinces of Moab abode with Balaam. \n"},{"number":9,"text":"And God came unto Balaam, and said, What men \\add are\\add* these with thee?\n"},{"number":10,"text":"And Balaam said unto God, Balak the son of Zippor, king of\nMoab, hath sent unto me, \\add saying\\add*, \n"},{"number":11,"text":"Behold, \\add there is\\add* a people come out of Egypt, which\ncovereth the face of the earth: come now, curse me them; peradventure I shall be\nable to overcome them, and drive them out.\\f + \\fr 22.11  \\ft I shall…: Heb. I shall prevail in fighting against\nhim\\f* \n"},{"number":12,"text":"And God said unto Balaam, Thou shalt not go with them; thou shalt not\ncurse the people: for they \\add are\\add* blessed. \n"},{"number":13,"text":"And Balaam rose up in the morning, and said unto the princes\nof Balak, Get you into your land: for the \\nd LORD\\nd* refuseth to give me\nleave to go with you. \n"},{"number":14,"text":"And the princes of Moab rose up, and they went unto Balak,\nand said, Balaam refuseth to come with us. \n\n"},{"number":15,"text":"¶ And Balak sent yet again princes, more, and more honourable than they.\n"},{"number":16,"text":"And they came to Balaam, and said to him, Thus saith Balak\nthe son of Zippor, Let nothing, I pray thee, hinder thee from coming unto\nme:\\f + \\fr 22.16  \\ft Let…: Heb. Be not thou hindered from, etc\\f*\n"},{"number":17,"text":"For I will promote thee unto very great honour, and I will\ndo whatsoever thou sayest unto me: come therefore, I pray thee, curse\nme this people. \n"},{"number":18,"text":"And Balaam answered and said unto the servants of Balak, If\nBalak would give me his house full of silver and gold, I cannot go\nbeyond the word of the \\nd LORD\\nd* my God, to do less or more. \n"},{"number":19,"text":"Now therefore, I pray you, tarry ye also here this night,\nthat I may know what the \\nd LORD\\nd* will say unto me more. \n"},{"number":20,"text":"And God came unto Balaam at night, and said unto him, If the\nmen come to call thee, rise up, \\add and\\add* go with them; but yet\nthe word which I shall say unto thee, that shalt thou do. \n"},{"number":21,"text":"And Balaam rose up in the morning, and saddled his ass, and\nwent with the princes of Moab. \n\n"},{"number":22,"text":"¶ And God’s anger was kindled because he went: and the angel\nof the \\nd LORD\\nd* stood in the way for an adversary against him. Now he was\nriding upon his ass, and his two servants \\add were\\add* with him.\n"},{"number":23,"text":"And the ass saw the angel of the \\nd LORD\\nd* standing in the\nway, and his sword drawn in his hand: and the ass turned aside out of the\nway, and went into the field: and Balaam smote the ass, to turn her into the\nway. \n"},{"number":24,"text":"But the angel of the \\nd LORD\\nd* stood in a path of the vineyards,\na wall \\add being\\add* on this side, and a wall on that side. \n"},{"number":25,"text":"And when the ass saw the angel of the \\nd LORD\\nd*, she thrust\nherself unto the wall, and crushed Balaam’s foot against the wall:\nand he smote her again. \n"},{"number":26,"text":"And the angel of the \\nd LORD\\nd* went further, and stood\nin a narrow place, where \\add was\\add* no way to turn either to the right\nhand or to the left. \n"},{"number":27,"text":"And when the ass saw the angel of the \\nd LORD\\nd*, she fell\ndown under Balaam: and Balaam’s anger was kindled, and he smote the\nass with a staff. \n"},{"number":28,"text":"And the \\nd LORD\\nd* opened the mouth of the ass, and she\nsaid unto Balaam, What have I done unto thee, that thou hast smitten\nme these three times? \n"},{"number":29,"text":"And Balaam said unto the ass, Because thou hast mocked me: I\nwould there were a sword in mine hand, for now would I kill thee.\n"},{"number":30,"text":"And the ass said unto Balaam, \\add Am\\add* not I thine ass,\nupon which thou hast ridden ever since \\add I was\\add* thine unto this\nday? was I ever wont to do so unto thee? And he said, Nay.\\f + \\fr 22.30 \n\\ft upon…: Heb. who hast ridden upon me\\f*\\f + \\fr 22.30  \\ft ever since…: or, ever since thou wast,\netc\\f* \n"},{"number":31,"text":"Then the \\nd LORD\\nd* opened  the eyes of Balaam, and he saw\nthe angel of the \\nd LORD\\nd* standing in the way, and his sword\ndrawn in his hand: and he bowed down his head, and fell flat on his\nface.\\f + \\fr 22.31  \\ft fell…: or, bowed himself\\f* \n"},{"number":32,"text":"And the angel of the \\nd LORD\\nd* said unto him, Wherefore hast thou\nsmitten thine ass these three times? behold, I went out to withstand thee, because\n\\add thy\\add* way is perverse before me:\\f + \\fr 22.32  \\ft to…: Heb. to be an adversary unto\nthee\\f* \n"},{"number":33,"text":"And the ass saw me, and turned from me these three times:\nunless she had turned from me, surely now also I had slain thee, and saved her\nalive. \n"},{"number":34,"text":"And Balaam said unto the angel of the \\nd LORD\\nd*, I have\nsinned; for I knew not that thou stoodest in the way against  me: now therefore, if it displease\nthee, I will get me back again.\\f + \\fr 22.34  \\ft displease…: Heb. be evil in thine\neyes\\f* \n"},{"number":35,"text":"And the angel of the \\nd LORD\\nd* said unto Balaam, Go with the\nmen: but only the word that I shall speak unto thee, that thou shalt\nspeak. So Balaam went with the princes of Balak. \n\n"},{"number":36,"text":"¶ And when Balak heard that Balaam was come, he went out to\nmeet him unto a city of Moab, which \\add is\\add* in the border of\nArnon, which \\add is\\add* in the utmost coast. \n"},{"number":37,"text":"And Balak said unto Balaam, Did I not earnestly send unto thee to\ncall thee? wherefore camest thou not unto me? am I not able indeed\nto promote thee to honour? \n"},{"number":38,"text":"And Balaam said unto Balak, Lo, I am come unto thee: have I now any\npower at all to say any thing? the word that God putteth in my mouth,\nthat shall I speak. \n"},{"number":39,"text":"And Balaam went with Balak, and they came unto Kirjath-huzoth.\\f + \\fr 22.39 \n\\ft Kirjath-huzoth: or, a city of streets\\f* \n"},{"number":40,"text":"And Balak offered oxen and sheep, and sent to Balaam, and to the\nprinces that \\add were\\add* with him. \n"},{"number":41,"text":"And it came to pass on the morrow, that Balak took Balaam,\nand brought him up into the high places of Baal, that thence he might\nsee the utmost \\add part\\add* of the people. \n"}],"number":22},{"verses":[{"number":1,"text":"And Balaam said unto Balak, Build me here seven altars, and\nprepare me here seven oxen and seven rams. \n"},{"number":2,"text":"And Balak did as Balaam had spoken; and Balak and Balaam offered on\n\\add every\\add* altar a bullock and a ram. \n"},{"number":3,"text":"And Balaam said unto Balak, Stand by thy burnt offering, and I will\ngo: peradventure the \\nd LORD\\nd* will come to meet me: and whatsoever\nhe sheweth me I will tell thee. And he went to an high place.\\f + \\fr 23.3 \n\\ft to an…: or, solitary\\f* \n"},{"number":4,"text":"And God met Balaam: and he said unto him, I have prepared seven\naltars, and I have offered upon \\add every\\add* altar a bullock and a\nram. \n"},{"number":5,"text":"And the \\nd LORD\\nd* put a word in Balaam’s mouth, and said,\nReturn unto Balak, and thus thou shalt speak. \n"},{"number":6,"text":"And he returned unto him, and, lo, he stood by his burnt sacrifice,\nhe, and all the princes of Moab. \n"},{"number":7,"text":"And he took up his parable, and said, Balak the king of Moab\nhath brought me from Aram, out of the mountains of the east, \\add saying\\add*,\nCome, curse me Jacob, and come, defy Israel. \n"},{"number":8,"text":"How shall I curse, whom God hath not cursed? or how shall I\ndefy, \\add whom\\add* the \\nd LORD\\nd* hath not defied? \n"},{"number":9,"text":"For from the top of the rocks I see him, and from the hills\nI behold him: lo, the people shall dwell alone, and shall not be\nreckoned among the nations. \n"},{"number":10,"text":"Who can count the dust of Jacob, and the number of the fourth\n\\add part\\add* of Israel? Let me die the death of the righteous,\nand let my last end be like his!\\f + \\fr 23.10  \\ft me: Heb. my soul, or, my\nlife\\f* \n"},{"number":11,"text":"And Balak said unto Balaam, What hast thou done unto me? I\ntook thee to curse mine enemies, and, behold, thou hast blessed \\add them\\add*\naltogether. \n"},{"number":12,"text":"And he answered and said, Must I not take heed to speak that which the\n\\nd LORD\\nd* hath put in my mouth? \n\n"},{"number":13,"text":"And Balak said unto him, Come, I pray thee, with me unto another\nplace, from whence thou mayest see them: thou shalt see but the utmost\npart of them, and shalt not see them all: and curse me them from thence.\n\n"},{"number":14,"text":"¶ And he brought him into the field of Zophim, to the top of\nPisgah, and built seven altars, and offered a bullock and a ram on\n\\add every\\add* altar.\\f + \\fr 23.14  \\ft Pisgah: or, the hill\\f*\n"},{"number":15,"text":"And he said unto Balak, Stand here by thy burnt offering,\nwhile I meet \\add the \\+nd Lord\\+nd*\\add* yonder. \n"},{"number":16,"text":"And the \\nd LORD\\nd* met Balaam, and put a word in his mouth,\nand said, Go again unto Balak, and say thus. \n"},{"number":17,"text":"And when he came to him, behold, he stood by his burnt offering,\nand the princes of Moab with him. And Balak said unto him, What hath the\n\\nd LORD\\nd* spoken? \n"},{"number":18,"text":"And he took up his parable, and said, Rise up, Balak, and\nhear; hearken unto me, thou son of Zippor: \n"},{"number":19,"text":"God \\add is\\add* not a man, that he should lie; neither the\nson of man, that he should repent: hath he said, and shall he not\ndo \\add it\\add*? or hath he spoken, and shall he not make it good?\n"},{"number":20,"text":"Behold, I have received \\add commandment\\add* to bless: and he hath\nblessed; and I cannot reverse it. \n"},{"number":21,"text":"He hath not beheld iniquity in Jacob, neither hath he seen\nperverseness in Israel: the \\nd LORD\\nd* his God \\add is\\add* with him, and the\nshout of a king \\add is\\add* among them. \n"},{"number":22,"text":"God brought them out of Egypt; he hath as it were the strength\nof an unicorn. \n"},{"number":23,"text":"Surely \\add there is\\add* no enchantment against Jacob, neither\n\\add is there\\add* any divination against Israel: according to this\ntime it shall be said of Jacob and of Israel, What hath God wrought!\\f + \\fr 23.23 \n\\ft against: or, in\\f* \n"},{"number":24,"text":"Behold, the people shall rise up as a great lion, and lift\nup himself as a young lion: he shall not lie down until he eat \\add of\\add*\nthe prey, and drink the blood of the slain. \n\n"},{"number":25,"text":"¶ And Balak said unto Balaam, Neither curse them at all, nor\nbless them at all. \n"},{"number":26,"text":"But Balaam answered and said unto Balak, Told not I thee,\nsaying, All that the \\nd LORD\\nd* speaketh, that I must do? \n\n"},{"number":27,"text":"¶ And Balak said unto Balaam, Come, I pray thee, I will bring\nthee unto another place; peradventure it will please God that thou mayest\ncurse me them from thence. \n"},{"number":28,"text":"And Balak brought Balaam unto the top of Peor, that looketh\ntoward Jeshimon. \n"},{"number":29,"text":"And Balaam said unto Balak, Build me here seven altars, and\nprepare me here seven bullocks and seven rams. \n"},{"number":30,"text":"And Balak did as Balaam had said, and offered a bullock and a\nram on \\add every\\add* altar. \n"}],"number":23},{"verses":[{"number":1,"text":"And when Balaam saw that it pleased the \\nd LORD\\nd* to bless\nIsrael, he went not, as at other times, to seek for enchantments,\nbut he set his face toward the wilderness.\\f + \\fr 24.1  \\ft to seek…: Heb. to the meeting\nof\\f* \n"},{"number":2,"text":"And Balaam lifted up his eyes, and he saw Israel abiding \\add in his\ntents\\add* according to their tribes; and the spirit of God came upon him.\n"},{"number":3,"text":"And he took up his parable, and said, Balaam the son of Beor\nhath said, and the man whose eyes are open hath said:\\f + \\fr 24.3 \n\\ft whose…: Heb. who had his eyes shut, but now opened\\f* \n"},{"number":4,"text":"He hath said, which heard the words of God, which saw the vision\nof the Almighty, falling \\add into a trance\\add*, but having his\neyes open: \n"},{"number":5,"text":"How goodly are thy tents, O Jacob, \\add and\\add* thy tabernacles,\nO Israel! \n"},{"number":6,"text":"As the valleys are they spread forth, as gardens by the river’s\nside, as the trees of lign aloes which the \\nd LORD\\nd* hath planted,\n\\add and\\add* as cedar trees beside the waters. \n"},{"number":7,"text":"He shall pour the water out of his buckets, and his seed \\add shall\nbe\\add* in many waters, and his king shall be higher than Agag, and his\nkingdom shall be exalted. \n"},{"number":8,"text":"God brought him forth out of Egypt; he hath as it were the\nstrength of an unicorn: he shall eat up the nations his enemies,\nand shall break their bones, and pierce \\add them\\add* through with his\narrows. \n"},{"number":9,"text":"He couched, he lay down as a lion, and as a great lion: who shall stir him\nup? Blessed \\add is\\add* he that blesseth thee, and cursed \\add is\\add*\nhe that curseth thee. \n\n"},{"number":10,"text":"¶ And Balak’s anger was kindled against Balaam, and he smote\nhis hands together: and Balak said unto Balaam, I called thee to\ncurse mine enemies, and, behold, thou hast altogether blessed \\add them\\add*\nthese three times. \n"},{"number":11,"text":"Therefore now flee thou to thy place: I thought to promote\nthee unto great honour; but, lo, the \\nd LORD\\nd* hath kept thee\nback from honour. \n"},{"number":12,"text":"And Balaam said unto Balak, Spake I not also to thy messengers\nwhich thou sentest unto me, saying, \n"},{"number":13,"text":"If Balak would give me his house full of silver and gold,\nI cannot go beyond the commandment of the \\nd LORD\\nd*, to do \\add either\\add*\ngood or bad of mine own mind; \\add but\\add* what the \\nd LORD\\nd*\nsaith, that will I speak? \n"},{"number":14,"text":"And now, behold, I go unto my people: come \\add therefore,\nand\\add* I will advertise thee what this people shall do to thy people\nin the latter days. \n\n"},{"number":15,"text":"¶ And he took up his parable, and said, Balaam the son of Beor\nhath said, and the man whose eyes are open hath said: \n"},{"number":16,"text":"He hath said, which heard the words of God, and knew the knowledge\nof the most High, \\add which\\add* saw the vision of the Almighty,\nfalling \\add into a trance\\add*, but having his eyes open: \n"},{"number":17,"text":"I shall see him, but not now: I shall behold him, but not\nnigh: there shall come a Star out of Jacob, and a Sceptre shall rise\nout of Israel, and shall smite the corners of Moab, and destroy all the\nchildren of Sheth.\\f + \\fr 24.17  \\ft smite…: or, smite through the princes\nof\\f* \n"},{"number":18,"text":"And Edom shall be a possession, Seir also shall be a possession\nfor his enemies; and Israel shall do valiantly. \n"},{"number":19,"text":"Out of Jacob shall come he that shall have dominion, and shall\ndestroy him that remaineth of the city. \n\n"},{"number":20,"text":"¶ And when he looked on Amalek, he took up his parable, and\nsaid, Amalek \\add was\\add* the first of the nations; but his latter end\n\\add shall be\\add* that he perish for ever.\\f + \\fr 24.20  \\ft the nations: the nations that warred against\nIsrael\\f*\\f + \\fr 24.20  \\ft that…: or, even to destruction\\f* \n"},{"number":21,"text":"And he looked on the Kenites, and took up his parable, and\nsaid, Strong is thy dwellingplace, and thou puttest thy nest in a\nrock. \n"},{"number":22,"text":"Nevertheless the Kenite shall be wasted, until Asshur shall carry thee away\ncaptive.\\f + \\fr 24.22  \\ft the Kenite: Heb. Kain\\f*\\f + \\fr 24.22 \n\\ft until…: or, how long shall it be ere Asshur carry thee away captive\\f*\n"},{"number":23,"text":"And he took up his parable, and said, Alas, who shall live\nwhen God doeth this! \n"},{"number":24,"text":"And ships \\add shall come\\add* from the coast of Chittim,\nand shall afflict Asshur, and shall afflict Eber, and he also shall\nperish for ever. \n"},{"number":25,"text":"And Balaam rose up, and went and returned to his place: and\nBalak also went his way. \n"}],"number":24},{"verses":[{"number":1,"text":"And Israel abode in Shittim, and the people began to commit\nwhoredom with the daughters of Moab. \n"},{"number":2,"text":"And they called the people unto the sacrifices of their gods:\nand the people did eat, and bowed down to their gods. \n"},{"number":3,"text":"And Israel joined himself unto Baal-peor: and the anger of the\n\\nd LORD\\nd* was kindled against Israel. \n"},{"number":4,"text":"And the \\nd LORD\\nd* said unto Moses, Take all the heads of the\npeople, and hang them up before the \\nd LORD\\nd* against the sun,\nthat the fierce anger of the \\nd LORD\\nd* may be turned away from\nIsrael. \n"},{"number":5,"text":"And Moses said unto the judges of Israel, Slay ye every one\nhis men that were joined unto Baal-peor. \n\n"},{"number":6,"text":"¶ And, behold, one of the children of Israel came and brought\nunto his brethren a Midianitish woman in the sight of Moses, and in the\nsight of all the congregation of the children of Israel, who \\add were\\add*\nweeping \\add before\\add* the door of the tabernacle of the congregation.\n"},{"number":7,"text":"And when Phinehas, the son of Eleazar, the son of Aaron the\npriest, saw \\add it\\add*, he rose up from among the congregation,\nand took a javelin in his hand; \n"},{"number":8,"text":"And he went after the man of Israel into the tent, and thrust\nboth of them through, the man of Israel, and the woman through her\nbelly. So the plague was stayed from the children of Israel. \n"},{"number":9,"text":"And those that died in the plague were twenty and four thousand.\n\n"},{"number":10,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":11,"text":"Phinehas, the son of Eleazar, the son of Aaron the priest,\nhath turned my wrath away from the children of Israel, while he was\nzealous for my sake among them, that I consumed not the children\nof Israel in my jealousy.\\f + \\fr 25.11  \\ft for…: Heb. with my zeal\\f*\n"},{"number":12,"text":"Wherefore say, Behold, I give unto him my covenant of peace:\n"},{"number":13,"text":"And he shall have it, and his seed after him, \\add even\\add*\nthe covenant of an everlasting priesthood; because he was zealous\nfor his God, and made an atonement for the children of Israel. \n"},{"number":14,"text":"Now the name of the Israelite that was slain, \\add even\\add*\nthat was slain with the Midianitish woman, \\add was\\add* Zimri, the\nson of Salu, a prince of a chief house among the Simeonites.\\f + \\fr 25.14 \n\\ft chief…: Heb. house of a father\\f* \n"},{"number":15,"text":"And the name of the Midianitish woman that was slain \\add was\\add*\nCozbi, the daughter of Zur; he \\add was\\add* head over a people,\n\\add and\\add* of a chief house in Midian. \n\n"},{"number":16,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses, saying, \n"},{"number":17,"text":"Vex the Midianites, and smite them: \n"},{"number":18,"text":"For they vex you with their wiles, wherewith they have beguiled\nyou in the matter of Peor, and in the matter of Cozbi, the daughter\nof a prince of Midian, their sister, which was slain in the day of the\nplague for Peor’s sake. \n"}],"number":25},{"verses":[{"number":1,"text":"And it came to pass after the plague, that the \\nd LORD\\nd*\nspake unto Moses and unto Eleazar the son of Aaron the priest, saying,\n"},{"number":2,"text":"Take the sum of all the congregation of the children of Israel,\nfrom twenty years old and upward, throughout their fathers’ house,\nall that are able to go to war in Israel. \n"},{"number":3,"text":"And Moses and Eleazar the priest spake with them in the plains\nof Moab by Jordan \\add near\\add* Jericho, saying, \n"},{"number":4,"text":"\\add Take the sum of the people\\add*, from twenty years old\nand upward; as the \\nd LORD\\nd* commanded Moses and the children\nof Israel, which went forth out of the land of Egypt. \n\n"},{"number":5,"text":"¶ Reuben, the eldest son of Israel: the children of Reuben;\nHanoch, \\add of whom cometh\\add* the family of the Hanochites: of\nPallu, the family of the Palluites: \n"},{"number":6,"text":"Of Hezron, the family of the Hezronites: of Carmi, the family\nof the Carmites. \n"},{"number":7,"text":"These \\add are\\add* the families of the Reubenites: and they that were\nnumbered of them were forty and three thousand and seven hundred\nand thirty. \n"},{"number":8,"text":"And the sons of Pallu; Eliab. \n"},{"number":9,"text":"And the sons of Eliab; Nemuel, and Dathan, and Abiram. This\n\\add is that\\add* Dathan and Abiram, \\add which were\\add* famous\nin the congregation, who strove against Moses and against Aaron in the\ncompany of Korah, when they strove against the \\nd LORD\\nd*: \n"},{"number":10,"text":"And the earth opened her mouth, and swallowed them up together with\nKorah, when that company died, what time the fire devoured two hundred\nand fifty men: and they became a sign. \n"},{"number":11,"text":"Notwithstanding the children of Korah died not. \n\n"},{"number":12,"text":"¶ The sons of Simeon after their families: of Nemuel, the family\nof the Nemuelites: of Jamin, the family of the Jaminites: of Jachin,\nthe family of the Jachinites:\\f + \\fr 26.12  \\ft Nemuel: also called,\nJemuel\\f*\\f + \\fr 26.12  \\ft Jachin: also called, Jarib\\f* \n"},{"number":13,"text":"Of Zerah, the family of the Zarhites: of Shaul, the family\nof the Shaulites.\\f + \\fr 26.13  \\ft Zerah: also called, Zohar\\f*\n"},{"number":14,"text":"These \\add are\\add* the families of the Simeonites, twenty\nand two thousand and two hundred. \n\n"},{"number":15,"text":"¶ The children of Gad after their families: of Zephon, the\nfamily of the Zephonites: of Haggi, the family of the Haggites: of\nShuni, the family of the Shunites:\\f + \\fr 26.15  \\ft Zephon: also called,\nZiphion\\f* \n"},{"number":16,"text":"Of Ozni, the family of the Oznites: of Eri, the family of the\nErites:\\f + \\fr 26.16  \\ft Ozni: also called, Ezbon\\f* \n"},{"number":17,"text":"Of Arod, the family of the Arodites: of Areli, the family\nof the Arelites.\\f + \\fr 26.17  \\ft Arod: also called, Arodi\\f* \n"},{"number":18,"text":"These \\add are\\add* the families of the children of Gad according to those that were\nnumbered of them, forty thousand and five hundred. \n\n"},{"number":19,"text":"¶ The sons of Judah \\add were\\add* Er and Onan: and Er and\nOnan died in the land of Canaan. \n"},{"number":20,"text":"And the sons of Judah after their families were; of Shelah,\nthe family of the Shelanites: of Pharez, the family of the Pharzites:\nof Zerah, the family of the Zarhites. \n"},{"number":21,"text":"And the sons of Pharez were; of Hezron, the family of the\nHezronites: of Hamul, the family of the Hamulites. \n"},{"number":22,"text":"These \\add are\\add* the families of Judah according to those that were\nnumbered of them, threescore and sixteen thousand and five hundred.\n\n"},{"number":23,"text":"¶ \\add Of\\add* the sons of Issachar after their families: \\add of\\add*\nTola, the family of the Tolaites: of Pua, the family of the Punites:\\f + \\fr 26.23 \n\\ft Pua: or, Phuvah\\f* \n"},{"number":24,"text":"Of Jashub, the family of the Jashubites: of Shimron, the family\nof the Shimronites.\\f + \\fr 26.24  \\ft Jashub: or, Job\\f* \n"},{"number":25,"text":"These \\add are\\add* the families of Issachar according to those that were\nnumbered of them, threescore and four thousand and three hundred.\n\n"},{"number":26,"text":"¶ \\add Of\\add* the sons of Zebulun after their families: of\nSered, the family of the Sardites: of Elon, the family of the Elonites:\nof Jahleel, the family of the Jahleelites. \n"},{"number":27,"text":"These \\add are\\add* the families of the Zebulunites according to those that were\nnumbered of them, threescore thousand and five hundred. \n\n"},{"number":28,"text":"¶ The sons of Joseph after their families \\add were\\add* Manasseh\nand Ephraim. \n"},{"number":29,"text":"Of the sons of Manasseh: of Machir, the family of the Machirites:\nand Machir begat Gilead: of Gilead \\add come\\add* the family of the\nGileadites. \n"},{"number":30,"text":"These \\add are\\add* the sons of Gilead: \\add of\\add* Jeezer,\nthe family of the Jeezerites: of Helek, the family of the Helekites:\\f + \\fr 26.30 \n\\ft Jeezer: also called Abiezer\\f* \n"},{"number":31,"text":"And \\add of\\add* Asriel, the family of the Asrielites: and\n\\add of\\add* Shechem, the family of the Shechemites: \n"},{"number":32,"text":"And \\add of\\add* Shemida, the family of the Shemidaites: and\n\\add of\\add* Hepher, the family of the Hepherites. \n\n"},{"number":33,"text":"¶ And Zelophehad the son of Hepher had no sons, but daughters:\nand the names of the daughters of Zelophehad \\add were\\add* Mahlah,\nand Noah, Hoglah, Milcah, and Tirzah. \n"},{"number":34,"text":"These \\add are\\add* the families of Manasseh, and those that were\nnumbered of them, fifty and two thousand and seven hundred. \n\n"},{"number":35,"text":"¶ These \\add are\\add* the sons of Ephraim after their families:\nof Shuthelah, the family of the Shuthalhites: of Becher, the family\nof the Bachrites: of Tahan, the family of the Tahanites.\\f + \\fr 26.35 \n\\ft Becher: also called, Bered\\f* \n"},{"number":36,"text":"And these \\add are\\add* the sons of Shuthelah: of Eran, the\nfamily of the Eranites. \n"},{"number":37,"text":"These \\add are\\add* the families of the sons of Ephraim according to those that were\nnumbered of them, thirty and two thousand and five hundred. These\n\\add are\\add* the sons of Joseph after their families. \n\n"},{"number":38,"text":"¶ The sons of Benjamin after their families: of Bela, the family\nof the Belaites: of Ashbel, the family of the Ashbelites: of Ahiram,\nthe family of the Ahiramites:\\f + \\fr 26.38  \\ft Ahiram: also called, Ehi, or,\nAharah\\f* \n"},{"number":39,"text":"Of Shupham, the family of the Shuphamites: of Hupham, the\nfamily of the Huphamites.\\f + \\fr 26.39  \\ft Shupham…Hupham: also called, Muppim and\nHuppim\\f* \n"},{"number":40,"text":"And the sons of Bela were Ard and Naaman: \\add of Ard\\add*,\nthe family of the Ardites: \\add and\\add* of Naaman, the family of the\nNaamites.\\f + \\fr 26.40  \\ft Ard: also called, Addar\\f* \n"},{"number":41,"text":"These \\add are\\add* the sons of Benjamin after their families:\nand they that were numbered of them \\add were\\add* forty and five\nthousand and six hundred. \n\n"},{"number":42,"text":"¶ These \\add are\\add* the sons of Dan after their families:\nof Shuham, the family of the Shuhamites. These \\add are\\add* the\nfamilies of Dan after their families.\\f + \\fr 26.42  \\ft Shuham: or,\nHushim\\f* \n"},{"number":43,"text":"All the families of the Shuhamites, according to those that were\nnumbered of them, \\add were\\add* threescore and four thousand and\nfour hundred. \n\n"},{"number":44,"text":"¶ \\add Of\\add* the children of Asher after their families:\nof Jimna, the family of the Jimnites: of Jesui, the family of the\nJesuites: of Beriah, the family of the Beriites. \n"},{"number":45,"text":"Of the sons of Beriah: of Heber, the family of the Heberites:\nof Malchiel, the family of the Malchielites. \n"},{"number":46,"text":"And the name of the daughter of Asher \\add was\\add* Sarah.\n"},{"number":47,"text":"These \\add are\\add* the families of the sons of Asher according to those that were\nnumbered of them; \\add who were\\add* fifty and three thousand and\nfour hundred. \n\n"},{"number":48,"text":"¶ \\add Of\\add* the sons of Naphtali after their families: of\nJahzeel, the family of the Jahzeelites: of Guni, the family of the\nGunites: \n"},{"number":49,"text":"Of Jezer, the family of the Jezerites: of Shillem, the family\nof the Shillemites.\\f + \\fr 26.49  \\ft Shillem: also called, Shallum\\f*\n"},{"number":50,"text":"These \\add are\\add* the families of Naphtali according to their\nfamilies: and they that were numbered of them \\add were\\add* forty\nand five thousand and four hundred. \n"},{"number":51,"text":"These \\add were\\add* the numbered of the children of Israel,\nsix hundred thousand and a thousand seven hundred and thirty. \n\n"},{"number":53,"text":"Unto these the land shall be divided for an inheritance according to the\nnumber of names. \n"},{"number":54,"text":"To many thou shalt give the more inheritance, and to few thou shalt give the\nless inheritance: to every one shall his inheritance be given according\nto those that were numbered of him.\\f + \\fr 26.54  \\ft give the more…: Heb. multiply his\ninheritance\\f*\\f + \\fr 26.54  \\ft give the less…: Heb. diminish his\ninheritance\\f* \n"},{"number":55,"text":"Notwithstanding the land shall be divided by lot: according to the\nnames of the tribes of their fathers they shall inherit. \n"},{"number":56,"text":"According to the lot shall the possession thereof be divided\nbetween many and few. \n\n"},{"number":57,"text":"¶ And these \\add are\\add* they that were numbered of the Levites\nafter their families: of Gershon, the family of the Gershonites:\nof Kohath, the family of the Kohathites: of Merari, the family of the\nMerarites. \n"},{"number":58,"text":"These \\add are\\add* the families of the Levites: the family\nof the Libnites, the family of the Hebronites, the family of the\nMahlites, the family of the Mushites, the family of the Korathites.\nAnd Kohath begat Amram. \n"},{"number":59,"text":"And the name of Amram’s wife \\add was\\add* Jochebed, the daughter\nof Levi, whom \\add her mother\\add* bare to Levi in Egypt: and she\nbare unto Amram Aaron and Moses, and Miriam their sister. \n"},{"number":60,"text":"And unto Aaron was born Nadab, and Abihu, Eleazar, and Ithamar.\n"},{"number":61,"text":"And Nadab and Abihu died, when they offered strange fire before\nthe \\nd LORD\\nd*. \n"},{"number":62,"text":"And those that were numbered of them were twenty and three\nthousand, all males from a month old and upward: for they were not\nnumbered among the children of Israel, because there was no inheritance\ngiven them among the children of Israel. \n\n"},{"number":63,"text":"¶ These \\add are\\add* they that were numbered by Moses and\nEleazar the priest, who numbered the children of Israel in the plains\nof Moab by Jordan \\add near\\add* Jericho. \n"},{"number":64,"text":"But among these there was not a man of them whom Moses and\nAaron the priest numbered, when they numbered the children of Israel\nin the wilderness of Sinai. \n"},{"number":65,"text":"For the \\nd LORD\\nd* had said of them, They shall surely die\nin the wilderness. And there was not left a man of them, save Caleb\nthe son of Jephunneh, and Joshua the son of Nun. \n"}],"number":26},{"verses":[{"number":1,"text":"Then came the daughters of Zelophehad, the son of Hepher, the\nson of Gilead, the son of Machir, the son of Manasseh, of the families\nof Manasseh the son of Joseph: and these \\add are\\add* the names\nof his daughters; Mahlah, Noah, and Hoglah, and Milcah, and Tirzah.\n"},{"number":2,"text":"And they stood before Moses, and before Eleazar the priest,\nand before the princes and all the congregation, \\add by\\add* the\ndoor of the tabernacle of the congregation, saying, \n"},{"number":3,"text":"Our father died in the wilderness, and he was not in the company\nof them that gathered themselves together against the \\nd LORD\\nd*\nin the company of Korah; but died in his own sin, and had no sons.\n"},{"number":4,"text":"Why should the name of our father be done away from among his\nfamily, because he hath no son? Give unto us \\add therefore\\add*\na possession among the brethren of our father.\\f + \\fr 27.4  \\ft done…: Heb.\ndiminished\\f* \n"},{"number":5,"text":"And Moses brought their cause before the \\nd LORD\\nd*. \n\n"},{"number":6,"text":"¶ And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":7,"text":"The daughters of Zelophehad speak right: thou shalt surely\ngive them a possession of an inheritance among their father’s brethren;\nand thou shalt cause the inheritance of their father to pass unto them.\n"},{"number":8,"text":"And thou shalt speak unto the children of Israel, saying, If a\nman die, and have no son, then ye shall cause his inheritance to\npass unto his daughter. \n"},{"number":9,"text":"And if he have no daughter, then ye shall give his inheritance\nunto his brethren. \n"},{"number":10,"text":"And if he have no brethren, then ye shall give his inheritance\nunto his father’s brethren. \n"},{"number":11,"text":"And if his father have no brethren, then ye shall give his\ninheritance unto his kinsman that is next to him of his family, and he shall\npossess it: and it shall be unto the children of Israel a statute\nof judgment, as the \\nd LORD\\nd* commanded Moses. \n\n"},{"number":12,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Get thee up into this\nmount Abarim, and see the land which I have given unto the children\nof Israel. \n"},{"number":13,"text":"And when thou hast seen it, thou also shalt be gathered unto thy\npeople, as Aaron thy brother was gathered. \n"},{"number":14,"text":"For ye rebelled against my commandment in the desert of Zin,\nin the strife of the congregation, to sanctify me at the water before their\neyes: that \\add is\\add* the water of Meribah in Kadesh in the wilderness\nof Zin. \n\n"},{"number":15,"text":"¶ And Moses spake unto the \\nd LORD\\nd*, saying, \n"},{"number":16,"text":"Let the \\nd LORD\\nd*, the God of the spirits of all flesh,\nset a man over the congregation, \n"},{"number":17,"text":"Which may go out before them, and which may go in before them, and which may lead them\nout, and which may bring them in; that the congregation of the \\nd LORD\\nd*\nbe not as sheep which have no shepherd. \n\n"},{"number":18,"text":"¶ And the \\nd LORD\\nd* said unto Moses, Take thee Joshua the\nson of Nun, a man in whom \\add is\\add* the spirit, and lay thine\nhand upon him; \n"},{"number":19,"text":"And set him before Eleazar the priest, and before all the\ncongregation; and give him a charge in their sight. \n"},{"number":20,"text":"And thou shalt put \\add some\\add* of thine honour upon him, that all the\ncongregation of the children of Israel may be obedient. \n"},{"number":21,"text":"And he shall stand before Eleazar the priest, who shall ask\n\\add counsel\\add* for him after the judgment of Urim before the \\nd LORD\\nd*:\nat his word shall they go out, and at his word they shall come in,\n\\add both\\add* he, and all the children of Israel with him, even all the\ncongregation. \n"},{"number":22,"text":"And Moses did as the \\nd LORD\\nd* commanded him: and he took\nJoshua, and set him before Eleazar the priest, and before all the\ncongregation: \n"},{"number":23,"text":"And he laid his hands upon him, and gave him a charge, as the\n\\nd LORD\\nd* commanded by the hand of Moses. \n"}],"number":27},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Command the children of Israel, and say unto them, My offering,\n\\add and\\add* my bread for my sacrifices made by fire, \\add for\\add*\na sweet savour unto me, shall ye observe to offer unto me in their due\nseason.\\f + \\fr 28.2  \\ft a sweet…: Heb. a savour of my rest\\f* \n"},{"number":3,"text":"And thou shalt say unto them, This \\add is\\add* the offering made by\nfire which ye shall offer unto the \\nd LORD\\nd*; two lambs of the\nfirst year without spot day by day, \\add for\\add* a continual burnt\noffering.\\f + \\fr 28.3  \\ft day by day: Heb. in a day\\f* \n"},{"number":4,"text":"The one lamb shalt thou offer in the morning, and the other\nlamb shalt thou offer at even;\\f + \\fr 28.4  \\ft at even: Heb. between the two\nevenings\\f* \n"},{"number":5,"text":"And a tenth \\add part\\add* of an ephah of flour for a meat\noffering, mingled with the fourth \\add part\\add* of an hin of beaten\noil. \n"},{"number":6,"text":"\\add It is\\add* a continual burnt offering, which was ordained\nin mount Sinai for a sweet savour, a sacrifice made by fire unto the\n\\nd LORD\\nd*. \n"},{"number":7,"text":"And the drink offering thereof \\add shall be\\add* the fourth\n\\add part\\add* of an hin for the one lamb: in the holy \\add place\\add*\nshalt thou cause the strong wine to be poured unto the \\nd LORD\\nd*\n\\add for\\add* a drink offering. \n"},{"number":8,"text":"And the other lamb shalt thou offer at even: as the meat offering\nof the morning, and as the drink offering thereof, thou shalt offer\n\\add it\\add*, a sacrifice made by fire, of a sweet savour unto the\n\\nd LORD\\nd*. \n\n"},{"number":9,"text":"¶ And on the sabbath day two lambs of the first year without\nspot, and two tenth deals of flour \\add for\\add* a meat offering,\nmingled with oil, and the drink offering thereof: \n"},{"number":10,"text":"\\add This is\\add* the burnt offering of every sabbath, beside the\ncontinual burnt offering, and his drink offering. \n\n"},{"number":11,"text":"¶ And in the beginnings of your months ye shall offer a burnt\noffering unto the \\nd LORD\\nd*; two young bullocks, and one ram,\nseven lambs of the first year without spot; \n"},{"number":12,"text":"And three tenth deals of flour \\add for\\add* a meat offering,\nmingled with oil, for one bullock; and two tenth deals of flour \\add for\\add*\na meat offering, mingled with oil, for one ram; \n"},{"number":13,"text":"And a several tenth deal of flour mingled with oil \\add for\\add*\na meat offering unto one lamb; \\add for\\add* a burnt offering of a\nsweet savour, a sacrifice made by fire unto the \\nd LORD\\nd*. \n"},{"number":14,"text":"And their drink offerings shall be half an hin of wine unto a\nbullock, and the third \\add part\\add* of an hin unto a ram, and a\nfourth \\add part\\add* of an hin unto a lamb: this \\add is\\add* the burnt\noffering of every month throughout the months of the year. \n"},{"number":15,"text":"And one kid of the goats for a sin offering unto the \\nd LORD\\nd*\nshall be offered, beside the continual burnt offering, and his drink\noffering. \n\n"},{"number":16,"text":"And in the fourteenth day of the first month \\add is\\add*\nthe passover of the \\nd LORD\\nd*. \n"},{"number":17,"text":"And in the fifteenth day of this month \\add is\\add* the feast:\nseven days shall unleavened bread be eaten. \n"},{"number":18,"text":"In the first day \\add shall be\\add* an holy convocation; ye shall\ndo no manner of servile work \\add therein:\\add* \n"},{"number":19,"text":"But ye shall offer a sacrifice made by fire \\add for\\add*\na burnt offering unto the \\nd LORD\\nd*; two young bullocks, and one\nram, and seven lambs of the first year: they shall be unto you without\nblemish: \n"},{"number":20,"text":"And their meat offering \\add shall be of\\add* flour mingled\n with oil: three tenth deals shall ye offer for a bullock, and two\ntenth deals for a ram; \n"},{"number":21,"text":"A several tenth deal shalt thou offer for every lamb, throughout the\nseven lambs: \n"},{"number":22,"text":"And one goat \\add for\\add* a sin offering, to make an atonement for you.\n"},{"number":23,"text":"Ye shall offer these beside the burnt offering in the morning, which\n\\add is\\add* for a continual burnt offering. \n"},{"number":24,"text":"After this manner ye shall offer daily, throughout the seven\ndays, the meat of the sacrifice made by fire, of a sweet savour unto the\n\\nd LORD\\nd*: it shall be offered beside the continual burnt offering,\nand his drink offering. \n"},{"number":25,"text":"And on the seventh day ye shall have an holy convocation;\nye shall do no servile work. \n\n"},{"number":26,"text":"¶ Also in the day of the firstfruits, when ye bring a new meat\noffering unto the \\nd LORD\\nd*, after your weeks \\add be out\\add*,\nye shall have an holy convocation; ye shall do no servile work: \n"},{"number":27,"text":"But ye shall offer the burnt offering for a sweet savour unto the\n\\nd LORD\\nd*; two young bullocks, one ram, seven lambs of the first\nyear; \n"},{"number":28,"text":"And their meat offering of flour mingled with oil, three tenth\ndeals unto one bullock, two tenth deals unto one ram, \n"},{"number":29,"text":"A several tenth deal unto one lamb, throughout the seven lambs;\n"},{"number":30,"text":"\\add And\\add* one kid of the goats, to make an atonement for you.\n"},{"number":31,"text":"Ye shall offer \\add them\\add* beside the continual burnt offering,\nand his meat offering, (they shall be unto you without blemish) and their drink\nofferings. \n"}],"number":28},{"verses":[{"number":1,"text":"And in the seventh month, on the first \\add day\\add* of the\nmonth, ye shall have an holy convocation; ye shall do no servile\nwork: it is a day of blowing the trumpets unto you. \n"},{"number":2,"text":"And ye shall offer a burnt offering for a sweet savour unto the\n\\nd LORD\\nd*; one young bullock, one ram, \\add and\\add* seven lambs\nof the first year without blemish: \n"},{"number":3,"text":"And their meat offering \\add shall be of\\add* flour mingled\nwith oil, three tenth deals for a bullock, \\add and\\add* two tenth\ndeals for a ram, \n"},{"number":4,"text":"And one tenth deal for one lamb, throughout the seven lambs:\n"},{"number":5,"text":"And one kid of the goats \\add for\\add* a sin offering, to make an\natonement for you: \n"},{"number":6,"text":"Beside the burnt offering of the month, and his meat offering,\nand the daily burnt offering, and his meat offering, and their drink\nofferings, according unto their manner, for a sweet savour, a sacrifice made by\nfire unto the \\nd LORD\\nd*. \n\n"},{"number":7,"text":"¶ And ye shall have on the tenth \\add day\\add* of this seventh\nmonth an holy convocation; and ye shall afflict your souls: ye shall not\ndo any work \\add therein:\\add* \n"},{"number":8,"text":"But ye shall offer a burnt offering unto the \\nd LORD\\nd* \\add for\\add*\na sweet savour; one young bullock, one ram, \\add and\\add* seven lambs\nof the first year; they shall be unto you without blemish: \n"},{"number":9,"text":"And their meat offering \\add shall be of\\add* flour mingled\nwith oil, three tenth deals to a bullock, \\add and\\add* two tenth\ndeals to one ram, \n"},{"number":10,"text":"A several tenth deal for one lamb, throughout the seven lambs:\n"},{"number":11,"text":"One kid of the goats \\add for\\add* a sin offering; beside the sin\noffering of atonement, and the continual burnt offering, and the meat\noffering of it, and their drink offerings. \n\n"},{"number":12,"text":"¶ And on the fifteenth day of the seventh month ye shall have an\nholy convocation; ye shall do no servile work, and ye shall keep\na feast unto the \\nd LORD\\nd* seven days: \n"},{"number":13,"text":"And ye shall offer a burnt offering, a sacrifice made by fire,\nof a sweet savour unto the \\nd LORD\\nd*; thirteen young bullocks,\ntwo rams, \\add and\\add* fourteen lambs of the first year; they shall be without\nblemish: \n"},{"number":14,"text":"And their meat offering \\add shall be of\\add* flour mingled\n with oil, three tenth deals unto every bullock of the thirteen bullocks,\ntwo tenth deals to each ram of the two rams, \n"},{"number":15,"text":"And a several tenth deal to each lamb of the fourteen lambs:\n"},{"number":16,"text":"And one kid of the goats \\add for\\add* a sin offering; beside the\ncontinual burnt offering, his meat offering, and his drink offering.\n\n"},{"number":17,"text":"¶ And on the second day \\add ye shall offer\\add* twelve young\nbullocks, two rams, fourteen lambs of the first year without spot:\n"},{"number":18,"text":"And their meat offering and their drink offerings for the\nbullocks, for the rams, and for the lambs, \\add shall be\\add* according to their\nnumber, after the manner: \n"},{"number":19,"text":"And one kid of the goats \\add for\\add* a sin offering; beside the\ncontinual burnt offering, and the meat offering thereof, and their drink\nofferings. \n\n"},{"number":20,"text":"¶ And on the third day eleven bullocks, two rams, fourteen\nlambs of the first year without blemish; \n"},{"number":21,"text":"And their meat offering and their drink offerings for the\nbullocks, for the rams, and for the lambs, \\add shall be\\add* according to their\nnumber, after the manner: \n"},{"number":22,"text":"And one goat \\add for\\add* a sin offering; beside the continual\nburnt offering, and his meat offering, and his drink offering. \n\n"},{"number":23,"text":"¶ And on the fourth day ten bullocks, two rams, \\add and\\add*\nfourteen lambs of the first year without blemish: \n"},{"number":24,"text":"Their meat offering and their drink offerings for the bullocks,\nfor the rams, and for the lambs, \\add shall be\\add* according to their\nnumber, after the manner: \n"},{"number":25,"text":"And one kid of the goats \\add for\\add* a sin offering; beside the\ncontinual burnt offering, his meat offering, and his drink offering.\n\n"},{"number":26,"text":"¶ And on the fifth day nine bullocks, two rams, \\add and\\add*\nfourteen lambs of the first year without spot: \n"},{"number":27,"text":"And their meat offering and their drink offerings for the\nbullocks, for the rams, and for the lambs, \\add shall be\\add* according to their\nnumber, after the manner: \n"},{"number":28,"text":"And one goat \\add for\\add* a sin offering; beside the continual\nburnt offering, and his meat offering, and his drink offering. \n\n"},{"number":29,"text":"¶ And on the sixth day eight bullocks, two rams, \\add and\\add*\nfourteen lambs of the first year without blemish: \n"},{"number":30,"text":"And their meat offering and their drink offerings for the\nbullocks, for the rams, and for the lambs, \\add shall be\\add* according to their\nnumber, after the manner: \n"},{"number":31,"text":"And one goat \\add for\\add* a sin offering; beside the continual\nburnt offering, his meat offering, and his drink offering. \n\n"},{"number":32,"text":"¶ And on the seventh day seven bullocks, two rams, \\add and\\add*\nfourteen lambs of the first year without blemish: \n"},{"number":33,"text":"And their meat offering and their drink offerings for the\nbullocks, for the rams, and for the lambs, \\add shall be\\add* according to their\nnumber, after the manner: \n"},{"number":34,"text":"And one goat \\add for\\add* a sin offering; beside the continual\nburnt offering, his meat offering, and his drink offering. \n\n"},{"number":35,"text":"¶ On the eighth day ye shall have a solemn assembly: ye shall\ndo no servile work \\add therein:\\add* \n"},{"number":36,"text":"But ye shall offer a burnt offering, a sacrifice made by fire,\nof a sweet savour unto the \\nd LORD\\nd*: one bullock, one ram, seven\nlambs of the first year without blemish: \n"},{"number":37,"text":"Their meat offering and their drink offerings for the bullock,\nfor the ram, and for the lambs, \\add shall be\\add* according to their\nnumber, after the manner: \n"},{"number":38,"text":"And one goat \\add for\\add* a sin offering; beside the continual\nburnt offering, and his meat offering, and his drink offering. \n"},{"number":39,"text":"These \\add things\\add* ye shall do unto the \\nd LORD\\nd* in your set\nfeasts, beside your vows, and your freewill offerings, for your burnt\nofferings, and for your meat offerings, and for your drink offerings,\nand for your peace offerings.\\f + \\fr 29.39  \\ft do: or, offer\\f*\n"},{"number":40,"text":"And Moses told the children of Israel according to all that the\n\\nd LORD\\nd* commanded Moses. \n"}],"number":29},{"verses":[{"number":1,"text":"And Moses spake unto the heads of the tribes concerning the\nchildren of Israel, saying, This \\add is\\add* the thing which the\n\\nd LORD\\nd* hath commanded. \n"},{"number":2,"text":"If a man vow a vow unto the \\nd LORD\\nd*, or swear an oath\nto bind his soul with a bond; he shall not break his word, he shall\ndo according to all that proceedeth out of his mouth.\\f + \\fr 30.2 \n\\ft break: Heb. profane\\f* \n\n"},{"number":3,"text":"If a woman also vow a vow unto the \\nd LORD\\nd*, and bind herself by a\nbond, \\add being\\add* in her father’s house in her youth; \n"},{"number":4,"text":"And her father hear her vow, and her bond wherewith she hath\nbound her soul, and her father shall hold his peace at her: then all her\nvows shall stand, and every bond wherewith she hath bound her soul\nshall stand. \n"},{"number":5,"text":"But if her father disallow her in the day that he heareth;\nnot any of her vows, or of her bonds wherewith she hath bound her\nsoul, shall stand: and the \\nd LORD\\nd* shall forgive her, because her\nfather disallowed her. \n"},{"number":6,"text":"And if she had at all an husband, when she vowed, or uttered\nought out of her lips, wherewith she bound her soul;\\f + \\fr 30.6 \n\\ft she vowed: Heb. her vows were upon her\\f* \n"},{"number":7,"text":"And her husband heard \\add it\\add*, and held his peace at her in the\nday that he heard \\add it:\\add* then her vows shall stand, and her\nbonds wherewith she bound her soul shall stand. \n"},{"number":8,"text":"But if her husband disallowed her on the day that he heard\n\\add it;\\add* then he shall make her vow which she vowed, and that which she\nuttered with her lips, wherewith she bound her soul, of none effect:\nand the \\nd LORD\\nd* shall forgive her. \n"},{"number":9,"text":"But every vow of a widow, and of her that is divorced, wherewith they have\nbound their souls, shall stand against her. \n"},{"number":10,"text":"And if she vowed in her husband’s house, or bound her soul\nby a bond with an oath; \n"},{"number":11,"text":"And her husband heard \\add it\\add*, and held his peace at her,\n\\add and\\add* disallowed her not: then all her vows shall stand,\nand every bond wherewith she bound her soul shall stand. \n"},{"number":12,"text":"But if her husband hath utterly made them void on the day\nhe heard \\add them; then\\add* whatsoever proceeded out of her lips\nconcerning her vows, or concerning the bond of her soul, shall not\nstand: her husband hath made them void; and the \\nd LORD\\nd* shall\nforgive her. \n"},{"number":13,"text":"Every vow, and every binding oath to afflict the soul, her\nhusband may establish it, or her husband may make it void. \n"},{"number":14,"text":"But if her husband altogether  hold his peace at her from\nday to day; then he establisheth all her vows, or all her bonds, which\n\\add are\\add* upon her: he confirmeth them, because he held his peace\nat her in the day that he heard \\add them\\add*. \n"},{"number":15,"text":"But if he shall any ways make them void after that he hath\nheard \\add them;\\add* then he shall bear her iniquity. \n"},{"number":16,"text":"These \\add are\\add* the statutes, which the \\nd LORD\\nd* commanded\nMoses, between a man and his wife, between the father and his daughter,\n\\add being yet\\add* in her youth in her father’s house. \n"}],"number":30},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Avenge the children of Israel of the Midianites: afterward\nshalt thou be gathered unto thy people. \n"},{"number":3,"text":"And Moses spake unto the people, saying, Arm some of yourselves unto the\nwar, and let them go against the Midianites, and avenge the \\nd LORD\\nd*\nof Midian. \n"},{"number":4,"text":"Of every tribe a thousand, throughout all the tribes of Israel,\nshall ye send to the war.\\f + \\fr 31.4  \\ft Of…: Heb. A thousand of a tribe, a thousand of a\ntribe\\f* \n"},{"number":5,"text":"So there were delivered out of the thousands of Israel, a thousand of\n\\add every\\add* tribe, twelve thousand armed for war. \n"},{"number":6,"text":"And Moses sent them to the war, a thousand of \\add every\\add*\ntribe, them and Phinehas the son of Eleazar the priest, to the war,\nwith the holy instruments, and the trumpets to blow in his hand.\n\n"},{"number":7,"text":"And they warred against the Midianites, as the \\nd LORD\\nd*\ncommanded Moses; and they slew all the males. \n"},{"number":8,"text":"And they slew the kings of Midian, beside the rest of them that were\nslain; \\add namely\\add*, Evi, and Rekem, and Zur, and Hur, and Reba,\nfive kings of Midian: Balaam also the son of Beor they slew with the\nsword. \n"},{"number":9,"text":"And the children of Israel took \\add all\\add* the women of\nMidian captives, and their little ones, and took the spoil of all their\ncattle, and all their flocks, and all their goods. \n"},{"number":10,"text":"And they burnt all their cities wherein they dwelt, and all their goodly\ncastles, with fire. \n"},{"number":11,"text":"And they took all the spoil, and all the prey, \\add both\\add*\nof men and of beasts. \n"},{"number":12,"text":"And they brought the captives, and the prey, and the spoil,\nunto Moses, and Eleazar the priest, and unto the congregation of the\nchildren of Israel, unto the camp at the plains of Moab, which \\add are\\add*\nby Jordan \\add near\\add* Jericho. \n\n"},{"number":13,"text":"¶ And Moses, and Eleazar the priest, and all the princes of the\ncongregation, went forth to meet them without the camp. \n"},{"number":14,"text":"And Moses was wroth with the officers of the host, \\add with\\add*\nthe captains over thousands, and captains over hundreds, which came\nfrom the battle.\\f + \\fr 31.14  \\ft battle: Heb. host of war\\f* \n"},{"number":15,"text":"And Moses said unto them, Have ye saved all the women alive?\n"},{"number":16,"text":"Behold, these caused the children of Israel, through the counsel\nof Balaam, to commit trespass against the \\nd LORD\\nd* in the matter\nof Peor, and there was a plague among the congregation of the \\nd LORD\\nd*.\n"},{"number":17,"text":"Now therefore kill every male among the little ones, and kill\nevery woman that hath known man by lying with him.\\f + \\fr 31.17 \n\\ft him: Heb. a male\\f* \n"},{"number":18,"text":"But all the women children, that have not known a man by lying\nwith him, keep alive for yourselves. \n"},{"number":19,"text":"And do ye abide without the camp seven days: whosoever hath\nkilled any person, and whosoever hath touched any slain, purify \\add both\\add*\nyourselves and your captives on the third day, and on the seventh\nday. \n"},{"number":20,"text":"And purify all \\add your\\add* raiment, and all that is made\nof skins, and all work of goats’ \\add hair\\add*, and all things made\nof wood.\\f + \\fr 31.20  \\ft that…: Heb. instrument, or, vessel of\nskins\\f* \n\n"},{"number":21,"text":"¶ And Eleazar the priest said unto the men of war which went\nto the battle, This \\add is\\add* the ordinance of the law which the\n\\nd LORD\\nd* commanded Moses; \n"},{"number":22,"text":"Only the gold, and the silver, the brass, the iron, the tin,\nand the lead, \n"},{"number":23,"text":"Every thing that may abide the fire, ye shall make \\add it\\add*\ngo through the fire, and it shall be clean: nevertheless it shall be\npurified with the water of separation: and all that abideth not the\nfire ye shall make go through the water. \n"},{"number":24,"text":"And ye shall wash your clothes on the seventh day, and ye shall be\nclean, and afterward ye shall come into the camp. \n\n"},{"number":25,"text":"¶ And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":26,"text":"Take the sum of the prey that was taken, \\add both\\add* of\nman and of beast, thou, and Eleazar the priest, and the chief fathers\nof the congregation:\\f + \\fr 31.26  \\ft that…: Heb. of the captivity\\f*\n"},{"number":27,"text":"And divide the prey into two parts; between them that took\nthe war upon them, who went out to battle, and between all the congregation:\n"},{"number":28,"text":"And levy a tribute unto the \\nd LORD\\nd* of the men of war\nwhich went out to battle: one soul of five hundred, \\add both\\add*\nof the persons, and of the beeves, and of the asses, and of the sheep:\n"},{"number":29,"text":"Take \\add it\\add* of their half, and give it unto Eleazar\nthe priest, \\add for\\add* an heave offering of the \\nd LORD\\nd*.\n"},{"number":30,"text":"And of the children of Israel’s half, thou shalt take one\nportion of fifty, of the persons, of the beeves, of the asses, and of the\nflocks, of all manner of beasts, and give them unto the Levites,\nwhich keep the charge of the tabernacle of the \\nd LORD\\nd*.\\f + \\fr 31.30 \n\\ft flocks: or, goats\\f* \n"},{"number":31,"text":"And Moses and Eleazar the priest did as the \\nd LORD\\nd* commanded\n Moses. \n"},{"number":32,"text":"And the booty, \\add being\\add* the rest of the prey which the men\nof war had caught, was six hundred thousand and seventy thousand\nand five thousand sheep, \n"},{"number":33,"text":"And threescore and twelve thousand beeves, \n"},{"number":35,"text":"And thirty and two thousand persons in all, of women that had not\nknown man by lying with him. \n"},{"number":36,"text":"And the half, \\add which was\\add* the portion of them that went\nout to war, was in number three hundred thousand and seven and thirty\nthousand and five hundred sheep: \n"},{"number":37,"text":"And the \\nd LORD’s\\nd* tribute of the sheep was six hundred\nand threescore and fifteen. \n"},{"number":38,"text":"And the beeves \\add were\\add* thirty and six thousand; of which the\n\\nd LORD’s\\nd* tribute \\add was\\add* threescore and twelve. \n"},{"number":39,"text":"And the asses \\add were\\add* thirty thousand and five hundred;\nof which the \\nd LORD’s\\nd* tribute \\add was\\add* threescore and\none. \n"},{"number":40,"text":"And the persons \\add were\\add* sixteen thousand; of which the\n\\nd LORD’s\\nd* tribute \\add was\\add* thirty and two persons. \n"},{"number":41,"text":"And Moses gave the tribute, \\add which was\\add* the \\nd LORD’s\\nd*\nheave offering, unto Eleazar the priest, as the \\nd LORD\\nd* commanded\nMoses. \n"},{"number":42,"text":"And of the children of Israel’s half, which Moses divided\nfrom the men that warred, \n"},{"number":43,"text":"(Now the half \\add that pertained unto\\add* the congregation\nwas three hundred thousand and thirty thousand \\add and\\add* seven\nthousand and five hundred sheep, \n"},{"number":44,"text":"And thirty and six thousand beeves, \n"},{"number":45,"text":"And thirty thousand asses and five hundred, \n"},{"number":46,"text":"And sixteen thousand persons;) \n"},{"number":47,"text":"Even of the children of Israel’s half, Moses took one portion\nof fifty, \\add both\\add* of man and of beast, and gave them unto the\nLevites, which kept the charge of the tabernacle of the \\nd LORD\\nd*;\nas the \\nd LORD\\nd* commanded Moses. \n\n"},{"number":48,"text":"¶ And the officers which \\add were\\add* over thousands of the\nhost, the captains of thousands, and captains of hundreds, came near\nunto Moses: \n"},{"number":49,"text":"And they said unto Moses, Thy servants have taken the sum\nof the men of war which \\add are\\add* under our charge, and there\nlacketh not one man of us.\\f + \\fr 31.49  \\ft charge: Heb. hand\\f*\n"},{"number":50,"text":"We have therefore brought an oblation for the \\nd LORD\\nd*,\nwhat every man hath gotten, of jewels of gold, chains, and bracelets,\nrings, earrings, and tablets, to make an atonement for our souls\nbefore the \\nd LORD\\nd*.\\f + \\fr 31.50  \\ft gotten: Heb. found\\f*\n"},{"number":51,"text":"And Moses and Eleazar the priest took the gold of them, \\add even\\add*\nall wrought jewels. \n"},{"number":52,"text":"And all the gold of the offering that they offered up to the\n\\nd LORD\\nd*, of the captains of thousands, and of the captains of\nhundreds, was sixteen thousand seven hundred and fifty shekels.\\f + \\fr 31.52 \n\\ft offering: Heb. heave offering\\f* \n"},{"number":53,"text":"(\\add For\\add* the men of war had taken spoil, every man for himself.)\n"},{"number":54,"text":"And Moses and Eleazar the priest took the gold of the captains\nof thousands and of hundreds, and brought it into the tabernacle\nof the congregation, \\add for\\add* a memorial for the children of\nIsrael before the \\nd LORD\\nd*. \n"}],"number":31},{"verses":[{"number":1,"text":"Now the children of Reuben and the children of Gad had a very\ngreat multitude of cattle: and when they saw the land of Jazer, and the\nland of Gilead, that, behold, the place \\add was\\add* a place for\ncattle; \n"},{"number":2,"text":"The children of Gad and the children of Reuben came and spake\nunto Moses, and to Eleazar the priest, and unto the princes of the\ncongregation, saying, \n"},{"number":3,"text":"Ataroth, and Dibon, and Jazer, and Nimrah, and Heshbon, and\nElealeh, and Shebam, and Nebo, and Beon,\\f + \\fr 32.3  \\ft Nimrah: also called,\nBeth-nimrah\\f*\\f + \\fr 32.3  \\ft Shebam: also called, Shibmah\\f*\\f + \\fr 32.3 \n\\ft Beon: also called, Baal-meon\\f* \n"},{"number":4,"text":"\\add Even\\add* the country which the \\nd LORD\\nd* smote before\nthe congregation of Israel, \\add is\\add* a land for cattle, and thy\nservants have cattle: \n"},{"number":5,"text":"Wherefore, said they, if we have found grace in thy sight,\nlet this land be given unto thy servants for a possession, \\add and\\add*\nbring us not over Jordan. \n\n"},{"number":6,"text":"¶ And Moses said unto the children of Gad and to the children\nof Reuben, Shall your brethren go to war, and shall ye sit here?\n"},{"number":7,"text":"And wherefore discourage ye the heart of the children of Israel\nfrom going over into the land which the \\nd LORD\\nd* hath given them?\\f + \\fr 32.7 \n\\ft discourage: Heb. break\\f* \n"},{"number":8,"text":"Thus did your fathers, when I sent them from Kadesh-barnea\nto see the land. \n"},{"number":9,"text":"For when they went up unto the valley of Eshcol, and saw the\nland, they discouraged the heart of the children of Israel, that they should not\ngo into the land which the \\nd LORD\\nd* had given them. \n"},{"number":10,"text":"And the \\nd LORD’s\\nd* anger was kindled the same time, and he\nsware, saying, \n"},{"number":11,"text":"Surely none of the men that came up out of Egypt, from twenty\nyears old and upward, shall see the land which I sware unto Abraham,\nunto Isaac, and unto Jacob; because they have not wholly followed\nme:\\f + \\fr 32.11  \\ft wholly…: Heb. fulfilled after me\\f* \n"},{"number":12,"text":"Save Caleb the son of Jephunneh the Kenezite, and Joshua the\nson of Nun: for they have wholly followed the \\nd LORD\\nd*. \n"},{"number":13,"text":"And the \\nd LORD’s\\nd* anger was kindled against Israel, and he made them\nwander in the wilderness forty years, until all the generation, that had\ndone evil in the sight of the \\nd LORD\\nd*, was consumed. \n"},{"number":14,"text":"And, behold, ye are risen up in your fathers’ stead, an increase\nof sinful men, to augment yet the fierce anger of the \\nd LORD\\nd*\ntoward Israel. \n"},{"number":15,"text":"For if ye turn away from after him, he will yet again leave\nthem in the wilderness; and ye shall destroy all this people. \n\n"},{"number":16,"text":"¶ And they came near unto him, and said, We will build sheepfolds\nhere for our cattle, and cities for our little ones: \n"},{"number":17,"text":"But we ourselves will go ready armed before the children of\nIsrael, until we have brought them unto their place: and our little\nones shall dwell in the fenced cities because of the inhabitants\nof the land. \n"},{"number":18,"text":"We will not return unto our houses, until the children of\nIsrael have inherited every man his inheritance. \n"},{"number":19,"text":"For we will not inherit with them on yonder side Jordan, or\nforward; because our inheritance is fallen to us on this side Jordan\neastward. \n\n"},{"number":20,"text":"¶ And Moses said unto them, If ye will do this thing, if ye will go\narmed before the \\nd LORD\\nd* to war, \n"},{"number":21,"text":"And will go all of you armed over Jordan before the \\nd LORD\\nd*,\nuntil he hath driven out his enemies from before him, \n"},{"number":22,"text":"And the land be subdued before the \\nd LORD\\nd*: then afterward\nye shall return, and be guiltless before the \\nd LORD\\nd*, and before\nIsrael; and this land shall be your possession before the \\nd LORD\\nd*.\n"},{"number":23,"text":"But if ye will not do so, behold, ye have sinned against the\n\\nd LORD\\nd*: and be sure your sin will find you out. \n"},{"number":24,"text":"Build you cities for your little ones, and folds for your\nsheep; and do that which hath proceeded out of your mouth. \n"},{"number":25,"text":"And the children of Gad and the children of Reuben spake unto\nMoses, saying, Thy servants will do as my lord commandeth. \n"},{"number":26,"text":"Our little ones, our wives, our flocks, and all our cattle,\nshall be there in the cities of Gilead: \n"},{"number":27,"text":"But thy servants will pass over, every man armed for war,\nbefore the \\nd LORD\\nd* to battle, as my lord saith. \n\n"},{"number":28,"text":"So concerning them Moses commanded Eleazar the priest, and\nJoshua the son of Nun, and the chief fathers of the tribes of the\nchildren of Israel: \n"},{"number":29,"text":"And Moses said unto them, If the children of Gad and the children\nof Reuben will pass with you over Jordan, every man armed to battle,\nbefore the \\nd LORD\\nd*, and the land shall be subdued before you; then ye shall\ngive them the land of Gilead for a possession: \n"},{"number":30,"text":"But if they will not pass over with you armed, they shall have\npossessions among you in the land of Canaan. \n"},{"number":31,"text":"And the children of Gad and the children of Reuben answered,\nsaying, As the \\nd LORD\\nd* hath said unto thy servants, so will we\ndo. \n"},{"number":32,"text":"We will pass over armed before the \\nd LORD\\nd* into the land\nof Canaan, that the possession of our inheritance on this side Jordan\n\\add may be\\add* ours. \n"},{"number":33,"text":"And Moses gave unto them, \\add even\\add* to the children of\nGad, and to the children of Reuben, and unto half the tribe of Manasseh\nthe son of Joseph, the kingdom of Sihon king of the Amorites, and the\nkingdom of Og king of Bashan, the land, with the cities thereof in the\ncoasts, \\add even\\add* the cities of the country round about. \n\n"},{"number":34,"text":"¶ And the children of Gad built Dibon, and Ataroth, and Aroer,\n"},{"number":35,"text":"And Atroth, Shophan, and Jaazer, and Jogbehah,\\f + \\fr 32.35 \n\\ft Jaazer: also called, Jazer\\f* \n"},{"number":36,"text":"And Beth-nimrah, and Beth-haran, fenced cities: and folds\nfor sheep.\\f + \\fr 32.36  \\ft Beth-nimrah: also called, Nimrah\\f*\n"},{"number":37,"text":"And the children of Reuben built Heshbon, and Elealeh, and\nKirjathaim, \n"},{"number":38,"text":"And Nebo, and Baal-meon, (their names being changed,) and\nShibmah: and gave other names unto the cities which they builded.\\f + \\fr 32.38 \n\\ft gave…: Heb. they called by names the names of the cities\\f* \n"},{"number":39,"text":"And the children of Machir the son of Manasseh went to Gilead,\nand took it, and dispossessed the Amorite which \\add was\\add* in it.\n"},{"number":40,"text":"And Moses gave Gilead unto Machir the son of Manasseh; and he\ndwelt therein. \n"},{"number":41,"text":"And Jair the son of Manasseh went and took the small towns\nthereof, and called them Havoth-jair. \n"},{"number":42,"text":"And Nobah went and took Kenath, and the villages thereof, and\ncalled it Nobah, after his own name. \n"}],"number":32},{"verses":[{"number":1,"text":"These \\add are\\add* the journeys of the children of Israel,\nwhich went forth out of the land of Egypt with their armies under the\nhand of Moses and Aaron. \n"},{"number":2,"text":"And Moses wrote their goings out according to their journeys\nby the commandment of the \\nd LORD\\nd*: and these \\add are\\add* their\njourneys according to their goings out. \n"},{"number":3,"text":"And they departed from Rameses in the first month, on the fifteenth\nday of the first month; on the morrow after the passover the children\nof Israel went out with an high hand in the sight of all the Egyptians.\n"},{"number":4,"text":"For the Egyptians buried all \\add their\\add* firstborn, which the\n\\nd LORD\\nd* had smitten among them: upon their gods also the \\nd LORD\\nd*\nexecuted judgments. \n"},{"number":5,"text":"And the children of Israel removed from Rameses, and pitched\nin Succoth. \n"},{"number":6,"text":"And they departed from Succoth, and pitched in Etham, which\n\\add is\\add* in the edge of the wilderness. \n"},{"number":7,"text":"And they removed from Etham, and turned again unto Pi-hahiroth, which\n\\add is\\add* before Baal-zephon: and they pitched before Migdol.\n"},{"number":8,"text":"And they departed from before Pi-hahiroth, and passed through\nthe midst of the sea into the wilderness, and went three days’ journey\nin the wilderness of Etham, and pitched in Marah. \n"},{"number":9,"text":"And they removed from Marah, and came unto Elim: and in Elim\n\\add were\\add* twelve fountains of water, and threescore and ten\npalm trees; and they pitched there. \n"},{"number":10,"text":"And they removed from Elim, and encamped by the Red sea. \n"},{"number":11,"text":"And they removed from the Red sea, and encamped in the wilderness\nof Sin. \n"},{"number":12,"text":"And they took their journey out of the wilderness of Sin,\nand encamped in Dophkah. \n"},{"number":13,"text":"And they departed from Dophkah, and encamped in Alush. \n"},{"number":14,"text":"And they removed from Alush, and encamped at Rephidim, where was no\nwater for the people to drink. \n"},{"number":15,"text":"And they departed from Rephidim, and pitched in the wilderness\nof Sinai. \n"},{"number":16,"text":"And they removed from the desert of Sinai, and pitched at\nKibroth-hattaavah.\\f + \\fr 33.16  \\ft Kibroth-hattaavah: that is, the graves of\nlust\\f* \n"},{"number":17,"text":"And they departed from Kibroth-hattaavah, and encamped at\nHazeroth. \n"},{"number":18,"text":"And they departed from Hazeroth, and pitched in Rithmah. \n"},{"number":19,"text":"And they departed from Rithmah, and pitched at Rimmon-parez.\n"},{"number":20,"text":"And they departed from Rimmon-parez, and pitched in Libnah.\n"},{"number":21,"text":"And they removed from Libnah, and pitched at Rissah. \n"},{"number":22,"text":"And they journeyed from Rissah, and pitched in Kehelathah.\n"},{"number":23,"text":"And they went from Kehelathah, and pitched in mount Shapher.\n"},{"number":24,"text":"And they removed from mount Shapher, and encamped in Haradah.\n"},{"number":25,"text":"And they removed from Haradah, and pitched in Makheloth. \n"},{"number":26,"text":"And they removed from Makheloth, and encamped at Tahath. \n"},{"number":27,"text":"And they departed from Tahath, and pitched at Tarah. \n"},{"number":28,"text":"And they removed from Tarah, and pitched in Mithcah. \n"},{"number":29,"text":"And they went from Mithcah, and pitched in Hashmonah. \n"},{"number":30,"text":"And they departed from Hashmonah, and encamped at Moseroth.\n"},{"number":31,"text":"And they departed from Moseroth, and pitched in Bene-jaakan.\n"},{"number":32,"text":"And they removed from Bene-jaakan, and encamped at Hor-hagidgad.\n"},{"number":33,"text":"And they went from Hor-hagidgad, and pitched in Jotbathah.\n"},{"number":34,"text":"And they removed from Jotbathah, and encamped at Ebronah.\n"},{"number":35,"text":"And they departed from Ebronah, and encamped at Ezion-gaber.\n"},{"number":36,"text":"And they removed from Ezion-gaber, and pitched in the wilderness\nof Zin, which \\add is\\add* Kadesh. \n"},{"number":37,"text":"And they removed from Kadesh, and pitched in mount Hor, in the\nedge of the land of Edom. \n"},{"number":38,"text":"And Aaron the priest went up into mount Hor at the commandment\nof the \\nd LORD\\nd*, and died there, in the fortieth year after the\nchildren of Israel were come out of the land of Egypt, in the first\n\\add day\\add* of the fifth month. \n"},{"number":39,"text":"And Aaron \\add was\\add* an hundred and twenty and three years\nold when he died in mount Hor. \n"},{"number":40,"text":"And king Arad the Canaanite, which dwelt in the south in the\nland of Canaan, heard of the coming of the children of Israel. \n"},{"number":41,"text":"And they departed from mount Hor, and pitched in Zalmonah.\n"},{"number":42,"text":"And they departed from Zalmonah, and pitched in Punon. \n"},{"number":44,"text":"And they departed from Oboth, and pitched in Ije-abarim, in the\nborder of Moab.\\f + \\fr 33.44  \\ft Ije-abarim: or, heaps of Abarim\\f*\n"},{"number":45,"text":"And they departed from Iim, and pitched in Dibon-gad. \n"},{"number":46,"text":"And they removed from Dibon-gad, and encamped in Almon-diblathaim.\n"},{"number":47,"text":"And they removed from Almon-diblathaim, and pitched in the\nmountains of Abarim, before Nebo. \n"},{"number":48,"text":"And they departed from the mountains of Abarim, and pitched\nin the plains of Moab by Jordan \\add near\\add* Jericho. \n"},{"number":49,"text":"And they pitched by Jordan, from Beth-jesimoth \\add even\\add*\nunto Abel-shittim in the plains of Moab.\\f + \\fr 33.49  \\ft Abel-shittim: or, the plains of\nShittim\\f* \n\n"},{"number":50,"text":"¶ And the \\nd LORD\\nd* spake  unto Moses in the plains of Moab\nby Jordan \\add near\\add* Jericho, saying, \n"},{"number":51,"text":"Speak unto the children of Israel, and say unto them, When ye are passed\nover Jordan into the land of Canaan; \n"},{"number":52,"text":"Then ye shall drive out all the inhabitants of the land from\nbefore you, and destroy all their pictures, and destroy all their\nmolten images, and quite pluck down all their high places: \n"},{"number":53,"text":"And ye shall dispossess \\add the inhabitants\\add* of the land,\nand dwell therein: for I have given you the land to possess it. \n"},{"number":54,"text":"And ye shall divide the land by lot for an inheritance among your\nfamilies: \\add and\\add* to the more ye shall give the more inheritance,\nand to the fewer ye shall give the less inheritance: every man’s\n\\add inheritance\\add* shall be in the place where his lot falleth;\naccording to the tribes of your fathers ye shall inherit.\\f + \\fr 33.54 \n\\ft give the more…: Heb. multiply his inheritance\\f*\\f + \\fr 33.54 \n\\ft give the less…: Heb. diminish his inheritance\\f* \n"},{"number":55,"text":"But if ye will not drive out the inhabitants of the land from\nbefore you; then it shall come to pass, that those which ye let remain of them\n\\add shall be\\add* pricks in your eyes, and thorns in your sides,\nand shall vex you in the land wherein ye dwell. \n"},{"number":56,"text":"Moreover it shall come to pass, \\add that\\add* I shall do unto you, as I\nthought to do unto them. \n"}],"number":33},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":2,"text":"Command the children of Israel, and say unto them, When ye\ncome into the land of Canaan; (this \\add is\\add* the land that shall\nfall unto you for an inheritance, \\add even\\add* the land of Canaan\nwith the coasts thereof:) \n"},{"number":3,"text":"Then your south quarter shall be from the wilderness of Zin\nalong by the coast of Edom, and your south border shall be the outmost\ncoast of the salt sea eastward: \n"},{"number":4,"text":"And your border shall turn from the south to the ascent of\nAkrabbim, and pass on to Zin: and the going forth thereof shall be from the\nsouth to Kadesh-barnea, and shall go on to Hazar-addar, and pass\non to Azmon: \n"},{"number":5,"text":"And the border shall fetch a compass from Azmon unto the river\nof Egypt, and the goings out of it shall be at the sea. \n"},{"number":6,"text":"And \\add as for\\add* the western border, ye shall even have the\ngreat sea for a border: this shall be your west border. \n"},{"number":7,"text":"And this shall be your north border: from the great sea ye shall point\nout for you mount Hor: \n"},{"number":8,"text":"From mount Hor ye shall point out \\add your border\\add* unto the\nentrance of Hamath; and the goings forth of the border shall be to\nZedad: \n\n"},{"number":9,"text":"¶ And the border shall go on to Ziphron, and the goings out\nof it shall be at Hazar-enan: this shall be your north border. \n"},{"number":10,"text":"And ye shall point out your east border from Hazar-enan to\nShepham: \n"},{"number":11,"text":"And the coast shall go down from Shepham to Riblah, on the east\nside of Ain; and the border shall descend, and shall reach unto the\nside of the sea of Chinnereth eastward:\\f + \\fr 34.11  \\ft side of the sea: Heb. shoulder of the\nsea\\f* \n"},{"number":12,"text":"And the border shall go down to Jordan, and the goings out\nof it shall be at the salt sea: this shall be your land with the\ncoasts thereof round about. \n"},{"number":13,"text":"And Moses commanded the children of Israel, saying, This \\add is\\add*\nthe land which ye shall inherit by lot, which the \\nd LORD\\nd* commanded\nto give unto the nine tribes, and to the half tribe: \n"},{"number":14,"text":"For the tribe of the children of Reuben according to the house\nof their fathers, and the tribe of the children of Gad according to the\nhouse of their fathers, have received \\add their inheritance;\\add*\nand half the tribe of Manasseh have received their inheritance: \n"},{"number":15,"text":"The two tribes and the half tribe have received their inheritance\non this side Jordan \\add near\\add* Jericho eastward, toward the sunrising.\n\n"},{"number":16,"text":"And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":17,"text":"These \\add are\\add* the names of the men which shall divide\nthe land unto you: Eleazar the priest, and Joshua the son of Nun.\n"},{"number":18,"text":"And ye shall take one prince of every tribe, to divide the\nland by inheritance. \n"},{"number":19,"text":"And the names of the men \\add are\\add* these: Of the tribe\nof Judah, Caleb the son of Jephunneh. \n"},{"number":20,"text":"And of the tribe of the children of Simeon, Shemuel the son\nof Ammihud. \n"},{"number":21,"text":"Of the tribe of Benjamin, Elidad the son of Chislon. \n"},{"number":22,"text":"And the prince of the tribe of the children of Dan, Bukki\nthe son of Jogli. \n"},{"number":23,"text":"The prince of the children of Joseph, for the tribe of the\nchildren of Manasseh, Hanniel the son of Ephod. \n"},{"number":24,"text":"And the prince of the tribe of the children of Ephraim, Kemuel\nthe son of Shiphtan. \n"},{"number":25,"text":"And the prince of the tribe of the children of Zebulun, Elizaphan\nthe son of Parnach. \n"},{"number":26,"text":"And the prince of the tribe of the children of Issachar, Paltiel\nthe son of Azzan. \n"},{"number":27,"text":"And the prince of the tribe of the children of Asher, Ahihud\nthe son of Shelomi. \n"},{"number":28,"text":"And the prince of the tribe of the children of Naphtali, Pedahel\nthe son of Ammihud. \n"},{"number":29,"text":"These \\add are they\\add* whom the \\nd LORD\\nd* commanded to divide the\ninheritance unto the children of Israel in the land of Canaan. \n"}],"number":34},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* spake unto Moses in the plains of Moab\nby Jordan \\add near\\add* Jericho, saying, \n"},{"number":2,"text":"Command the children of Israel, that they give unto the Levites\nof the inheritance of their possession cities to dwell in; and ye shall\ngive \\add also\\add* unto the Levites suburbs for the cities round\nabout them. \n"},{"number":3,"text":"And the cities shall they have to dwell in; and the suburbs\nof them shall be for their cattle, and for their goods, and for all their\nbeasts. \n"},{"number":4,"text":"And the suburbs of the cities, which ye shall give unto the\nLevites, \\add shall reach\\add* from the wall of the city and outward\na thousand cubits round about. \n"},{"number":5,"text":"And ye shall measure from without the city on the east side\ntwo thousand cubits, and on the south side two thousand cubits, and on the\nwest side two thousand cubits, and on the north side two thousand\ncubits; and the city \\add shall be\\add* in the midst: this shall be to them the\nsuburbs of the cities. \n"},{"number":6,"text":"And among the cities which ye shall give unto the Levites \\add there shall\nbe\\add* six cities for refuge, which ye shall appoint for the manslayer,\nthat he may flee thither: and to them ye shall add forty and two\ncities.\\f + \\fr 35.6  \\ft to them…: Heb. above them ye shall give\\f*\n"},{"number":7,"text":"\\add So\\add* all the cities which ye shall give to the Levites\n\\add shall be\\add* forty and eight cities: them \\add shall ye give\\add*\nwith their suburbs. \n"},{"number":8,"text":"And the cities which ye shall give \\add shall be\\add* of the\npossession of the children of Israel: from \\add them that have\\add*\nmany ye shall give many; but from \\add them that have\\add* few ye shall give\nfew: every one shall give of his cities unto the Levites according\nto his inheritance which he inheriteth.\\f + \\fr 35.8  \\ft he…: Heb. they\ninherit\\f* \n\n"},{"number":9,"text":"¶ And the \\nd LORD\\nd* spake unto Moses, saying, \n"},{"number":10,"text":"Speak unto the children of Israel, and say unto them, When ye be come\nover Jordan into the land of Canaan; \n"},{"number":11,"text":"Then ye shall appoint you cities to be cities of refuge for you; that the\nslayer may flee thither, which killeth any person at unawares.\\f + \\fr 35.11 \n\\ft at…: Heb. by error\\f* \n"},{"number":12,"text":"And they shall be unto you cities for refuge from the avenger;\nthat the manslayer die not, until he stand before the congregation\nin judgment. \n"},{"number":13,"text":"And of these cities which ye shall give six cities shall ye have for\nrefuge. \n"},{"number":14,"text":"Ye shall give three cities on this side Jordan, and three\ncities shall ye give in the land of Canaan, \\add which\\add* shall be\ncities of refuge. \n"},{"number":15,"text":"These six cities shall be a refuge, \\add both\\add* for the\nchildren of Israel, and for the stranger, and for the sojourner among\nthem: that every one that killeth any person unawares may flee thither.\n"},{"number":16,"text":"And if he smite him with an instrument of iron, so that he\ndie, he \\add is\\add* a murderer: the murderer shall surely be put to\ndeath. \n"},{"number":17,"text":"And if he smite him with throwing a stone, wherewith he may\ndie, and he die, he \\add is\\add* a murderer: the murderer shall surely\nbe put to death.\\f + \\fr 35.17  \\ft with…: Heb. with a stone of the\nhand\\f* \n"},{"number":18,"text":"Or \\add if\\add* he smite him with an hand weapon of wood, wherewith he may\ndie, and he die, he \\add is\\add* a murderer: the murderer shall surely\nbe put to death. \n"},{"number":19,"text":"The revenger of blood himself shall slay the murderer: when he\nmeeteth him, he shall slay him. \n"},{"number":20,"text":"But if he thrust him of hatred, or hurl at him by laying of\nwait, that he die; \n"},{"number":21,"text":"Or in enmity smite him with his hand, that he die: he that\nsmote \\add him\\add* shall surely be put to death; \\add for\\add* he\n\\add is\\add* a murderer: the revenger of blood shall slay the murderer,\nwhen he meeteth him. \n"},{"number":22,"text":"But if he thrust him suddenly without enmity, or have cast\nupon him any thing without laying of wait, \n"},{"number":23,"text":"Or with any stone, wherewith a man may die, seeing \\add him\\add*\nnot, and cast \\add it\\add* upon him, that he die, and \\add was\\add*\nnot his enemy, neither sought his harm: \n"},{"number":24,"text":"Then the congregation shall judge between the slayer and the\nrevenger of blood according to these judgments: \n"},{"number":25,"text":"And the congregation shall deliver the slayer out of the hand\nof the revenger of blood, and the congregation shall restore him to the\ncity of his refuge, whither he was fled: and he shall abide in it unto the\ndeath of the high priest, which was anointed with the holy oil. \n"},{"number":26,"text":"But if the slayer shall at any time come without the border\nof the city of his refuge, whither he was fled; \n"},{"number":27,"text":"And the revenger of blood find him without the borders of the\ncity of his refuge, and the revenger of blood kill the slayer; he shall not be guilty of\nblood:\\f + \\fr 35.27  \\ft he…: Heb. no blood shall be to him\\f* \n"},{"number":28,"text":"Because he should have remained in the city of his refuge\nuntil the death of the high priest: but after the death of the high\npriest the slayer shall return into the land of his possession. \n"},{"number":29,"text":"So these \\add things\\add* shall be for a statute of judgment\nunto you throughout your generations in all your dwellings. \n"},{"number":30,"text":"Whoso killeth any person, the murderer shall be put to death\nby the mouth of witnesses: but one witness shall not testify against any\nperson \\add to cause him\\add* to die. \n"},{"number":31,"text":"Moreover ye shall take no satisfaction for the life of a murderer, which\n\\add is\\add* guilty of death: but he shall be surely put to death.\\f + \\fr 35.31 \n\\ft guilty…: Heb. faulty to die\\f* \n"},{"number":32,"text":"And ye shall take no satisfaction for him that is fled to the\ncity of his refuge, that he should come again to dwell in the land,\nuntil the death of the priest. \n"},{"number":33,"text":"So ye shall not pollute the land wherein ye \\add are:\\add*\nfor blood it defileth the land: and the land cannot be cleansed of the\nblood that is shed therein, but by the blood of him that shed it.\\f + \\fr 35.33 \n\\ft the land cannot…: Heb. there can be no expiation for the land\\f*\n"},{"number":34,"text":"Defile not therefore the land which ye shall inhabit, wherein\nI dwell: for I the \\nd LORD\\nd* dwell among the children of Israel.\n"}],"number":35},{"verses":[{"number":1,"text":"And the chief fathers of the families of the children of Gilead,\nthe son of Machir, the son of Manasseh, of the families of the sons\nof Joseph, came near, and spake before Moses, and before the princes,\nthe chief fathers of the children of Israel: \n"},{"number":2,"text":"And they said, The \\nd LORD\\nd* commanded my lord to give the\nland for an inheritance by lot to the children of Israel: and my\nlord was commanded by the \\nd LORD\\nd* to give the inheritance of\nZelophehad our brother unto his daughters. \n"},{"number":3,"text":"And if they be married to any of the sons of the \\add other\\add*\ntribes of the children of Israel, then shall their inheritance be\ntaken from the inheritance of our fathers, and shall be put to the\ninheritance of the tribe whereunto they are received: so shall it be\ntaken from the lot of our inheritance.\\f + \\fr 36.3  \\ft whereunto…: Heb. unto whom they shall\nbe\\f* \n"},{"number":4,"text":"And when the jubile of the children of Israel shall be, then shall their\ninheritance be put unto the inheritance of the tribe whereunto they are received: so shall their\ninheritance be taken away from the inheritance of the tribe of our\nfathers.\\f + \\fr 36.4  \\ft whereunto…: Heb. unto whom they shall\nbe\\f* \n\n"},{"number":5,"text":"And Moses commanded the children of Israel according to the\nword of the \\nd LORD\\nd*, saying, The tribe of the sons of Joseph\nhath said well. \n"},{"number":6,"text":"This \\add is\\add* the thing which the \\nd LORD\\nd* doth command\nconcerning the daughters of Zelophehad, saying, Let them marry to whom they\nthink best; only to the family of the tribe of their father shall they\nmarry.\\f + \\fr 36.6  \\ft marry: Heb. be wives\\f* \n"},{"number":7,"text":"So shall not the inheritance of the children of Israel remove\nfrom tribe to tribe: for every one of the children of Israel shall\nkeep himself to the inheritance of the tribe of his fathers.\\f + \\fr 36.7 \n\\ft keep…: Heb. cleave to the, etc\\f* \n"},{"number":8,"text":"And every daughter, that possesseth an inheritance in any tribe\nof the children of Israel, shall be wife unto one of the family of the\ntribe of her father, that the children of Israel may enjoy every\nman the inheritance of his fathers. \n"},{"number":9,"text":"Neither shall the inheritance remove from \\add one\\add* tribe\nto another tribe; but every one of the tribes of the children of\nIsrael shall keep himself to his own inheritance. \n"},{"number":10,"text":"Even as the \\nd LORD\\nd* commanded Moses, so did the daughters\nof Zelophehad: \n"},{"number":11,"text":"For Mahlah, Tirzah, and Hoglah, and Milcah, and Noah, the\ndaughters of Zelophehad, were married unto their father’s brothers’\nsons: \n"},{"number":12,"text":"\\add And\\add* they were married into the families of the sons\nof Manasseh the son of Joseph, and their inheritance remained in the\ntribe of the family of their father.\\f + \\fr 36.12  \\ft into…: Heb. to some that were of the\nfamilies\\f* \n"},{"number":13,"text":"These \\add are\\add* the commandments and the judgments, which the\n\\nd LORD\\nd* commanded by the hand of Moses unto the children of\nIsrael in the plains of Moab by Jordan \\add near\\add* Jericho. "}],"number":36}]}