{"headers":{"id":"JHN The Gospel According to John","h":"John","toc1":"THE GOSPEL ACCORDING TO ST. JOHN","toc2":"John","toc3":"Jhn","mt1":"THE GOSPEL ACCORDING TO ST. JOHN"},"book":"John","chapters":[{"verses":[{"number":1,"text":"In the beginning was the Word, and the Word was with God, and\nthe Word was God. \n"},{"number":2,"text":"The same was in the beginning with God. \n"},{"number":3,"text":"All things were made by him; and without him was not any thing\nmade that was made. \n"},{"number":4,"text":"In him was life; and the life was the light of men. \n"},{"number":5,"text":"And the light shineth in darkness; and the darkness comprehended\nit not. \n\n"},{"number":6,"text":"There was a man sent from God, whose name \\add was\\add* John.\n"},{"number":7,"text":"The same came for a witness, to bear witness of the Light,\nthat all \\add men\\add* through him might believe. \n"},{"number":8,"text":"He was not that Light, but \\add was sent\\add* to bear witness\nof that Light. \n"},{"number":9,"text":"\\add That\\add* was the true Light, which lighteth every man\nthat cometh into the world. \n"},{"number":10,"text":"He was in the world, and the world was made by him, and the\nworld knew him not. \n"},{"number":11,"text":"He came unto his own, and his own received him not. \n"},{"number":12,"text":"But as many as received him, to them gave he power to become\nthe sons of God, \\add even\\add* to them that believe on his name:\n"},{"number":13,"text":"Which were born, not of blood, nor of the will of the flesh,\nnor of the will of man, but of God. \n"},{"number":14,"text":"And the Word was made flesh, and dwelt among us, (and we beheld\nhis glory, the glory as of the only begotten of the Father,) full\nof grace and truth. \n\n"},{"number":15,"text":"John bare witness of him, and cried, saying, This was he of\nwhom I spake, He that cometh after me is preferred before me: for\nhe was before me. \n"},{"number":16,"text":"And of his fulness have all we received, and grace for grace.\n"},{"number":17,"text":"For the law was given by Moses, \\add but\\add* grace and truth\ncame by Jesus Christ. \n"},{"number":18,"text":"No man hath seen God at any time; the only begotten Son, which\nis in the bosom of the Father, he hath declared \\add him.\\add* \n\n"},{"number":19,"text":"And this is the record of John, when the Jews sent priests\nand Levites from Jerusalem to ask him, Who art thou? \n"},{"number":20,"text":"And he confessed, and denied not; but confessed, I am not\nthe Christ. \n"},{"number":21,"text":"And they asked him, What then? Art thou Elias? And he saith,\nI am not. Art thou that prophet? And he answered, No. \n"},{"number":22,"text":"Then said they unto him, Who art thou? that we may give an\nanswer to them that sent us. What sayest thou of thyself? \n"},{"number":23,"text":"He said, I \\add am\\add* the voice of one crying in the wilderness,\nMake straight the way of the Lord, as said the prophet Esaias. \n"},{"number":24,"text":"And they which were sent were of the Pharisees. \n"},{"number":25,"text":"And they asked him, and said unto him, Why baptizest thou\nthen, if thou be not that Christ, nor Elias, neither that prophet?\n"},{"number":26,"text":"John answered them, saying, I baptize with water: but there\nstandeth one among you, whom ye know not; \n"},{"number":27,"text":"He it is, who coming after me is preferred before me, whose\nshoe’s latchet I am not worthy to unloose. \n"},{"number":28,"text":"These things were done in Bethabara beyond Jordan, where John\nwas baptizing. \n\n"},{"number":29,"text":"The next day John seeth Jesus coming unto him, and saith,\nBehold the Lamb of God, which taketh away the sin of the world. \n"},{"number":30,"text":"This is he of whom I said, After me cometh a man which is\npreferred before me: for he was before me. \n"},{"number":31,"text":"And I knew him not: but that he should be made manifest to\nIsrael, therefore am I come baptizing with water. \n"},{"number":32,"text":"And John bare record, saying, I saw the Spirit descending\nfrom heaven like a dove, and it abode upon him. \n"},{"number":33,"text":"And I knew him not: but he that sent me to baptize with water,\nthe same said unto me, Upon whom thou shalt see the Spirit descending,\nand remaining on him, the same is he which baptizeth with the Holy\nGhost. \n"},{"number":34,"text":"And I saw, and bare record that this is the Son of God. \n\n"},{"number":35,"text":"Again the next day after John stood, and two of his disciples;\n"},{"number":36,"text":"And looking upon Jesus as he walked, he saith, Behold the\nLamb of God! \n"},{"number":37,"text":"And the two disciples heard him speak, and they followed Jesus.\n"},{"number":38,"text":"Then Jesus turned, and saw them following, and saith unto\nthem, \\wj  What seek ye?\\wj* They said unto him, Rabbi, (which is to\nsay, being interpreted, Master,) where dwellest thou? \n"},{"number":39,"text":"He saith unto them, \\wj  Come and see.\\wj* They came and saw\nwhere he dwelt, and abode with him that day: for it was about the\ntenth hour. \n"},{"number":40,"text":"One of the two which heard John \\add speak\\add*, and followed\nhim, was Andrew, Simon Peter’s brother. \n"},{"number":41,"text":"He first findeth his own brother Simon, and saith unto him,\nWe have found the Messias, which is, being interpreted, the Christ.\n"},{"number":42,"text":"And he brought him to Jesus. And when Jesus beheld him, he\nsaid, \\wj  Thou art Simon the son of Jona: thou shalt be called Cephas,\\wj*\nwhich is by interpretation, A stone. \n\n"},{"number":43,"text":"The day following Jesus would go forth into Galilee, and\nfindeth Philip, and saith unto him, \\wj  Follow me.\\wj* \n"},{"number":44,"text":"Now Philip was of Bethsaida, the city of Andrew and Peter.\n"},{"number":45,"text":"Philip findeth Nathanael, and saith unto him, We have found him,\nof whom Moses in the law, and the prophets, did write, Jesus of Nazareth,\nthe son of Joseph. \n"},{"number":46,"text":"And Nathanael said unto him, Can there any good thing come\nout of Nazareth? Philip saith unto him, Come and see. \n"},{"number":47,"text":"Jesus saw Nathanael coming to him, and saith of him, \\wj \nBehold an Israelite indeed, in whom is no guile!\\wj* \n"},{"number":48,"text":"Nathanael saith unto him, Whence knowest thou me? Jesus answered\nand said unto him, \\wj  Before that Philip called thee, when thou\nwast under the fig tree, I saw thee.\\wj* \n"},{"number":49,"text":"Nathanael answered and saith unto him, Rabbi, thou art the\nSon of God; thou art the King of Israel. \n"},{"number":50,"text":"Jesus answered and said unto him, \\wj  Because I said unto\nthee, I saw thee under the fig tree, believest thou? thou shalt see\ngreater things than these.\\wj* \n"},{"number":51,"text":"And he saith unto him, \\wj  Verily, verily, I say unto you,\nHereafter ye shall see heaven open, and the angels of God ascending\nand descending upon the Son of man.\\wj* \n"}],"number":1},{"verses":[{"number":1,"text":"And the third day there was a marriage in Cana of Galilee;\nand the mother of Jesus was there: \n"},{"number":2,"text":"And both Jesus was called, and his disciples, to the marriage.\n"},{"number":3,"text":"And when they wanted wine, the mother of Jesus saith unto him,\nThey have no wine. \n"},{"number":4,"text":"Jesus saith unto her, \\wj  Woman, what have I to do with thee?\nmine hour is not yet come.\\wj* \n"},{"number":5,"text":"His mother saith unto the servants, Whatsoever he saith unto\nyou, do \\add it\\add*. \n"},{"number":6,"text":"And there were set there six waterpots of stone, after the manner\nof the purifying of the Jews, containing two or three firkins apiece.\n"},{"number":7,"text":"Jesus saith unto them, \\wj  Fill the waterpots with water.\\wj*\nAnd they filled them up to the brim. \n"},{"number":8,"text":"And he saith unto them, \\wj  Draw out now, and bear unto the governor of the\nfeast.\\wj* And they bare \\add it\\add*. \n"},{"number":9,"text":"When the ruler of the feast had tasted the water that was made\nwine, and knew not whence it was: (but the servants which drew the\nwater knew;) the governor of the feast called the bridegroom, \n"},{"number":10,"text":"And saith unto him, Every man at the beginning doth set forth\ngood wine; and when men have well drunk, then that which is worse:\n\\add but\\add* thou hast kept the good wine until now. \n"},{"number":11,"text":"This beginning of miracles did Jesus in Cana of Galilee, and\nmanifested forth his glory; and his disciples believed on him. \n\n"},{"number":12,"text":"After this he went down to Capernaum, he, and his mother,\nand his brethren, and his disciples: and they continued there not\nmany days. \n\n"},{"number":13,"text":"And the Jews’ passover was at hand, and Jesus went up to\nJerusalem, \n"},{"number":14,"text":"And found in the temple those that sold oxen and sheep and\ndoves, and the changers of money sitting: \n"},{"number":15,"text":"And when he had made a scourge of small cords, he drove them\nall out of the temple, and the sheep, and the oxen; and poured out\nthe changers’ money, and overthrew the tables; \n"},{"number":16,"text":"And said unto them that sold doves, \\wj  Take these things\nhence; make not my Father’s house an house of merchandise.\\wj* \n"},{"number":17,"text":"And his disciples remembered that it was written, The zeal\nof thine house hath eaten me up. \n\n"},{"number":18,"text":"Then answered the Jews and said unto him, What sign shewest\nthou unto us, seeing that thou doest these things? \n"},{"number":19,"text":"Jesus answered and said unto them, \\wj  Destroy this temple,\nand in three days I will raise it up.\\wj* \n"},{"number":20,"text":"Then said the Jews, Forty and six years was this temple in\nbuilding, and wilt thou rear it up in three days? \n"},{"number":21,"text":"But he spake of the temple of his body. \n"},{"number":22,"text":"When therefore he was risen from the dead, his disciples remembered\nthat he had said this unto them; and they believed the scripture,\nand the word which Jesus had said. \n\n"},{"number":23,"text":"Now when he was in Jerusalem at the passover, in the feast\n\\add day\\add*, many believed in his name, when they saw the miracles\nwhich he did. \n"},{"number":24,"text":"But Jesus did not commit himself unto them, because he knew\nall \\add men\\add*, \n"},{"number":25,"text":"And needed not that any should testify of man: for he knew\nwhat was in man. \n"}],"number":2},{"verses":[{"number":1,"text":"There was a man of the Pharisees, named Nicodemus, a ruler\nof the Jews: \n"},{"number":2,"text":"The same came to Jesus by night, and said unto him, Rabbi,\nwe know that thou art a teacher come from God: for no man can do\nthese miracles that thou doest, except God be with him. \n"},{"number":3,"text":"Jesus answered and said unto him, \\wj  Verily, verily, I say\nunto thee, Except a man be born again, he cannot see the kingdom\nof God.\\wj* \n"},{"number":4,"text":"Nicodemus saith unto him, How can a man be born when he is\nold? can he enter the second time into his mother’s womb, and be\nborn? \n"},{"number":5,"text":"Jesus answered, \\wj  Verily, verily, I say unto thee, Except\na man be born of water and \\+add of\\+add* the Spirit, he cannot enter\ninto the kingdom of God.\\wj* \n"},{"number":6,"text":"\\wj  That which is born of the flesh is flesh; and that which is\nborn of the Spirit is spirit.\\wj* \n"},{"number":7,"text":"\\wj  Marvel not that I said unto thee, Ye must be born again.\\wj*\n"},{"number":8,"text":"\\wj  The wind bloweth where it listeth, and thou hearest the\nsound thereof, but canst not tell whence it cometh, and whither it\ngoeth: so is every one that is born of the Spirit.\\wj* \n"},{"number":9,"text":"Nicodemus answered and said unto him, How can these things\nbe? \n"},{"number":10,"text":"Jesus answered and said unto him, \\wj  Art thou a master of\nIsrael, and knowest not these things?\\wj* \n"},{"number":11,"text":"\\wj  Verily, verily, I say unto thee, We speak that we do\nknow, and testify that we have seen; and ye receive not our witness.\\wj*\n"},{"number":12,"text":"\\wj  If I have told you earthly things, and ye believe not,\nhow shall ye believe, if I tell you \\+add of\\+add* heavenly things?\\wj*\n"},{"number":13,"text":"\\wj  And no man hath ascended up to heaven, but he that came\ndown from heaven, \\+add even\\+add* the Son of man which is in heaven.\\wj*\n\n"},{"number":14,"text":"\\wj And as Moses lifted up the serpent in the wilderness,\neven so must the Son of man be lifted up:\\wj* \n"},{"number":15,"text":"\\wj  That whosoever believeth in him should not perish, but\nhave eternal life.\\wj* \n\n"},{"number":16,"text":"\\wj For God so loved the world, that he gave his only begotten\nSon, that whosoever believeth in him should not perish, but have\neverlasting life.\\wj* \n"},{"number":17,"text":"\\wj  For God sent not his Son into the world to condemn the\nworld; but that the world through him might be saved.\\wj* \n\n"},{"number":18,"text":"\\wj He that believeth on him is not condemned: but he that\nbelieveth not is condemned already, because he hath not believed\nin the name of the only begotten Son of God.\\wj* \n"},{"number":19,"text":"\\wj  And this is the condemnation, that light is come into\nthe world, and men loved darkness rather than light, because their\ndeeds were evil.\\wj* \n"},{"number":20,"text":"\\wj  For every one that doeth evil hateth the light, neither\ncometh to the light, lest his deeds should be reproved.\\wj* \n"},{"number":21,"text":"\\wj  But he that doeth truth cometh to the light, that his\ndeeds may be made manifest, that they are wrought in God.\\wj* \n\n"},{"number":22,"text":"After these things came Jesus and his disciples into the\nland of Judæa; and there he tarried with them, and baptized. \n\n"},{"number":23,"text":"And John also was baptizing in Ænon near to Salim, because\nthere was much water there: and they came, and were baptized. \n"},{"number":24,"text":"For John was not yet cast into prison. \n\n"},{"number":25,"text":"Then there arose a question between \\add some\\add* of John’s\ndisciples and the Jews about purifying. \n"},{"number":26,"text":"And they came unto John, and said unto him, Rabbi, he that\nwas with thee beyond Jordan, to whom thou barest witness, behold,\nthe same baptizeth, and all \\add men\\add* come to him. \n"},{"number":27,"text":"John answered and said, A man can receive nothing, except\nit be given him from heaven. \n"},{"number":28,"text":"Ye yourselves bear me witness, that I said, I am not the Christ,\nbut that I am sent before him. \n"},{"number":29,"text":"He that hath the bride is the bridegroom: but the friend of the\nbridegroom, which standeth and heareth him, rejoiceth greatly because\nof the bridegroom’s voice: this my joy therefore is fulfilled. \n"},{"number":30,"text":"He must increase, but I \\add must\\add* decrease. \n"},{"number":31,"text":"He that cometh from above is above all: he that is of the\nearth is earthly, and speaketh of the earth: he that cometh from\nheaven is above all. \n"},{"number":32,"text":"And what he hath seen and heard, that he testifieth; and no\nman receiveth his testimony. \n"},{"number":33,"text":"He that hath received his testimony hath set to his seal that\nGod is true. \n"},{"number":34,"text":"For he whom God hath sent speaketh the words of God: for God\ngiveth not the Spirit by measure \\add unto him\\add*. \n"},{"number":35,"text":"The Father loveth the Son, and hath given all things into\nhis hand. \n"},{"number":36,"text":"He that believeth on the Son hath everlasting life: and he that believeth\nnot the Son shall not see life; but the wrath of God abideth on him.\n"}],"number":3},{"verses":[{"number":1,"text":"When therefore the Lord knew how the Pharisees had heard that\nJesus made and baptized more disciples than John, \n"},{"number":2,"text":"(Though Jesus himself baptized not, but his disciples,) \n"},{"number":3,"text":"He left Judæa, and departed again into Galilee. \n"},{"number":4,"text":"And he must needs go through Samaria. \n"},{"number":5,"text":"Then cometh he to a city of Samaria, which is called Sychar,\nnear to the parcel of ground that Jacob gave to his son Joseph. \n"},{"number":6,"text":"Now Jacob’s well was there. Jesus therefore, being wearied\nwith \\add his\\add* journey, sat thus on the well: \\add and\\add* it\nwas about the sixth hour. \n"},{"number":7,"text":"There cometh a woman of Samaria to draw water: Jesus saith\nunto her, \\wj  Give me to drink.\\wj* \n"},{"number":8,"text":"(For his disciples were gone away unto the city to buy meat.)\n"},{"number":9,"text":"Then saith the woman of Samaria unto him, How is it that thou,\nbeing a Jew, askest drink of me, which am a woman of Samaria? for\nthe Jews have no dealings with the Samaritans. \n"},{"number":10,"text":"Jesus answered and said unto her, \\wj  If thou knewest the\ngift of God, and who it is that saith to thee, Give me to drink;\nthou wouldest have asked of him, and he would have given thee living\nwater.\\wj* \n"},{"number":11,"text":"The woman saith unto him, Sir, thou hast nothing to draw with,\nand the well is deep: from whence then hast thou that living water?\n"},{"number":12,"text":"Art thou greater than our father Jacob, which gave us the\nwell, and drank thereof himself, and his children, and his cattle?\n"},{"number":13,"text":"Jesus answered and said unto her, \\wj  Whosoever drinketh\nof this water shall thirst again:\\wj* \n"},{"number":14,"text":"\\wj  But whosoever drinketh of the water that I shall give\nhim shall never thirst; but the water that I shall give him shall\nbe in him a well of water springing up into everlasting life.\\wj*\n"},{"number":15,"text":"The woman saith unto him, Sir, give me this water, that I\nthirst not, neither come hither to draw. \n"},{"number":16,"text":"Jesus saith unto her, \\wj  Go, call thy husband, and come\nhither.\\wj* \n"},{"number":17,"text":"The woman answered and said, I have no husband. Jesus said\nunto her, \\wj  Thou hast well said, I have no husband:\\wj* \n"},{"number":18,"text":"\\wj  For thou hast had five husbands; and he whom thou now\nhast is not thy husband: in that saidst thou truly.\\wj* \n"},{"number":19,"text":"The woman saith unto him, Sir, I perceive that thou art a\nprophet. \n"},{"number":20,"text":"Our fathers worshipped in this mountain; and ye say, that\nin Jerusalem is the place where men ought to worship. \n"},{"number":21,"text":"Jesus saith unto her, \\wj  Woman, believe me, the hour cometh,\nwhen ye shall neither in this mountain, nor yet at Jerusalem, worship\nthe Father.\\wj* \n"},{"number":22,"text":"\\wj  Ye worship ye know not what: we know what we worship:\nfor salvation is of the Jews.\\wj* \n"},{"number":23,"text":"\\wj  But the hour cometh, and now is, when the true worshippers\nshall worship the Father in spirit and in truth: for the Father seeketh\nsuch to worship him.\\wj* \n"},{"number":24,"text":"\\wj  God \\+add is\\+add* a Spirit: and they that worship him\nmust worship \\+add him\\+add* in spirit and in truth.\\wj* \n"},{"number":25,"text":"The woman saith unto him, I know that Messias cometh, which is\ncalled Christ: when he is come, he will tell us all things. \n"},{"number":26,"text":"Jesus saith unto her, \\wj  I that speak unto thee am \\+add he.\\+add*\\wj*\n\n"},{"number":27,"text":"And upon this came his disciples, and marvelled that he talked\nwith the woman: yet no man said, What seekest thou? or, Why talkest\nthou with her? \n"},{"number":28,"text":"The woman then left her waterpot, and went her way into the\ncity, and saith to the men, \n"},{"number":29,"text":"Come, see a man, which told me all things that ever I did:\nis not this the Christ? \n"},{"number":30,"text":"Then they went out of the city, and came unto him. \n\n"},{"number":31,"text":"In the mean while his disciples prayed him, saying, Master,\neat. \n"},{"number":32,"text":"But he said unto them, \\wj  I have meat to eat that ye know\nnot of.\\wj* \n"},{"number":33,"text":"Therefore said the disciples one to another, Hath any man\nbrought him \\add ought\\add* to eat? \n"},{"number":34,"text":"Jesus saith unto them, \\wj  My meat is to do the will of him that\nsent me, and to finish his work.\\wj* \n"},{"number":35,"text":"\\wj  Say not ye, There are yet four months, and \\+add then\\+add*\ncometh harvest? behold, I say unto you, Lift up your eyes, and look\non the fields; for they are white already to harvest.\\wj* \n"},{"number":36,"text":"\\wj  And he that reapeth receiveth wages, and gathereth fruit\nunto life eternal: that both he that soweth and he that reapeth may\nrejoice together.\\wj* \n"},{"number":37,"text":"\\wj  And herein is that saying true, One soweth, and another\nreapeth.\\wj* \n"},{"number":38,"text":"\\wj  I sent you to reap that whereon ye bestowed no labour:\nother men laboured, and ye are entered into their labours.\\wj* \n\n"},{"number":39,"text":"And many of the Samaritans of that city believed on him for\nthe saying of the woman, which testified, He told me all that ever\nI did. \n"},{"number":40,"text":"So when the Samaritans were come unto him, they besought him\nthat he would tarry with them: and he abode there two days. \n"},{"number":41,"text":"And many more believed because of his own word; \n"},{"number":42,"text":"And said unto the woman, Now we believe, not because of thy\nsaying: for we have heard \\add him\\add* ourselves, and know that\nthis is indeed the Christ, the Saviour of the world. \n\n"},{"number":43,"text":"Now after two days he departed thence, and went into Galilee.\n"},{"number":44,"text":"For Jesus himself testified, that a prophet hath no honour\nin his own country. \n"},{"number":45,"text":"Then when he was come into Galilee, the Galilæans received\nhim, having seen all the things that he did at Jerusalem at the feast:\nfor they also went unto the feast. \n"},{"number":46,"text":"So Jesus came again into Cana of Galilee, where he made the\nwater wine. And there was a certain nobleman, whose son was sick\nat Capernaum. \n"},{"number":47,"text":"When he heard that Jesus was come out of Judæa into Galilee,\nhe went unto him, and besought him that he would come down, and heal\nhis son: for he was at the point of death. \n"},{"number":48,"text":"Then said Jesus unto him, \\wj  Except ye see signs and wonders,\nye will not believe.\\wj* \n"},{"number":49,"text":"The nobleman saith unto him, Sir, come down ere my child die.\n"},{"number":50,"text":"Jesus saith unto him, \\wj  Go thy way; thy son liveth.\\wj*\nAnd the man believed the word that Jesus had spoken unto him, and\nhe went his way. \n"},{"number":51,"text":"And as he was now going down, his servants met him, and told\n\\add him\\add*, saying, Thy son liveth. \n"},{"number":52,"text":"Then enquired he of them the hour when he began to amend.\nAnd they said unto him, Yesterday at the seventh hour the fever left\nhim. \n"},{"number":53,"text":"So the father knew that \\add it was\\add* at the same hour,\nin the which Jesus said unto him, Thy son liveth: and himself believed,\nand his whole house. \n"},{"number":54,"text":"This \\add is\\add* again the second miracle \\add that\\add*\nJesus did, when he was come out of Judæa into Galilee. \n"}],"number":4},{"verses":[{"number":1,"text":"After this there was a feast of the Jews; and Jesus went up\nto Jerusalem. \n"},{"number":2,"text":"Now there is at Jerusalem by the sheep \\add market\\add* a pool,\nwhich is called in the Hebrew tongue Bethesda, having five porches.\n"},{"number":3,"text":"In these lay a great multitude of impotent folk, of blind,\nhalt, withered, waiting for the moving of the water. \n"},{"number":4,"text":"For an angel went down at a certain season into the pool, and\ntroubled the water: whosoever then first after the troubling of the\nwater stepped in was made whole of whatsoever disease he had. \n"},{"number":5,"text":"And a certain man was there, which had an infirmity thirty and\neight years. \n"},{"number":6,"text":"When Jesus saw him lie, and knew that he had been now a long\ntime \\add in that case\\add*, he saith unto him, \\wj  Wilt thou be\nmade whole?\\wj* \n"},{"number":7,"text":"The impotent man answered him, Sir, I have no man, when the\nwater is troubled, to put me into the pool: but while I am coming,\nanother steppeth down before me. \n"},{"number":8,"text":"Jesus saith unto him, \\wj  Rise, take up thy bed, and walk.\\wj*\n"},{"number":9,"text":"And immediately the man was made whole, and took up his bed,\nand walked: and on the same day was the sabbath. \n\n"},{"number":10,"text":"The Jews therefore said unto him that was cured, It is the sabbath\nday: it is not lawful for thee to carry \\add thy\\add* bed. \n"},{"number":11,"text":"He answered them, He that made me whole, the same said unto\nme, Take up thy bed, and walk. \n"},{"number":12,"text":"Then asked they him, What man is that which said unto thee,\nTake up thy bed, and walk? \n"},{"number":13,"text":"And he that was healed wist not who it was: for Jesus had conveyed himself\naway, a multitude being in \\add that\\add* place. \n"},{"number":14,"text":"Afterward Jesus findeth him in the temple, and said unto him,\n\\wj  Behold, thou art made whole: sin no more, lest a worse thing\ncome unto thee.\\wj* \n"},{"number":15,"text":"The man departed, and told the Jews that it was Jesus, which had\nmade him whole. \n"},{"number":16,"text":"And therefore did the Jews persecute Jesus, and sought to\nslay him, because he had done these things on the sabbath day. \n\n"},{"number":17,"text":"But Jesus answered them, \\wj  My Father worketh hitherto,\nand I work.\\wj* \n"},{"number":18,"text":"Therefore the Jews sought the more to kill him, because he\nnot only had broken the sabbath, but said also that God was his Father,\nmaking himself equal with God. \n"},{"number":19,"text":"Then answered Jesus and said unto them, \\wj  Verily, verily,\nI say unto you, The Son can do nothing of himself, but what he seeth\nthe Father do: for what things soever he doeth, these also doeth\nthe Son likewise.\\wj* \n"},{"number":20,"text":"\\wj  For the Father loveth the Son, and sheweth him all things\nthat himself doeth: and he will shew him greater works than these,\nthat ye may marvel.\\wj* \n"},{"number":21,"text":"\\wj  For as the Father raiseth up the dead, and quickeneth\n\\+add them\\+add*; even so the Son quickeneth whom he will.\\wj* \n"},{"number":22,"text":"\\wj  For the Father judgeth no man, but hath committed all\njudgment unto the Son:\\wj* \n"},{"number":23,"text":"\\wj  That all \\+add men\\+add* should honour the Son, even\nas they honour the Father. He that honoureth not the Son honoureth\nnot the Father which hath sent him.\\wj* \n"},{"number":24,"text":"\\wj  Verily, verily, I say unto you, He that heareth my word,\nand believeth on him that sent me, hath everlasting life, and shall\nnot come into condemnation; but is passed from death unto life.\\wj*\n"},{"number":25,"text":"\\wj  Verily, verily, I say unto you, The hour is coming, and\nnow is, when the dead shall hear the voice of the Son of God: and\nthey that hear shall live.\\wj* \n"},{"number":26,"text":"\\wj  For as the Father hath life in himself; so hath he given\nto the Son to have life in himself;\\wj* \n"},{"number":27,"text":"\\wj  And hath given him authority to execute judgment also,\nbecause he is the Son of man.\\wj* \n"},{"number":28,"text":"\\wj  Marvel not at this: for the hour is coming, in the which\nall that are in the graves shall hear his voice,\\wj* \n"},{"number":29,"text":"\\wj  And shall come forth; they that have done good, unto\nthe resurrection of life; and they that have done evil, unto the\nresurrection of damnation.\\wj* \n"},{"number":30,"text":"\\wj  I can of mine own self do nothing: as I hear, I judge:\nand my judgment is just; because I seek not mine own will, but the\nwill of the Father which hath sent me.\\wj* \n"},{"number":31,"text":"\\wj  If I bear witness of myself, my witness is not true.\\wj*\n\n"},{"number":32,"text":"\\wj There is another that beareth witness of me; and I know\nthat the witness which he witnesseth of me is true.\\wj* \n"},{"number":33,"text":"\\wj  Ye sent unto John, and he bare witness unto the truth.\\wj*\n"},{"number":34,"text":"\\wj  But I receive not testimony from man: but these things\nI say, that ye might be saved.\\wj* \n"},{"number":35,"text":"\\wj  He was a burning and a shining light: and ye were willing\nfor a season to rejoice in his light.\\wj* \n\n"},{"number":36,"text":"\\wj But I have greater witness than that of John: for the\nworks which the Father hath given me to finish, the same works that\nI do, bear witness of me, that the Father hath sent me.\\wj* \n"},{"number":37,"text":"\\wj  And the Father himself, which hath sent me, hath borne\nwitness of me. Ye have neither heard his voice at any time, nor seen\nhis shape.\\wj* \n"},{"number":38,"text":"\\wj  And ye have not his word abiding in you: for whom he\nhath sent, him ye believe not.\\wj* \n\n"},{"number":39,"text":"\\wj Search the scriptures; for in them ye think ye have\neternal life: and they are they which testify of me.\\wj* \n"},{"number":40,"text":"\\wj  And ye will not come to me, that ye might have life.\\wj*\n"},{"number":42,"text":"\\wj  But I know you, that ye have not the love of God in you.\\wj*\n"},{"number":43,"text":"\\wj  I am come in my Father’s name, and ye receive me not:\nif another shall come in his own name, him ye will receive.\\wj* \n"},{"number":44,"text":"\\wj  How can ye believe, which receive honour one of another,\nand seek not the honour that \\+add cometh\\+add* from God only?\\wj*\n"},{"number":45,"text":"\\wj  Do not think that I will accuse you to the Father: there\nis \\+add one\\+add* that accuseth you, \\+add even\\+add* Moses, in\nwhom ye trust.\\wj* \n"},{"number":46,"text":"\\wj  For had ye believed Moses, ye would have believed me:\nfor he wrote of me.\\wj* \n"},{"number":47,"text":"\\wj  But if ye believe not his writings, how shall ye believe\nmy words?\\wj* \n"}],"number":5},{"verses":[{"number":1,"text":"After these things Jesus went over the sea of Galilee, which is\n\\add the sea\\add* of Tiberias. \n"},{"number":2,"text":"And a great multitude followed him, because they saw his miracles\nwhich he did on them that were diseased. \n"},{"number":3,"text":"And Jesus went up into a mountain, and there he sat with his\ndisciples. \n"},{"number":4,"text":"And the passover, a feast of the Jews, was nigh. \n\n"},{"number":5,"text":"When Jesus then lifted up \\add his\\add* eyes, and saw a great\ncompany come unto him, he saith unto Philip, \\wj  Whence shall we\nbuy bread, that these may eat?\\wj* \n"},{"number":6,"text":"And this he said to prove him: for he himself knew what he\nwould do. \n"},{"number":7,"text":"Philip answered him, Two hundred pennyworth of bread is not\nsufficient for them, that every one of them may take a little. \n"},{"number":8,"text":"One of his disciples, Andrew, Simon Peter’s brother, saith\nunto him, \n"},{"number":9,"text":"There is a lad here, which hath five barley loaves, and two\nsmall fishes: but what are they among so many? \n"},{"number":10,"text":"And Jesus said, \\wj  Make the men sit down.\\wj* Now there\nwas much grass in the place. So the men sat down, in number about\nfive thousand. \n"},{"number":11,"text":"And Jesus took the loaves; and when he had given thanks, he\ndistributed to the disciples, and the disciples to them that were set\ndown; and likewise of the fishes as much as they would. \n"},{"number":12,"text":"When they were filled, he said unto his disciples, \\wj  Gather\nup the fragments that remain, that nothing be lost.\\wj* \n"},{"number":13,"text":"Therefore they gathered \\add them\\add* together, and filled\ntwelve baskets with the fragments of the five barley loaves, which\nremained over and above unto them that had eaten. \n"},{"number":14,"text":"Then those men, when they had seen the miracle that Jesus\ndid, said, This is of a truth that prophet that should come into\nthe world. \n\n"},{"number":15,"text":"When Jesus therefore perceived that they would come and take\nhim by force, to make him a king, he departed again into a mountain\nhimself alone. \n"},{"number":16,"text":"And when even was \\add now\\add* come, his disciples went down\nunto the sea, \n"},{"number":17,"text":"And entered into a ship, and went over the sea toward Capernaum.\nAnd it was now dark, and Jesus was not come to them. \n"},{"number":18,"text":"And the sea arose by reason of a great wind that blew. \n"},{"number":19,"text":"So when they had rowed about five and twenty or thirty furlongs,\nthey see Jesus walking on the sea, and drawing nigh unto the ship:\nand they were afraid. \n"},{"number":20,"text":"But he saith unto them, \\wj  It is I; be not afraid.\\wj* \n"},{"number":21,"text":"Then they willingly received him into the ship: and immediately\nthe ship was at the land whither they went. \n\n"},{"number":22,"text":"The day following, when the people which stood on the other\nside of the sea saw that there was none other boat there, save that\none whereinto his disciples were entered, and that Jesus went not\nwith his disciples into the boat, but \\add that\\add* his disciples\nwere gone away alone; \n"},{"number":23,"text":"(Howbeit there came other boats from Tiberias nigh unto the\nplace where they did eat bread, after that the Lord had given thanks:)\n"},{"number":24,"text":"When the people therefore saw that Jesus was not there, neither\nhis disciples, they also took shipping, and came to Capernaum, seeking\nfor Jesus. \n"},{"number":25,"text":"And when they had found him on the other side of the sea,\nthey said unto him, Rabbi, when camest thou hither? \n"},{"number":26,"text":"Jesus answered them and said, \\wj  Verily, verily, I say unto\nyou, Ye seek me, not because ye saw the miracles, but because ye did\neat of the loaves, and were filled.\\wj* \n"},{"number":27,"text":"\\wj  Labour not for the meat which perisheth, but for that\nmeat which endureth unto everlasting life, which the Son of man shall\ngive unto you: for him hath God the Father sealed.\\wj* \n"},{"number":28,"text":"Then said they unto him, What shall we do, that we might work\nthe works of God? \n"},{"number":29,"text":"Jesus answered and said unto them, \\wj  This is the work of\nGod, that ye believe on him whom he hath sent.\\wj* \n"},{"number":30,"text":"They said therefore unto him, What sign shewest thou then,\nthat we may see, and believe thee? what dost thou work? \n"},{"number":31,"text":"Our fathers did eat manna in the desert; as it is written,\nHe gave them bread from heaven to eat. \n"},{"number":32,"text":"Then Jesus said unto them, \\wj  Verily, verily, I say unto\nyou, Moses gave you not that bread from heaven; but my Father giveth\nyou the true bread from heaven.\\wj* \n"},{"number":33,"text":"\\wj  For the bread of God is he which cometh down from heaven,\nand giveth life unto the world.\\wj* \n"},{"number":34,"text":"Then said they unto him, Lord, evermore give us this bread.\n"},{"number":35,"text":"And Jesus said unto them, \\wj  I am the bread of life: he that\ncometh to me shall never hunger; and he that believeth on me shall\nnever thirst.\\wj* \n"},{"number":36,"text":"\\wj  But I said unto you, That ye also have seen me, and believe\nnot.\\wj* \n"},{"number":37,"text":"\\wj  All that the Father giveth me shall come to me; and him that\ncometh to me I will in no wise cast out.\\wj* \n"},{"number":38,"text":"\\wj  For I came down from heaven, not to do mine own will,\nbut the will of him that sent me.\\wj* \n"},{"number":39,"text":"\\wj  And this is the Father’s will which hath sent me, that\nof all which he hath given me I should lose nothing, but should raise\nit up again at the last day.\\wj* \n"},{"number":40,"text":"\\wj  And this is the will of him that sent me, that every\none which seeth the Son, and believeth on him, may have everlasting\nlife: and I will raise him up at the last day.\\wj* \n"},{"number":41,"text":"The Jews then murmured at him, because he said, I am the bread\nwhich came down from heaven. \n"},{"number":42,"text":"And they said, Is not this Jesus, the son of Joseph, whose\nfather and mother we know? how is it then that he saith, I came down\nfrom heaven? \n"},{"number":43,"text":"Jesus therefore answered and said unto them, \\wj  Murmur not\namong yourselves.\\wj* \n"},{"number":44,"text":"\\wj  No man can come to me, except the Father which hath sent\nme draw him: and I will raise him up at the last day.\\wj* \n"},{"number":45,"text":"\\wj  It is written in the prophets, And they shall be all\ntaught of God. Every man therefore that hath heard, and hath learned\nof the Father, cometh unto me.\\wj* \n"},{"number":46,"text":"\\wj  Not that any man hath seen the Father, save he which\nis of God, he hath seen the Father.\\wj* \n"},{"number":47,"text":"\\wj  Verily, verily, I say unto you, He that believeth on\nme hath everlasting life.\\wj* \n"},{"number":49,"text":"\\wj  Your fathers did eat manna in the wilderness, and are\ndead.\\wj* \n"},{"number":50,"text":"\\wj  This is the bread which cometh down from heaven, that\na man may eat thereof, and not die.\\wj* \n"},{"number":51,"text":"\\wj  I am the living bread which came down from heaven: if\nany man eat of this bread, he shall live for ever: and the bread\nthat I will give is my flesh, which I will give for the life of the\nworld.\\wj* \n"},{"number":52,"text":"The Jews therefore strove among themselves, saying, How can\nthis man give us \\add his\\add* flesh to eat? \n"},{"number":53,"text":"Then Jesus said unto them, \\wj  Verily, verily, I say unto\nyou, Except ye eat the flesh of the Son of man, and drink his blood,\nye have no life in you.\\wj* \n"},{"number":54,"text":"\\wj  Whoso eateth my flesh, and drinketh my blood, hath eternal\nlife; and I will raise him up at the last day.\\wj* \n"},{"number":55,"text":"\\wj  For my flesh is meat indeed, and my blood is drink indeed.\\wj*\n"},{"number":56,"text":"\\wj  He that eateth my flesh, and drinketh my blood, dwelleth\nin me, and I in him.\\wj* \n"},{"number":57,"text":"\\wj  As the living Father hath sent me, and I live by the\nFather: so he that eateth me, even he shall live by me.\\wj* \n"},{"number":58,"text":"\\wj  This is that bread which came down from heaven: not as\nyour fathers did eat manna, and are dead: he that eateth of this\nbread shall live for ever.\\wj* \n"},{"number":59,"text":"These things said he in the synagogue, as he taught in Capernaum.\n"},{"number":60,"text":"Many therefore of his disciples, when they had heard \\add this\\add*,\nsaid, This is an hard saying; who can hear it? \n"},{"number":61,"text":"When Jesus knew in himself that his disciples murmured at\nit, he said unto them, \\wj  Doth this offend you?\\wj* \n"},{"number":62,"text":"\\wj  \\+add What\\+add* and if ye shall see the Son of man ascend\nup where he was before?\\wj* \n"},{"number":63,"text":"\\wj  It is the spirit that quickeneth; the flesh profiteth\nnothing: the words that I speak unto you, \\+add they\\+add* are spirit,\nand \\+add they\\+add* are life.\\wj* \n"},{"number":64,"text":"\\wj  But there are some of you that believe not.\\wj* For Jesus\nknew from the beginning who they were that believed not, and who\nshould betray him. \n"},{"number":65,"text":"And he said, \\wj  Therefore said I unto you, that no man can\ncome unto me, except it were given unto him of my Father.\\wj* \n\n"},{"number":66,"text":"From that \\add time\\add* many of his disciples went back,\nand walked no more with him. \n"},{"number":67,"text":"Then said Jesus unto the twelve, \\wj  Will ye also go away?\\wj*\n"},{"number":68,"text":"Then Simon Peter answered him, Lord, to whom shall we go?\nthou hast the words of eternal life. \n"},{"number":69,"text":"And we believe and are sure that thou art that Christ, the\nSon of the living God. \n"},{"number":70,"text":"Jesus answered them, \\wj  Have not I chosen you twelve, and\none of you is a devil?\\wj* \n"},{"number":71,"text":"He spake of Judas Iscariot \\add the son\\add* of Simon: for\nhe it was that should betray him, being one of the twelve. \n"}],"number":6},{"verses":[{"number":1,"text":"After these things Jesus walked in Galilee: for he would not\nwalk in Jewry, because the Jews sought to kill him. \n"},{"number":2,"text":"Now the Jews’ feast of tabernacles was at hand. \n"},{"number":3,"text":"His brethren therefore said unto him, Depart hence, and go\ninto Judæa, that thy disciples also may see the works that thou doest.\n"},{"number":4,"text":"For \\add there is\\add* no man \\add that\\add* doeth any thing\nin secret, and he himself seeketh to be known openly. If thou do\nthese things, shew thyself to the world. \n"},{"number":5,"text":"For neither did his brethren believe in him. \n"},{"number":6,"text":"Then Jesus said unto them, \\wj  My time is not yet come: but\nyour time is alway ready.\\wj* \n"},{"number":7,"text":"\\wj  The world cannot hate you; but me it hateth, because I\ntestify of it, that the works thereof are evil.\\wj* \n"},{"number":8,"text":"\\wj  Go ye up unto this feast: I go not up yet unto this feast;\nfor my time is not yet full come.\\wj* \n"},{"number":9,"text":"When he had said these words unto them, he abode \\add still\\add*\nin Galilee. \n\n"},{"number":10,"text":"But when his brethren were gone up, then went he also up\nunto the feast, not openly, but as it were in secret. \n"},{"number":11,"text":"Then the Jews sought him at the feast, and said, Where is\nhe? \n"},{"number":12,"text":"And there was much murmuring among the people concerning him: for\nsome said, He is a good man: others said, Nay; but he deceiveth the\npeople. \n"},{"number":13,"text":"Howbeit no man spake openly of him for fear of the Jews. \n\n"},{"number":14,"text":"Now about the midst of the feast Jesus went up into the temple,\nand taught. \n"},{"number":15,"text":"And the Jews marvelled, saying, How knoweth this man letters,\nhaving never learned? \n"},{"number":16,"text":"Jesus answered them, and said, \\wj  My doctrine is not mine,\nbut his that sent me.\\wj* \n"},{"number":17,"text":"\\wj  If any man will do his will, he shall know of the doctrine,\nwhether it be of God, or \\+add whether\\+add* I speak of myself.\\wj*\n"},{"number":18,"text":"\\wj  He that speaketh of himself seeketh his own glory: but\nhe that seeketh his glory that sent him, the same is true, and no\nunrighteousness is in him.\\wj* \n"},{"number":19,"text":"\\wj  Did not Moses give you the law, and \\+add yet\\+add* none\nof you keepeth the law? Why go ye about to kill me?\\wj* \n"},{"number":20,"text":"The people answered and said, Thou hast a devil: who goeth\nabout to kill thee? \n"},{"number":21,"text":"Jesus answered and said unto them, \\wj  I have done one work,\nand ye all marvel.\\wj* \n"},{"number":22,"text":"\\wj  Moses therefore gave unto you circumcision; (not because\nit is of Moses, but of the fathers;) and ye on the sabbath day circumcise\na man.\\wj* \n"},{"number":23,"text":"\\wj  If a man on the sabbath day receive circumcision, that\nthe law of Moses should not be broken; are ye angry at me, because\nI have made a man every whit whole on the sabbath day?\\wj* \n"},{"number":24,"text":"\\wj  Judge not according to the appearance, but judge righteous\njudgment.\\wj* \n"},{"number":25,"text":"Then said some of them of Jerusalem, Is not this he, whom\nthey seek to kill? \n"},{"number":26,"text":"But, lo, he speaketh boldly, and they say nothing unto him.\nDo the rulers know indeed that this is the very Christ? \n"},{"number":27,"text":"Howbeit we know this man whence he is: but when Christ cometh,\nno man knoweth whence he is. \n"},{"number":28,"text":"Then cried Jesus in the temple as he taught, saying, \\wj \nYe both know me, and ye know whence I am: and I am not come of myself,\nbut he that sent me is true, whom ye know not.\\wj* \n"},{"number":29,"text":"\\wj  But I know him: for I am from him, and he hath sent me.\\wj*\n"},{"number":30,"text":"Then they sought to take him: but no man laid hands on him,\nbecause his hour was not yet come. \n"},{"number":31,"text":"And many of the people believed on him, and said, When Christ\ncometh, will he do more miracles than these which this \\add man\\add*\nhath done? \n\n"},{"number":32,"text":"The Pharisees heard that the people murmured such things\nconcerning him; and the Pharisees and the chief priests sent officers\nto take him. \n"},{"number":33,"text":"Then said Jesus unto them, \\wj  Yet a little while am I with\nyou, and \\+add then\\+add* I go unto him that sent me.\\wj* \n"},{"number":34,"text":"\\wj  Ye shall seek me, and shall not find \\+add me\\+add*:\nand where I am, \\+add thither\\+add* ye cannot come.\\wj* \n"},{"number":35,"text":"Then said the Jews among themselves, Whither will he go, that\nwe shall not find him? will he go unto the dispersed among the Gentiles,\nand teach the Gentiles? \n"},{"number":36,"text":"What \\add manner of\\add* saying is this that he said, Ye shall\nseek me, and shall not find \\add me\\add*: and where I am, \\add thither\\add*\nye cannot come? \n"},{"number":37,"text":"In the last day, that great \\add day\\add* of the feast, Jesus\nstood and cried, saying, \\wj  If any man thirst, let him come unto\nme, and drink.\\wj* \n"},{"number":38,"text":"\\wj  He that believeth on me, as the scripture hath said,\nout of his belly shall flow rivers of living water.\\wj* \n"},{"number":39,"text":"(But this spake he of the Spirit, which they that believe on\nhim should receive: for the Holy Ghost was not yet \\add given\\add*;\nbecause that Jesus was not yet glorified.) \n\n"},{"number":40,"text":"Many of the people therefore, when they heard this saying,\nsaid, Of a truth this is the Prophet. \n"},{"number":41,"text":"Others said, This is the Christ. But some said, Shall Christ\ncome out of Galilee? \n"},{"number":42,"text":"Hath not the scripture said, That Christ cometh of the seed\nof David, and out of the town of Bethlehem, where David was? \n"},{"number":44,"text":"And some of them would have taken him; but no man laid hands\non him. \n\n"},{"number":45,"text":"Then came the officers to the chief priests and Pharisees;\nand they said unto them, Why have ye not brought him? \n"},{"number":46,"text":"The officers answered, Never man spake like this man. \n"},{"number":47,"text":"Then answered them the Pharisees, Are ye also deceived? \n"},{"number":48,"text":"Have any of the rulers or of the Pharisees believed on him?\n"},{"number":49,"text":"But this people who knoweth not the law are cursed. \n"},{"number":50,"text":"Nicodemus saith unto them, (he that came to Jesus by night,\nbeing one of them,) \n"},{"number":51,"text":"Doth our law judge \\add any\\add* man, before it hear him, and\nknow what he doeth? \n"},{"number":52,"text":"They answered and said unto him, Art thou also of Galilee?\nSearch, and look: for out of Galilee ariseth no prophet. \n"},{"number":53,"text":"And every man went unto his own house. \n"}],"number":7},{"verses":[{"number":1,"text":"Jesus went unto the mount of Olives. \n"},{"number":2,"text":"And early in the morning he came again into the temple, and\nall the people came unto him; and he sat down, and taught them. \n"},{"number":3,"text":"And the scribes and Pharisees brought unto him a woman taken\nin adultery; and when they had set her in the midst, \n"},{"number":4,"text":"They say unto him, Master, this woman was taken in adultery,\nin the very act. \n"},{"number":5,"text":"Now Moses in the law commanded us, that such should be stoned:\nbut what sayest thou? \n"},{"number":6,"text":"This they said, tempting him, that they might have to accuse\nhim. But Jesus stooped down, and with \\add his\\add* finger wrote\non the ground, \\add  as though he heard them not\\add*. \n"},{"number":7,"text":"So when they continued asking him, he lifted up himself, and\nsaid unto them, \\wj  He that is without sin among you, let him first\ncast a stone at her.\\wj* \n"},{"number":8,"text":"And again he stooped down, and wrote on the ground. \n"},{"number":9,"text":"And they which heard \\add it\\add*, being convicted by \\add their\nown\\add* conscience, went out one by one, beginning at the eldest,\n\\add even\\add* unto the last: and Jesus was left alone, and the woman\nstanding in the midst. \n"},{"number":10,"text":"When Jesus had lifted up himself, and saw none but the woman,\nhe said unto her, \\wj  Woman, where are those thine accusers? hath\nno man condemned thee?\\wj* \n"},{"number":11,"text":"She said, No man, Lord. And Jesus said unto her, \\wj  Neither\ndo I condemn thee: go, and sin no more.\\wj* \n\n"},{"number":12,"text":"Then spake Jesus again unto them, saying, \\wj  I am the light\nof the world: he that followeth me shall not walk in darkness, but\nshall have the light of life.\\wj* \n"},{"number":13,"text":"The Pharisees therefore said unto him, Thou bearest record\nof thyself; thy record is not true. \n"},{"number":14,"text":"Jesus answered and said unto them, \\wj  Though I bear record\nof myself, \\+add yet\\+add* my record is true: for I know whence I\ncame, and whither I go; but ye cannot tell whence I come, and whither\nI go.\\wj* \n"},{"number":15,"text":"\\wj  Ye judge after the flesh; I judge no man.\\wj* \n"},{"number":16,"text":"\\wj  And yet if I judge, my judgment is true: for I am not\nalone, but I and the Father that sent me.\\wj* \n"},{"number":17,"text":"\\wj  It is also written in your law, that the testimony of\ntwo men is true.\\wj* \n"},{"number":18,"text":"\\wj  I am one that bear witness of myself, and the Father\nthat sent me beareth witness of me.\\wj* \n"},{"number":19,"text":"Then said they unto him, Where is thy Father? Jesus answered,\n\\wj  Ye neither know me, nor my Father: if ye had known me, ye should have\nknown my Father also.\\wj* \n"},{"number":20,"text":"These words spake Jesus in the treasury, as he taught in the\ntemple: and no man laid hands on him; for his hour was not yet come.\n"},{"number":21,"text":"Then said Jesus again unto them, \\wj  I go my way, and ye shall\nseek me, and shall die in your sins: whither I go, ye cannot come.\\wj*\n"},{"number":22,"text":"Then said the Jews, Will he kill himself? because he saith,\nWhither I go, ye cannot come. \n"},{"number":23,"text":"And he said unto them, \\wj  Ye are from beneath; I am from\nabove: ye are of this world; I am not of this world.\\wj* \n"},{"number":24,"text":"\\wj  I said therefore unto you, that ye shall die in your\nsins: for if ye believe not that I am \\+add he\\+add*, ye shall die\nin your sins.\\wj* \n"},{"number":25,"text":"Then said they unto him, Who art thou? And Jesus saith unto\nthem, \\wj  Even \\+add the same\\+add* that I said unto you from the\nbeginning.\\wj* \n"},{"number":26,"text":"\\wj  I have many things to say and to judge of you: but he that\nsent me is true; and I speak to the world those things which I have\nheard of him.\\wj* \n"},{"number":27,"text":"They understood not that he spake to them of the Father. \n"},{"number":28,"text":"Then said Jesus unto them, \\wj  When ye have lifted up the\nSon of man, then shall ye know that I am \\+add he\\+add*, and \\+add that\\+add* I\ndo nothing of myself; but as my Father hath taught me, I speak these\nthings.\\wj* \n"},{"number":29,"text":"\\wj  And he that sent me is with me: the Father hath not left\nme alone; for I do always those things that please him.\\wj* \n"},{"number":30,"text":"As he spake these words, many believed on him. \n"},{"number":31,"text":"Then said Jesus to those Jews which believed on him, \\wj \nIf ye continue in my word, \\+add then\\+add* are ye my disciples indeed;\\wj*\n"},{"number":32,"text":"\\wj  And ye shall know the truth, and the truth shall make\nyou free.\\wj* \n\n"},{"number":33,"text":"They answered him, We be Abraham’s seed, and were never in\nbondage to any man: how sayest thou, Ye shall be made free? \n"},{"number":34,"text":"Jesus answered them, \\wj  Verily, verily, I say unto you,\nWhosoever committeth sin is the servant of sin.\\wj* \n"},{"number":35,"text":"\\wj  And the servant abideth not in the house for ever: \\+add but\\+add*\nthe Son abideth ever.\\wj* \n"},{"number":36,"text":"\\wj  If the Son therefore shall make you free, ye shall be\nfree indeed.\\wj* \n"},{"number":37,"text":"\\wj  I know that ye are Abraham’s seed; but ye seek to kill\nme, because my word hath no place in you.\\wj* \n"},{"number":38,"text":"\\wj  I speak that which I have seen with my Father: and ye\ndo that which ye have seen with your father.\\wj* \n"},{"number":39,"text":"They answered and said unto him, Abraham is our father. Jesus\nsaith unto them, \\wj  If ye were Abraham’s children, ye would do\nthe works of Abraham.\\wj* \n"},{"number":40,"text":"\\wj  But now ye seek to kill me, a man that hath told you\nthe truth, which I have heard of God: this did not Abraham.\\wj* \n"},{"number":41,"text":"\\wj  Ye do the deeds of your father.\\wj* Then said they to\nhim, We be not born of fornication; we have one Father, \\add even\\add*\nGod. \n"},{"number":42,"text":"Jesus said unto them, \\wj  If God were your Father, ye would\nlove me: for I proceeded forth and came from God; neither came I\nof myself, but he sent me.\\wj* \n"},{"number":43,"text":"\\wj  Why do ye not understand my speech? \\+add even\\+add*\nbecause ye cannot hear my word.\\wj* \n"},{"number":44,"text":"\\wj  Ye are of \\+add your\\+add* father the devil, and the\nlusts of your father ye will do. He was a murderer from the beginning,\nand abode not in the truth, because there is no truth in him. When\nhe speaketh a lie, he speaketh of his own: for he is a liar, and\nthe father of it.\\wj* \n"},{"number":45,"text":"\\wj  And because I tell \\+add you\\+add* the truth, ye believe\nme not.\\wj* \n"},{"number":46,"text":"\\wj  Which of you convinceth me of sin? And if I say the truth,\nwhy do ye not believe me?\\wj* \n"},{"number":47,"text":"\\wj  He that is of God heareth God’s words: ye therefore hear\n\\+add them\\+add* not, because ye are not of God.\\wj* \n"},{"number":48,"text":"Then answered the Jews, and said unto him, Say we not well\nthat thou art a Samaritan, and hast a devil? \n"},{"number":49,"text":"Jesus answered, \\wj  I have not a devil; but I honour my Father,\nand ye do dishonour me.\\wj* \n"},{"number":50,"text":"\\wj  And I seek not mine own glory: there is one that seeketh\nand judgeth.\\wj* \n"},{"number":51,"text":"\\wj  Verily, verily, I say unto you, If a man keep my saying,\nhe shall never see death.\\wj* \n"},{"number":52,"text":"Then said the Jews unto him, Now we know that thou hast a\ndevil. Abraham is dead, and the prophets; and thou sayest, If a man\nkeep my saying, he shall never taste of death. \n"},{"number":53,"text":"Art thou greater than our father Abraham, which is dead? and\nthe prophets are dead: whom makest thou thyself? \n"},{"number":54,"text":"Jesus answered, \\wj  If I honour myself, my honour is nothing:\nit is my Father that honoureth me; of whom ye say, that he is your\nGod:\\wj* \n"},{"number":55,"text":"\\wj  Yet ye have not known him; but I know him: and if I should\nsay, I know him not, I shall be a liar like unto you: but I know\nhim, and keep his saying.\\wj* \n"},{"number":56,"text":"\\wj  Your father Abraham rejoiced to see my day: and he saw\n\\+add it\\+add*, and was glad.\\wj* \n"},{"number":57,"text":"Then said the Jews unto him, Thou art not yet fifty years\nold, and hast thou seen Abraham? \n"},{"number":58,"text":"Jesus said unto them, \\wj  Verily, verily, I say unto you,\nBefore Abraham was, I am.\\wj* \n"},{"number":59,"text":"Then took they up stones to cast at him: but Jesus hid himself,\nand went out of the temple, going through the midst of them, and\nso passed by. \n"}],"number":8},{"verses":[{"number":1,"text":"And as \\add Jesus\\add* passed by, he saw a man which was blind\nfrom \\add his\\add* birth. \n"},{"number":2,"text":"And his disciples asked him, saying, Master, who did sin, this\nman, or his parents, that he was born blind? \n"},{"number":3,"text":"Jesus answered, \\wj  Neither hath this man sinned, nor his\nparents: but that the works of God should be made manifest in him.\\wj*\n"},{"number":4,"text":"\\wj  I must work the works of him that sent me, while it is\nday: the night cometh, when no man can work.\\wj* \n"},{"number":5,"text":"\\wj  As long as I am in the world, I am the light of the world.\\wj*\n"},{"number":6,"text":"When he had thus spoken, he spat on the ground, and made clay\nof the spittle, and he anointed the eyes of the blind man with the\nclay, \n"},{"number":7,"text":"And said unto him, \\wj  Go, wash in the pool of Siloam,\\wj*\n(which is by interpretation, Sent.) He went his way therefore, and\nwashed, and came seeing. \n\n"},{"number":8,"text":"The neighbours therefore, and they which before had seen him\nthat he was blind, said, Is not this he that sat and begged? \n"},{"number":9,"text":"Some said, This is he: others \\add said\\add*, He is like him:\n\\add but\\add* he said, I am \\add he\\add*. \n"},{"number":10,"text":"Therefore said they unto him, How were thine eyes opened?\n"},{"number":11,"text":"He answered and said, A man that is called Jesus made clay,\nand anointed mine eyes, and said unto me, Go to the pool of Siloam,\nand wash: and I went and washed, and I received sight. \n"},{"number":12,"text":"Then said they unto him, Where is he? He said, I know not.\n\n"},{"number":13,"text":"They brought to the Pharisees him that aforetime was blind.\n"},{"number":14,"text":"And it was the sabbath day when Jesus made the clay, and opened\nhis eyes. \n"},{"number":15,"text":"Then again the Pharisees also asked him how he had received his\nsight. He said unto them, He put clay upon mine eyes, and I washed,\nand do see. \n"},{"number":16,"text":"Therefore said some of the Pharisees, This man is not of God,\nbecause he keepeth not the sabbath day. Others said, How can a man\nthat is a sinner do such miracles? And there was a division among\nthem. \n"},{"number":17,"text":"They say unto the blind man again, What sayest thou of him,\nthat he hath opened thine eyes? He said, He is a prophet. \n"},{"number":18,"text":"But the Jews did not believe concerning him, that he had been\nblind, and received his sight, until they called the parents of him\nthat had received his sight. \n"},{"number":19,"text":"And they asked them, saying, Is this your son, who ye say\nwas born blind? how then doth he now see? \n"},{"number":20,"text":"His parents answered them and said, We know that this is our\nson, and that he was born blind: \n"},{"number":21,"text":"But by what means he now seeth, we know not; or who hath opened\nhis eyes, we know not: he is of age; ask him: he shall speak for\nhimself. \n"},{"number":22,"text":"These \\add words\\add* spake his parents, because they feared\nthe Jews: for the Jews had agreed already, that if any man did confess\nthat he was Christ, he should be put out of the synagogue. \n"},{"number":23,"text":"Therefore said his parents, He is of age; ask him. \n"},{"number":24,"text":"Then again called they the man that was blind, and said unto\nhim, Give God the praise: we know that this man is a sinner. \n"},{"number":25,"text":"He answered and said, Whether he be a sinner \\add or no\\add*,\nI know not: one thing I know, that, whereas I was blind, now I see.\n"},{"number":26,"text":"Then said they to him again, What did he to thee? how opened\nhe thine eyes? \n"},{"number":27,"text":"He answered them, I have told you already, and ye did not\nhear: wherefore would ye hear \\add it\\add* again? will ye also be\nhis disciples? \n"},{"number":28,"text":"Then they reviled him, and said, Thou art his disciple; but\nwe are Moses’ disciples. \n"},{"number":29,"text":"We know that God spake unto Moses: \\add as for\\add* this \\add fellow\\add*,\nwe know not from whence he is. \n"},{"number":30,"text":"The man answered and said unto them, Why herein is a marvellous\nthing, that ye know not from whence he is, and \\add yet\\add* he hath\nopened mine eyes. \n"},{"number":31,"text":"Now we know that God heareth not sinners: but if any man be\na worshipper of God, and doeth his will, him he heareth. \n"},{"number":32,"text":"Since the world began was it not heard that any man opened\nthe eyes of one that was born blind. \n"},{"number":33,"text":"If this man were not of God, he could do nothing. \n"},{"number":34,"text":"They answered and said unto him, Thou wast altogether born\nin sins, and dost thou teach us? And they cast him out. \n"},{"number":35,"text":"Jesus heard that they had cast him out; and when he had found\nhim, he said unto him, \\wj  Dost thou believe on the Son of God?\\wj*\n"},{"number":36,"text":"He answered and said, Who is he, Lord, that I might believe\non him? \n"},{"number":37,"text":"And Jesus said unto him, \\wj  Thou hast both seen him, and\nit is he that talketh with thee.\\wj* \n"},{"number":38,"text":"And he said, Lord, I believe. And he worshipped him. \n\n"},{"number":39,"text":"And Jesus said, \\wj  For judgment I am come into this world,\nthat they which see not might see; and that they which see might\nbe made blind.\\wj* \n"},{"number":40,"text":"And \\add some\\add* of the Pharisees which were with him heard\nthese words, and said unto him, Are we blind also? \n"},{"number":41,"text":"Jesus said unto them, \\wj  If ye were blind, ye should have\nno sin: but now ye say, We see; therefore your sin remaineth.\\wj*\n"}],"number":9},{"verses":[{"number":1,"text":"\\wj  Verily, verily, I say unto you, He that entereth not by\nthe door into the sheepfold, but climbeth up some other way, the\nsame is a thief and a robber.\\wj* \n"},{"number":2,"text":"\\wj  But he that entereth in by the door is the shepherd of the\nsheep.\\wj* \n"},{"number":3,"text":"\\wj  To him the porter openeth; and the sheep hear his voice:\nand he calleth his own sheep by name, and leadeth them out.\\wj* \n"},{"number":4,"text":"\\wj  And when he putteth forth his own sheep, he goeth before\nthem, and the sheep follow him: for they know his voice.\\wj* \n"},{"number":5,"text":"\\wj  And a stranger will they not follow, but will flee from\nhim: for they know not the voice of strangers.\\wj* \n"},{"number":6,"text":"This parable spake Jesus unto them: but they understood not\nwhat things they were which he spake unto them. \n"},{"number":7,"text":"Then said Jesus unto them again, \\wj  Verily, verily, I say\nunto you, I am the door of the sheep.\\wj* \n"},{"number":8,"text":"\\wj  All that ever came before me are thieves and robbers:\nbut the sheep did not hear them.\\wj* \n"},{"number":9,"text":"\\wj  I am the door: by me if any man enter in, he shall be\nsaved, and shall go in and out, and find pasture.\\wj* \n"},{"number":10,"text":"\\wj  The thief cometh not, but for to steal, and to kill,\nand to destroy: I am come that they might have life, and that they might\nhave \\+add it\\+add* more abundantly.\\wj* \n"},{"number":11,"text":"\\wj  I am the good shepherd: the good shepherd giveth his\nlife for the sheep.\\wj* \n"},{"number":12,"text":"\\wj  But he that is an hireling, and not the shepherd, whose\nown the sheep are not, seeth the wolf coming, and leaveth the sheep,\nand fleeth: and the wolf catcheth them, and scattereth the sheep.\\wj*\n"},{"number":13,"text":"\\wj  The hireling fleeth, because he is an hireling, and careth\nnot for the sheep.\\wj* \n"},{"number":14,"text":"\\wj  I am the good shepherd, and know my \\+add sheep\\+add*,\nand am known of mine.\\wj* \n"},{"number":15,"text":"\\wj  As the Father knoweth me, even so know I the Father:\nand I lay down my life for the sheep.\\wj* \n"},{"number":16,"text":"\\wj  And other sheep I have, which are not of this fold: them\nalso I must bring, and they shall hear my voice; and there shall\nbe one fold, \\+add and\\+add* one shepherd.\\wj* \n"},{"number":17,"text":"\\wj  Therefore doth my Father love me, because I lay down\nmy life, that I might take it again.\\wj* \n"},{"number":18,"text":"\\wj  No man taketh it from me, but I lay it down of myself.\nI have power to lay it down, and I have power to take it again. This\ncommandment have I received of my Father.\\wj* \n\n"},{"number":19,"text":"There was a division therefore again among the Jews for these\nsayings. \n"},{"number":20,"text":"And many of them said, He hath a devil, and is mad; why hear\nye him? \n"},{"number":21,"text":"Others said, These are not the words of him that hath a devil.\nCan a devil open the eyes of the blind? \n\n"},{"number":22,"text":"And it was at Jerusalem the feast of the dedication, and\nit was winter. \n"},{"number":23,"text":"And Jesus walked in the temple in Solomon’s porch. \n"},{"number":24,"text":"Then came the Jews round about him, and said unto him, How\nlong dost thou make us to doubt? If thou be the Christ, tell us plainly.\n"},{"number":25,"text":"Jesus answered them, \\wj  I told you, and ye believed not:\nthe works that I do in my Father’s name, they bear witness of me.\\wj*\n"},{"number":26,"text":"\\wj  But ye believe not, because ye are not of my sheep, as\nI said unto you.\\wj* \n"},{"number":27,"text":"\\wj  My sheep hear my voice, and I know them, and they follow\nme:\\wj* \n"},{"number":28,"text":"\\wj  And I give unto them eternal life; and they shall never\nperish, neither shall any \\+add man\\+add* pluck them out of my hand.\\wj*\n"},{"number":29,"text":"\\wj  My Father, which gave \\+add them\\+add* me, is greater\nthan all; and no \\+add man\\+add* is able to pluck \\+add them\\+add*\nout of my Father’s hand.\\wj* \n"},{"number":30,"text":"\\wj  I and \\+add my\\+add* Father are one.\\wj* \n"},{"number":31,"text":"Then the Jews took up stones again to stone him. \n"},{"number":32,"text":"Jesus answered them, \\wj  Many good works have I shewed you\nfrom my Father; for which of those works do ye stone me?\\wj* \n"},{"number":33,"text":"The Jews answered him, saying, For a good work we stone thee\nnot; but for blasphemy; and because that thou, being a man, makest\nthyself God. \n"},{"number":34,"text":"Jesus answered them, \\wj  Is it not written in your law, I\nsaid, Ye are gods?\\wj* \n"},{"number":35,"text":"\\wj  If he called them gods, unto whom the word of God came,\nand the scripture cannot be broken;\\wj* \n"},{"number":36,"text":"\\wj  Say ye of him, whom the Father hath sanctified, and sent\ninto the world, Thou blasphemest; because I said, I am the Son of\nGod?\\wj* \n"},{"number":37,"text":"\\wj  If I do not the works of my Father, believe me not.\\wj*\n"},{"number":38,"text":"\\wj  But if I do, though ye believe not me, believe the works:\nthat ye may know, and believe, that the Father \\+add is\\+add* in\nme, and I in him.\\wj* \n"},{"number":39,"text":"Therefore they sought again to take him: but he escaped out\nof their hand, \n"},{"number":40,"text":"And went away again beyond Jordan into the place where John at\nfirst baptized; and there he abode. \n"},{"number":41,"text":"And many resorted unto him, and said, John did no miracle:\nbut all things that John spake of this man were true. \n"}],"number":10},{"verses":[{"number":1,"text":"Now a certain \\add man\\add* was sick, \\add named\\add* Lazarus,\nof Bethany, the town of Mary and her sister Martha. \n"},{"number":2,"text":"(It was \\add that\\add* Mary which anointed the Lord with ointment,\nand wiped his feet with her hair, whose brother Lazarus was sick.)\n"},{"number":3,"text":"Therefore his sisters sent unto him, saying, Lord, behold,\nhe whom thou lovest is sick. \n"},{"number":4,"text":"When Jesus heard \\add that\\add*, he said, \\wj  This sickness\nis not unto death, but for the glory of God, that the Son of God\nmight be glorified thereby.\\wj* \n"},{"number":5,"text":"Now Jesus loved Martha, and her sister, and Lazarus. \n"},{"number":6,"text":"When he had heard therefore that he was sick, he abode two\ndays still in the same place where he was. \n"},{"number":7,"text":"Then after that saith he to \\add his\\add* disciples, \\wj  Let us\ngo into Judæa again.\\wj* \n"},{"number":8,"text":"\\add His\\add* disciples say unto him, Master, the Jews of late\nsought to stone thee; and goest thou thither again? \n"},{"number":9,"text":"Jesus answered, \\wj  Are there not twelve hours in the day?\nIf any man walk in the day, he stumbleth not, because he seeth the\nlight of this world.\\wj* \n"},{"number":10,"text":"\\wj  But if a man walk in the night, he stumbleth, because\nthere is no light in him.\\wj* \n"},{"number":11,"text":"These things said he: and after that he saith unto them, \\wj \nOur friend Lazarus sleepeth; but I go, that I may awake him out of\nsleep.\\wj* \n"},{"number":12,"text":"Then said his disciples, Lord, if he sleep, he shall do well.\n"},{"number":13,"text":"Howbeit Jesus spake of his death: but they thought that he had\nspoken of taking of rest in sleep. \n"},{"number":14,"text":"Then said Jesus unto them plainly, \\wj  Lazarus is dead.\\wj*\n"},{"number":15,"text":"\\wj  And I am glad for your sakes that I was not there, to the\nintent ye may believe; nevertheless let us go unto him.\\wj* \n"},{"number":16,"text":"Then said Thomas, which is called Didymus, unto his fellowdisciples,\nLet us also go, that we may die with him. \n"},{"number":17,"text":"Then when Jesus came, he found that he had \\add lain\\add*\nin the grave four days already. \n"},{"number":18,"text":"Now Bethany was nigh unto Jerusalem, about fifteen furlongs\noff: \n"},{"number":19,"text":"And many of the Jews came to Martha and Mary, to comfort them\nconcerning their brother. \n"},{"number":20,"text":"Then Martha, as soon as she heard that Jesus was coming, went and\nmet him: but Mary sat \\add still\\add* in the house. \n"},{"number":21,"text":"Then said Martha unto Jesus, Lord, if thou hadst been here,\nmy brother had not died. \n"},{"number":22,"text":"But I know, that even now, whatsoever thou wilt ask of God,\nGod will give \\add it\\add* thee. \n"},{"number":23,"text":"Jesus saith unto her, \\wj  Thy brother shall rise again.\\wj*\n"},{"number":24,"text":"Martha saith unto him, I know that he shall rise again in\nthe resurrection at the last day. \n"},{"number":25,"text":"Jesus said unto her, \\wj  I am the resurrection, and the life:\nhe that believeth in me, though he were dead, yet shall he live:\\wj*\n"},{"number":26,"text":"\\wj  And whosoever liveth and believeth in me shall never\ndie. Believest thou this?\\wj* \n"},{"number":27,"text":"She saith unto him, Yea, Lord: I believe that thou art the\nChrist, the Son of God, which should come into the world. \n"},{"number":28,"text":"And when she had so said, she went her way, and called Mary\nher sister secretly, saying, The Master is come, and calleth for\nthee. \n"},{"number":29,"text":"As soon as she heard \\add that\\add*, she arose quickly, and\ncame unto him. \n"},{"number":30,"text":"Now Jesus was not yet come into the town, but was in that\nplace where Martha met him. \n"},{"number":31,"text":"The Jews then which were with her in the house, and comforted\nher, when they saw Mary, that she rose up hastily and went out, followed\nher, saying, She goeth unto the grave to weep there. \n"},{"number":32,"text":"Then when Mary was come where Jesus was, and saw him, she fell\ndown at his feet, saying unto him, Lord, if thou hadst been here,\nmy brother had not died. \n"},{"number":33,"text":"When Jesus therefore saw her weeping, and the Jews also weeping\nwhich came with her, he groaned in the spirit, and was troubled,\n"},{"number":34,"text":"And said, \\wj  Where have ye laid him?\\wj* They said unto\nhim, Lord, come and see. \n"},{"number":36,"text":"Then said the Jews, Behold how he loved him! \n"},{"number":37,"text":"And some of them said, Could not this man, which opened the\neyes of the blind, have caused that even this man should not have\ndied? \n"},{"number":38,"text":"Jesus therefore again groaning in himself cometh to the grave.\nIt was a cave, and a stone lay upon it. \n"},{"number":39,"text":"Jesus said, \\wj  Take ye away the stone.\\wj* Martha, the sister\nof him that was dead, saith unto him, Lord, by this time he stinketh:\nfor he hath been \\add dead\\add* four days. \n"},{"number":40,"text":"Jesus saith unto her, \\wj  Said I not unto thee, that, if\nthou wouldest believe, thou shouldest see the glory of God?\\wj* \n"},{"number":41,"text":"Then they took away the stone \\add from the place\\add* where\nthe dead was laid. And Jesus lifted up \\add his\\add* eyes, and said,\n\\wj  Father, I thank thee that thou hast heard me.\\wj* \n"},{"number":42,"text":"\\wj  And I knew that thou hearest me always: but because of\nthe people which stand by I said \\+add it\\+add*, that they may believe\nthat thou hast sent me.\\wj* \n"},{"number":43,"text":"And when he thus had spoken, he cried with a loud voice, \\wj \nLazarus, come forth.\\wj* \n"},{"number":44,"text":"And he that was dead came forth, bound hand and foot with\ngraveclothes: and his face was bound about with a napkin. Jesus saith\nunto them, \\wj  Loose him, and let him go.\\wj* \n"},{"number":45,"text":"Then many of the Jews which came to Mary, and had seen the things\nwhich Jesus did, believed on him. \n"},{"number":46,"text":"But some of them went their ways to the Pharisees, and told\nthem what things Jesus had done. \n\n"},{"number":47,"text":"Then gathered the chief priests and the Pharisees a council,\nand said, What do we? for this man doeth many miracles. \n"},{"number":48,"text":"If we let him thus alone, all \\add men\\add* will believe on\nhim: and the Romans shall come and take away both our place and nation.\n"},{"number":49,"text":"And one of them, \\add named\\add* Caiaphas, being the high\npriest that same year, said unto them, Ye know nothing at all, \n"},{"number":50,"text":"Nor consider that it is expedient for us, that one man should\ndie for the people, and that the whole nation perish not. \n"},{"number":51,"text":"And this spake he not of himself: but being high priest that\nyear, he prophesied that Jesus should die for that nation; \n"},{"number":52,"text":"And not for that nation only, but that also he should gather\ntogether in one the children of God that were scattered abroad. \n"},{"number":53,"text":"Then from that day forth they took counsel together for to\nput him to death. \n"},{"number":54,"text":"Jesus therefore walked no more openly among the Jews; but\nwent thence unto a country near to the wilderness, into a city called\nEphraim, and there continued with his disciples. \n\n"},{"number":55,"text":"And the Jews’ passover was nigh at hand: and many went out\nof the country up to Jerusalem before the passover, to purify themselves.\n"},{"number":56,"text":"Then sought they for Jesus, and spake among themselves, as they\nstood in the temple, What think ye, that he will not come to the\nfeast? \n"},{"number":57,"text":"Now both the chief priests and the Pharisees had given a commandment,\nthat, if any man knew where he were, he should shew \\add it\\add*,\nthat they might take him. \n"}],"number":11},{"verses":[{"number":1,"text":"Then Jesus six days before the passover came to Bethany, where\nLazarus was which had been dead, whom he raised from the dead. \n"},{"number":2,"text":"There they made him a supper; and Martha served: but Lazarus\nwas one of them that sat at the table with him. \n"},{"number":3,"text":"Then took Mary a pound of ointment of spikenard, very costly,\nand anointed the feet of Jesus, and wiped his feet with her hair:\nand the house was filled with the odour of the ointment. \n"},{"number":4,"text":"Then saith one of his disciples, Judas Iscariot, Simon’s \\add son\\add*,\nwhich should betray him, \n"},{"number":5,"text":"Why was not this ointment sold for three hundred pence, and\ngiven to the poor? \n"},{"number":6,"text":"This he said, not that he cared for the poor; but because he\nwas a thief, and had the bag, and bare what was put therein. \n"},{"number":7,"text":"Then said Jesus, \\wj  Let her alone: against the day of my\nburying hath she kept this.\\wj* \n"},{"number":8,"text":"\\wj  For the poor always ye have with you; but me ye have not\nalways.\\wj* \n"},{"number":9,"text":"Much people of the Jews therefore knew that he was there: and\nthey came not for Jesus’ sake only, but that they might see Lazarus\nalso, whom he had raised from the dead. \n\n"},{"number":10,"text":"But the chief priests consulted that they might put Lazarus\nalso to death; \n"},{"number":11,"text":"Because that by reason of him many of the Jews went away,\nand believed on Jesus. \n\n"},{"number":12,"text":"On the next day much people that were come to the feast,\nwhen they heard that Jesus was coming to Jerusalem, \n"},{"number":13,"text":"Took branches of palm trees, and went forth to meet him, and\ncried, Hosanna: Blessed \\add is\\add* the King of Israel that cometh\nin the name of the Lord. \n"},{"number":14,"text":"And Jesus, when he had found a young ass, sat thereon; as\nit is written, \n"},{"number":15,"text":"Fear not, daughter of Sion: behold, thy King cometh, sitting\non an ass’s colt. \n"},{"number":16,"text":"These things understood not his disciples at the first: but\nwhen Jesus was glorified, then remembered they that these things\nwere written of him, and \\add that\\add* they had done these things\nunto him. \n"},{"number":17,"text":"The people therefore that was with him when he called Lazarus\nout of his grave, and raised him from the dead, bare record. \n"},{"number":18,"text":"For this cause the people also met him, for that they heard\nthat he had done this miracle. \n"},{"number":19,"text":"The Pharisees therefore said among themselves, Perceive ye\nhow ye prevail nothing? behold, the world is gone after him. \n\n"},{"number":20,"text":"And there were certain Greeks among them that came up to\nworship at the feast: \n"},{"number":21,"text":"The same came therefore to Philip, which was of Bethsaida\nof Galilee, and desired him, saying, Sir, we would see Jesus. \n"},{"number":22,"text":"Philip cometh and telleth Andrew: and again Andrew and Philip\ntell Jesus. \n\n"},{"number":23,"text":"And Jesus answered them, saying, \\wj  The hour is come, that\nthe Son of man should be glorified.\\wj* \n"},{"number":24,"text":"\\wj  Verily, verily, I say unto you, Except a corn of wheat\nfall into the ground and die, it abideth alone: but if it die, it bringeth\nforth much fruit.\\wj* \n"},{"number":25,"text":"\\wj  He that loveth his life shall lose it; and he that hateth\nhis life in this world shall keep it unto life eternal.\\wj* \n"},{"number":26,"text":"\\wj  If any man serve me, let him follow me; and where I am,\nthere shall also my servant be: if any man serve me, him will \\+add my\\+add*\nFather honour.\\wj* \n"},{"number":27,"text":"\\wj  Now is my soul troubled; and what shall I say? Father,\nsave me from this hour: but for this cause came I unto this hour.\\wj*\n"},{"number":28,"text":"\\wj  Father, glorify thy name.\\wj* Then came there a voice\nfrom heaven, \\add saying\\add*, I have both glorified \\add it\\add*,\nand will glorify \\add it\\add* again. \n"},{"number":29,"text":"The people therefore, that stood by, and heard \\add it\\add*,\nsaid that it thundered: others said, An angel spake to him. \n"},{"number":30,"text":"Jesus answered and said, \\wj  This voice came not because\nof me, but for your sakes.\\wj* \n"},{"number":31,"text":"\\wj  Now is the judgment of this world: now shall the prince\nof this world be cast out.\\wj* \n"},{"number":32,"text":"\\wj  And I, if I be lifted up from the earth, will draw all\n\\+add men\\+add* unto me.\\wj* \n"},{"number":33,"text":"This he said, signifying what death he should die. \n"},{"number":34,"text":"The people answered him, We have heard out of the law that\nChrist abideth for ever: and how sayest thou, The Son of man must\nbe lifted up? who is this Son of man? \n"},{"number":35,"text":"Then Jesus said unto them, \\wj  Yet a little while is the\nlight with you. Walk while ye have the light, lest darkness come\nupon you: for he that walketh in darkness knoweth not whither he\ngoeth.\\wj* \n"},{"number":36,"text":"\\wj  While ye have light, believe in the light, that ye may\nbe the children of light.\\wj* These things spake Jesus, and departed,\nand did hide himself from them. \n\n"},{"number":37,"text":"But though he had done so many miracles before them, yet they\nbelieved not on him: \n"},{"number":38,"text":"That the saying of Esaias the prophet might be fulfilled,\nwhich he spake, Lord, who hath believed our report? and to whom hath\nthe arm of the Lord been revealed? \n"},{"number":39,"text":"Therefore they could not believe, because that Esaias said\nagain, \n"},{"number":40,"text":"He hath blinded their eyes, and hardened their heart; that\nthey should not see with \\add their\\add* eyes, nor understand with\n\\add their\\add* heart, and be converted, and I should heal them.\n"},{"number":41,"text":"These things said Esaias, when he saw his glory, and spake\nof him. \n\n"},{"number":42,"text":"Nevertheless among the chief rulers also many believed on\nhim; but because of the Pharisees they did not confess \\add him\\add*,\nlest they should be put out of the synagogue: \n"},{"number":43,"text":"For they loved the praise of men more than the praise of God.\n\n"},{"number":44,"text":"Jesus cried and said, \\wj  He that believeth on me, believeth\nnot on me, but on him that sent me.\\wj* \n"},{"number":45,"text":"\\wj  And he that seeth me seeth him that sent me.\\wj* \n"},{"number":46,"text":"\\wj  I am come a light into the world, that whosoever believeth\non me should not abide in darkness.\\wj* \n"},{"number":47,"text":"\\wj  And if any man hear my words, and believe not, I judge\nhim not: for I came not to judge the world, but to save the world.\\wj*\n"},{"number":48,"text":"\\wj  He that rejecteth me, and receiveth not my words, hath\none that judgeth him: the word that I have spoken, the same shall\njudge him in the last day.\\wj* \n"},{"number":49,"text":"\\wj  For I have not spoken of myself; but the Father which\nsent me, he gave me a commandment, what I should say, and what I should\nspeak.\\wj* \n"},{"number":50,"text":"\\wj  And I know that his commandment is life everlasting:\nwhatsoever I speak therefore, even as the Father said unto me, so\nI speak.\\wj* \n"}],"number":12},{"verses":[{"number":1,"text":"Now before the feast of the passover, when Jesus knew that\nhis hour was come that he should depart out of this world unto the\nFather, having loved his own which were in the world, he loved them\nunto the end. \n"},{"number":2,"text":"And supper being ended, the devil having now put into the heart\nof Judas Iscariot, Simon’s \\add son\\add*, to betray him; \n"},{"number":3,"text":"Jesus knowing that the Father had given all things into his\nhands, and that he was come from God, and went to God; \n"},{"number":4,"text":"He riseth from supper, and laid aside his garments; and took\na towel, and girded himself. \n"},{"number":5,"text":"After that he poureth water into a bason, and began to wash\nthe disciples’ feet, and to wipe \\add them\\add* with the towel wherewith\nhe was girded. \n"},{"number":6,"text":"Then cometh he to Simon Peter: and Peter saith unto him, Lord,\ndost thou wash my feet? \n"},{"number":7,"text":"Jesus answered and said unto him, \\wj  What I do thou knowest\nnot now; but thou shalt know hereafter.\\wj* \n"},{"number":8,"text":"Peter saith unto him, Thou shalt never wash my feet. Jesus\nanswered him, \\wj  If I wash thee not, thou hast no part with me.\\wj*\n"},{"number":9,"text":"Simon Peter saith unto him, Lord, not my feet only, but also\n\\add my\\add* hands and \\add my\\add* head. \n"},{"number":10,"text":"Jesus saith to him, \\wj  He that is washed needeth not save\nto wash \\+add his\\+add* feet, but is clean every whit: and ye are\nclean, but not all.\\wj* \n"},{"number":11,"text":"For he knew who should betray him; therefore said he, Ye are\nnot all clean. \n"},{"number":12,"text":"So after he had washed their feet, and had taken his garments,\nand was set down again, he said unto them, \\wj  Know ye what I have\ndone to you?\\wj* \n"},{"number":13,"text":"\\wj  Ye call me Master and Lord: and ye say well; for \\+add so\\+add*\nI am.\\wj* \n"},{"number":14,"text":"\\wj  If I then, \\+add your\\+add* Lord and Master, have washed\nyour feet; ye also ought to wash one another’s feet.\\wj* \n"},{"number":15,"text":"\\wj  For I have given you an example, that ye should do as\nI have done to you.\\wj* \n"},{"number":16,"text":"\\wj  Verily, verily, I say unto you, The servant is not greater\nthan his lord; neither he that is sent greater than he that sent\nhim.\\wj* \n"},{"number":17,"text":"\\wj  If ye know these things, happy are ye if ye do them.\\wj*\n\n"},{"number":18,"text":"\\wj I speak not of you all: I know whom I have chosen: but\nthat the scripture may be fulfilled, He that eateth bread with me\nhath lifted up his heel against me.\\wj* \n"},{"number":19,"text":"\\wj  Now I tell you before it come, that, when it is come to\npass, ye may believe that I am \\+add he\\+add*.\\wj* \n"},{"number":20,"text":"\\wj  Verily, verily, I say unto you, He that receiveth whomsoever\nI send receiveth me; and he that receiveth me receiveth him that\nsent me.\\wj* \n"},{"number":21,"text":"When Jesus had thus said, he was troubled in spirit, and testified,\nand said, \\wj  Verily, verily, I say unto you, that one of you shall\nbetray me.\\wj* \n"},{"number":22,"text":"Then the disciples looked one on another, doubting of whom\nhe spake. \n"},{"number":23,"text":"Now there was leaning on Jesus’ bosom one of his disciples,\nwhom Jesus loved. \n"},{"number":24,"text":"Simon Peter therefore beckoned to him, that he should ask\nwho it should be of whom he spake. \n"},{"number":25,"text":"He then lying on Jesus’ breast saith unto him, Lord, who is\nit? \n"},{"number":26,"text":"Jesus answered, \\wj  He it is, to whom I shall give a sop,\nwhen I have dipped \\+add it\\+add*.\\wj* And when he had dipped the\nsop, he gave \\add it\\add* to Judas Iscariot, \\add the son\\add* of\nSimon. \n"},{"number":27,"text":"And after the sop Satan entered into him. Then said Jesus\nunto him, \\wj  That thou doest, do quickly.\\wj* \n"},{"number":28,"text":"Now no man at the table knew for what intent he spake this\nunto him. \n"},{"number":29,"text":"For some \\add of them\\add* thought, because Judas had the\nbag, that Jesus had said unto him, Buy \\add those things\\add* that\nwe have need of against the feast; or, that he should give something\nto the poor. \n"},{"number":30,"text":"He then having received the sop went immediately out: and\nit was night. \n\n"},{"number":31,"text":"Therefore, when he was gone out, Jesus said, \\wj  Now is\nthe Son of man glorified, and God is glorified in him.\\wj* \n"},{"number":32,"text":"\\wj  If God be glorified in him, God shall also glorify him\nin himself, and shall straightway glorify him.\\wj* \n"},{"number":33,"text":"\\wj  Little children, yet a little while I am with you. Ye shall\nseek me: and as I said unto the Jews, Whither I go, ye cannot come;\nso now I say to you.\\wj* \n"},{"number":34,"text":"\\wj  A new commandment I give unto you, That ye love one another;\nas I have loved you, that ye also love one another.\\wj* \n"},{"number":35,"text":"\\wj  By this shall all \\+add men\\+add* know that ye are my\ndisciples, if ye have love one to another.\\wj* \n\n"},{"number":36,"text":"Simon Peter said unto him, Lord, whither goest thou? Jesus\nanswered him, \\wj  Whither I go, thou canst not follow me now; but\nthou shalt follow me afterwards.\\wj* \n"},{"number":37,"text":"Peter said unto him, Lord, why cannot I follow thee now? I will lay\ndown my life for thy sake. \n"},{"number":38,"text":"Jesus answered him, \\wj  Wilt thou lay down thy life for my\nsake? Verily, verily, I say unto thee, The cock shall not crow, till\nthou hast denied me thrice.\\wj* \n"}],"number":13},{"verses":[{"number":1,"text":"\\wj  Let not your heart be troubled: ye believe in God, believe\nalso in me.\\wj* \n"},{"number":2,"text":"\\wj  In my Father’s house are many mansions: if \\+add it were\\+add*\nnot \\+add so\\+add*, I would have told you. I go to prepare a place\nfor you.\\wj* \n"},{"number":3,"text":"\\wj  And if I go and prepare a place for you, I will come again,\nand receive you unto myself; that where I am, \\+add there\\+add* ye\nmay be also.\\wj* \n"},{"number":4,"text":"\\wj  And whither I go ye know, and the way ye know.\\wj* \n"},{"number":5,"text":"Thomas saith unto him, Lord, we know not whither thou goest;\nand how can we know the way? \n"},{"number":6,"text":"Jesus saith unto him, \\wj  I am the way, the truth, and the\nlife: no man cometh unto the Father, but by me.\\wj* \n"},{"number":7,"text":"\\wj  If ye had known me, ye should have known my Father also:\nand from henceforth ye know him, and have seen him.\\wj* \n"},{"number":8,"text":"Philip saith unto him, Lord, shew us the Father, and it sufficeth\nus. \n"},{"number":9,"text":"Jesus saith unto him, \\wj  Have I been so long time with you,\nand yet hast thou not known me, Philip? he that hath seen me hath\nseen the Father; and how sayest thou \\+add then\\+add*, Shew us the\nFather?\\wj* \n"},{"number":10,"text":"\\wj  Believest thou not that I am in the Father, and the Father\nin me? the words that I speak unto you I speak not of myself: but\nthe Father that dwelleth in me, he doeth the works.\\wj* \n"},{"number":11,"text":"\\wj  Believe me that I \\+add am\\+add* in the Father, and the\nFather in me: or else believe me for the very works’ sake.\\wj* \n"},{"number":12,"text":"\\wj  Verily, verily, I say unto you, He that believeth on\nme, the works that I do shall he do also; and greater \\+add works\\+add*\nthan these shall he do; because I go unto my Father.\\wj* \n"},{"number":13,"text":"\\wj  And whatsoever ye shall ask in my name, that will I do,\nthat the Father may be glorified in the Son.\\wj* \n"},{"number":14,"text":"\\wj  If ye shall ask any thing in my name, I will do \\+add it.\\+add*\\wj*\n\n"},{"number":15,"text":"\\wj If ye love me, keep my commandments.\\wj* \n"},{"number":16,"text":"\\wj  And I will pray the Father, and he shall give you another\nComforter, that he may abide with you for ever;\\wj* \n"},{"number":17,"text":"\\wj  \\+add Even\\+add* the Spirit of truth; whom the world\ncannot receive, because it seeth him not, neither knoweth him: but\nye know him; for he dwelleth with you, and shall be in you.\\wj* \n"},{"number":18,"text":"\\wj  I will not leave you comfortless: I will come to you.\\wj*\n"},{"number":19,"text":"\\wj  Yet a little while, and the world seeth me no more; but\nye see me: because I live, ye shall live also.\\wj* \n"},{"number":20,"text":"\\wj  At that day ye shall know that I \\+add am\\+add* in my\nFather, and ye in me, and I in you.\\wj* \n"},{"number":21,"text":"\\wj  He that hath my commandments, and keepeth them, he it\nis that loveth me: and he that loveth me shall be loved of my Father,\nand I will love him, and will manifest myself to him.\\wj* \n"},{"number":22,"text":"Judas saith unto him, not Iscariot, Lord, how is it that thou\nwilt manifest thyself unto us, and not unto the world? \n"},{"number":23,"text":"Jesus answered and said unto him, \\wj  If a man love me, he will\nkeep my words: and my Father will love him, and we will come unto\nhim, and make our abode with him.\\wj* \n"},{"number":24,"text":"\\wj  He that loveth me not keepeth not my sayings: and the\nword which ye hear is not mine, but the Father’s which sent me.\\wj*\n"},{"number":25,"text":"\\wj  These things have I spoken unto you, being \\+add yet\\+add*\npresent with you.\\wj* \n"},{"number":26,"text":"\\wj  But the Comforter, \\+add which is\\+add* the Holy Ghost,\nwhom the Father will send in my name, he shall teach you all things,\nand bring all things to your remembrance, whatsoever I have said\nunto you.\\wj* \n"},{"number":27,"text":"\\wj  Peace I leave with you, my peace I give unto you: not\nas the world giveth, give I unto you. Let not your heart be troubled,\nneither let it be afraid.\\wj* \n"},{"number":28,"text":"\\wj  Ye have heard how I said unto you, I go away, and come\n\\+add again\\+add* unto you. If ye loved me, ye would rejoice, because\nI said, I go unto the Father: for my Father is greater than I.\\wj*\n"},{"number":29,"text":"\\wj  And now I have told you before it come to pass, that,\nwhen it is come to pass, ye might believe.\\wj* \n"},{"number":30,"text":"\\wj  Hereafter I will not talk much with you: for the prince\nof this world cometh, and hath nothing in me.\\wj* \n"},{"number":31,"text":"\\wj  But that the world may know that I love the Father; and\nas the Father gave me commandment, even so I do. Arise, let us go\nhence.\\wj* \n"}],"number":14},{"verses":[{"number":1,"text":"\\wj  I am the true vine, and my Father is the husbandman.\\wj*\n"},{"number":2,"text":"\\wj  Every branch in me that beareth not fruit he taketh away:\nand every \\+add branch\\+add* that beareth fruit, he purgeth it, that\nit may bring forth more fruit.\\wj* \n"},{"number":3,"text":"\\wj  Now ye are clean through the word which I have spoken\nunto you.\\wj* \n"},{"number":4,"text":"\\wj  Abide in me, and I in you. As the branch cannot bear fruit\nof itself, except it abide in the vine; no more can ye, except ye\nabide in me.\\wj* \n"},{"number":5,"text":"\\wj  I am the vine, ye \\+add are\\+add* the branches: He that\nabideth in me, and I in him, the same bringeth forth much fruit:\nfor without me ye can do nothing.\\wj* \n"},{"number":6,"text":"\\wj  If a man abide not in me, he is cast forth as a branch,\nand is withered; and men gather them, and cast \\+add them\\+add* into\nthe fire, and they are burned.\\wj* \n"},{"number":7,"text":"\\wj  If ye abide in me, and my words abide in you, ye shall\nask what ye will, and it shall be done unto you.\\wj* \n"},{"number":8,"text":"\\wj  Herein is my Father glorified, that ye bear much fruit;\nso shall ye be my disciples.\\wj* \n"},{"number":9,"text":"\\wj  As the Father hath loved me, so have I loved you: continue\nye in my love.\\wj* \n"},{"number":10,"text":"\\wj  If ye keep my commandments, ye shall abide in my love;\neven as I have kept my Father’s commandments, and abide in his love.\\wj*\n"},{"number":11,"text":"\\wj  These things have I spoken unto you, that my joy might\nremain in you, and \\+add that\\+add* your joy might be full.\\wj* \n"},{"number":12,"text":"\\wj  This is my commandment, That ye love one another, as\nI have loved you.\\wj* \n"},{"number":13,"text":"\\wj  Greater love hath no man than this, that a man lay down\nhis life for his friends.\\wj* \n"},{"number":14,"text":"\\wj  Ye are my friends, if ye do whatsoever I command you.\\wj*\n"},{"number":15,"text":"\\wj  Henceforth I call you not servants; for the servant knoweth\nnot what his lord doeth: but I have called you friends; for all things\nthat I have heard of my Father I have made known unto you.\\wj* \n"},{"number":16,"text":"\\wj  Ye have not chosen me, but I have chosen you, and ordained\nyou, that ye should go and bring forth fruit, and \\+add that\\+add*\nyour fruit should remain: that whatsoever ye shall ask of the Father\nin my name, he may give it you.\\wj* \n"},{"number":17,"text":"\\wj  These things I command you, that ye love one another.\\wj*\n"},{"number":18,"text":"\\wj  If the world hate you, ye know that it hated me before\n\\+add it hated\\+add* you.\\wj* \n"},{"number":19,"text":"\\wj  If ye were of the world, the world would love his own:\nbut because ye are not of the world, but I have chosen you out of\nthe world, therefore the world hateth you.\\wj* \n"},{"number":20,"text":"\\wj  Remember the word that I said unto you, The servant is\nnot greater than his lord. If they have persecuted me, they will\nalso persecute you; if they have kept my saying, they will keep yours\nalso.\\wj* \n"},{"number":21,"text":"\\wj  But all these things will they do unto you for my name’s\nsake, because they know not him that sent me.\\wj* \n"},{"number":22,"text":"\\wj  If I had not come and spoken unto them, they had not\nhad sin: but now they have no cloke for their sin.\\wj* \n"},{"number":23,"text":"\\wj  He that hateth me hateth my Father also.\\wj* \n"},{"number":24,"text":"\\wj  If I had not done among them the works which none other\nman did, they had not had sin: but now have they both seen and hated\nboth me and my Father.\\wj* \n"},{"number":25,"text":"\\wj  But \\+add this cometh to pass\\+add*, that the word might be\nfulfilled that is written in their law, They hated me without a cause.\\wj*\n"},{"number":26,"text":"\\wj  But when the Comforter is come, whom I will send unto\nyou from the Father, \\+add even\\+add* the Spirit of truth, which\nproceedeth from the Father, he shall testify of me:\\wj* \n"},{"number":27,"text":"\\wj  And ye also shall bear witness, because ye have been\nwith me from the beginning.\\wj* \n"}],"number":15},{"verses":[{"number":1,"text":"\\wj  These things have I spoken unto you, that ye should not\nbe offended.\\wj* \n"},{"number":2,"text":"\\wj  They shall put you out of the synagogues: yea, the time\ncometh, that whosoever killeth you will think that he doeth God service.\\wj*\n"},{"number":3,"text":"\\wj  And these things will they do unto you, because they have\nnot known the Father, nor me.\\wj* \n"},{"number":4,"text":"\\wj  But these things have I told you, that when the time shall\ncome, ye may remember that I told you of them. And these things I\nsaid not unto you at the beginning, because I was with you.\\wj* \n"},{"number":5,"text":"\\wj  But now I go my way to him that sent me; and none of you\nasketh me, Whither goest thou?\\wj* \n"},{"number":6,"text":"\\wj  But because I have said these things unto you, sorrow\nhath filled your heart.\\wj* \n"},{"number":7,"text":"\\wj  Nevertheless I tell you the truth; It is expedient for\nyou that I go away: for if I go not away, the Comforter will not\ncome unto you; but if I depart, I will send him unto you.\\wj* \n"},{"number":8,"text":"\\wj  And when he is come, he will reprove the world of sin,\nand of righteousness, and of judgment:\\wj* \n"},{"number":9,"text":"\\wj  Of sin, because they believe not on me;\\wj* \n"},{"number":10,"text":"\\wj  Of righteousness, because I go to my Father, and ye see\nme no more;\\wj* \n"},{"number":11,"text":"\\wj  Of judgment, because the prince of this world is judged.\\wj*\n"},{"number":12,"text":"\\wj  I have yet many things to say unto you, but ye cannot\nbear them now.\\wj* \n"},{"number":13,"text":"\\wj  Howbeit when he, the Spirit of truth, is come, he will\nguide you into all truth: for he shall not speak of himself; but\nwhatsoever he shall hear, \\+add that\\+add* shall he speak: and he will\nshew you things to come.\\wj* \n"},{"number":14,"text":"\\wj  He shall glorify me: for he shall receive of mine, and\nshall shew \\+add it\\+add* unto you.\\wj* \n"},{"number":15,"text":"\\wj  All things that the Father hath are mine: therefore said\nI, that he shall take of mine, and shall shew \\+add it\\+add* unto\nyou.\\wj* \n"},{"number":16,"text":"\\wj  A little while, and ye shall not see me: and again, a little\nwhile, and ye shall see me, because I go to the Father.\\wj* \n"},{"number":17,"text":"Then said \\add some\\add* of his disciples among themselves,\nWhat is this that he saith unto us, A little while, and ye shall\nnot see me: and again, a little while, and ye shall see me: and,\nBecause I go to the Father? \n"},{"number":18,"text":"They said therefore, What is this that he saith, A little\nwhile? we cannot tell what he saith. \n"},{"number":19,"text":"Now Jesus knew that they were desirous to ask him, and said\nunto them, \\wj  Do ye enquire among yourselves of that I said, A little\nwhile, and ye shall not see me: and again, a little while, and ye shall\nsee me?\\wj* \n"},{"number":20,"text":"\\wj  Verily, verily, I say unto you, That ye shall weep and\nlament, but the world shall rejoice: and ye shall be sorrowful, but\nyour sorrow shall be turned into joy.\\wj* \n"},{"number":21,"text":"\\wj  A woman when she is in travail hath sorrow, because her\nhour is come: but as soon as she is delivered of the child, she remembereth\nno more the anguish, for joy that a man is born into the world.\\wj*\n"},{"number":22,"text":"\\wj  And ye now therefore have sorrow: but I will see you\nagain, and your heart shall rejoice, and your joy no man taketh from\nyou.\\wj* \n"},{"number":23,"text":"\\wj  And in that day ye shall ask me nothing. Verily, verily,\nI say unto you, Whatsoever ye shall ask the Father in my name, he will\ngive \\+add it\\+add* you.\\wj* \n"},{"number":24,"text":"\\wj  Hitherto have ye asked nothing in my name: ask, and ye shall\nreceive, that your joy may be full.\\wj* \n"},{"number":25,"text":"\\wj  These things have I spoken unto you in proverbs: but\nthe time cometh, when I shall no more speak unto you in proverbs,\nbut I shall shew you plainly of the Father.\\wj* \n"},{"number":26,"text":"\\wj  At that day ye shall ask in my name: and I say not unto\nyou, that I will pray the Father for you:\\wj* \n"},{"number":27,"text":"\\wj  For the Father himself loveth you, because ye have loved\nme, and have believed that I came out from God.\\wj* \n"},{"number":28,"text":"\\wj  I came forth from the Father, and am come into the world:\nagain, I leave the world, and go to the Father.\\wj* \n"},{"number":29,"text":"His disciples said unto him, Lo, now speakest thou plainly,\nand speakest no proverb. \n"},{"number":30,"text":"Now are we sure that thou knowest all things, and needest\nnot that any man should ask thee: by this we believe that thou camest\nforth from God. \n"},{"number":31,"text":"Jesus answered them, \\wj  Do ye now believe?\\wj* \n"},{"number":32,"text":"\\wj  Behold, the hour cometh, yea, is now come, that ye shall be\nscattered, every man to his own, and shall leave me alone: and yet\nI am not alone, because the Father is with me.\\wj* \n"},{"number":33,"text":"\\wj  These things I have spoken unto you, that in me ye might\nhave peace. In the world ye shall have tribulation: but be of good\ncheer; I have overcome the world.\\wj* \n"}],"number":16},{"verses":[{"number":1,"text":"These words spake Jesus, and lifted up his eyes to heaven,\nand said, \\wj  Father, the hour is come; glorify thy Son, that thy\nSon also may glorify thee:\\wj* \n"},{"number":2,"text":"\\wj  As thou hast given him power over all flesh, that he should\ngive eternal life to as many as thou hast given him.\\wj* \n"},{"number":3,"text":"\\wj  And this is life eternal, that they might know thee the\nonly true God, and Jesus Christ, whom thou hast sent.\\wj* \n"},{"number":4,"text":"\\wj  I have glorified thee on the earth: I have finished the\nwork which thou gavest me to do.\\wj* \n"},{"number":5,"text":"\\wj  And now, O Father, glorify thou me with thine own self\nwith the glory which I had with thee before the world was.\\wj* \n"},{"number":6,"text":"\\wj  I have manifested thy name unto the men which thou gavest\nme out of the world: thine they were, and thou gavest them me; and\nthey have kept thy word.\\wj* \n"},{"number":7,"text":"\\wj  Now they have known that all things whatsoever thou hast\ngiven me are of thee.\\wj* \n"},{"number":8,"text":"\\wj  For I have given unto them the words which thou gavest\nme; and they have received \\+add them\\+add*, and have known surely\nthat I came out from thee, and they have believed that thou didst\nsend me.\\wj* \n"},{"number":9,"text":"\\wj  I pray for them: I pray not for the world, but for them\nwhich thou hast given me; for they are thine.\\wj* \n"},{"number":10,"text":"\\wj  And all mine are thine, and thine are mine; and I am\nglorified in them.\\wj* \n"},{"number":11,"text":"\\wj  And now I am no more in the world, but these are in the\nworld, and I come to thee. Holy Father, keep through thine own name\nthose whom thou hast given me, that they may be one, as we \\+add are\\+add*.\\wj*\n"},{"number":12,"text":"\\wj  While I was with them in the world, I kept them in thy\nname: those that thou gavest me I have kept, and none of them is\nlost, but the son of perdition; that the scripture might be fulfilled.\\wj*\n"},{"number":13,"text":"\\wj  And now come I to thee; and these things I speak in the\nworld, that they might have my joy fulfilled in themselves.\\wj* \n"},{"number":14,"text":"\\wj  I have given them thy word; and the world hath hated\nthem, because they are not of the world, even as I am not of the\nworld.\\wj* \n"},{"number":15,"text":"\\wj  I pray not that thou shouldest take them out of the world,\nbut that thou shouldest keep them from the evil.\\wj* \n"},{"number":16,"text":"\\wj  They are not of the world, even as I am not of the world.\\wj*\n"},{"number":17,"text":"\\wj  Sanctify them through thy truth: thy word is truth.\\wj*\n"},{"number":18,"text":"\\wj  As thou hast sent me into the world, even so have I also\nsent them into the world.\\wj* \n"},{"number":19,"text":"\\wj  And for their sakes I sanctify myself, that they also\nmight be sanctified through the truth.\\wj* \n"},{"number":20,"text":"\\wj  Neither pray I for these alone, but for them also which shall\nbelieve on me through their word;\\wj* \n"},{"number":21,"text":"\\wj  That they all may be one; as thou, Father, \\+add art\\+add*\nin me, and I in thee, that they also may be one in us: that the world\nmay believe that thou hast sent me.\\wj* \n"},{"number":22,"text":"\\wj  And the glory which thou gavest me I have given them;\nthat they may be one, even as we are one:\\wj* \n"},{"number":23,"text":"\\wj  I in them, and thou in me, that they may be made perfect\nin one; and that the world may know that thou hast sent me, and hast\nloved them, as thou hast loved me.\\wj* \n"},{"number":24,"text":"\\wj  Father, I will that they also, whom thou hast given me,\nbe with me where I am; that they may behold my glory, which thou hast\ngiven me: for thou lovedst me before the foundation of the world.\\wj*\n"},{"number":25,"text":"\\wj  O righteous Father, the world hath not known thee: but\nI have known thee, and these have known that thou hast sent me.\\wj*\n"},{"number":26,"text":"\\wj  And I have declared unto them thy name, and will declare\n\\+add it\\+add*: that the love wherewith thou hast loved me may be\nin them, and I in them.\\wj* \n"}],"number":17},{"verses":[{"number":1,"text":"When Jesus had spoken these words, he went forth with his disciples\nover the brook Cedron, where was a garden, into the which he entered,\nand his disciples. \n"},{"number":2,"text":"And Judas also, which betrayed him, knew the place: for Jesus\nofttimes resorted thither with his disciples. \n"},{"number":3,"text":"Judas then, having received a band \\add of men\\add* and officers\nfrom the chief priests and Pharisees, cometh thither with lanterns\nand torches and weapons. \n"},{"number":4,"text":"Jesus therefore, knowing all things that should come upon him,\nwent forth, and said unto them, \\wj  Whom seek ye?\\wj* \n"},{"number":5,"text":"They answered him, Jesus of Nazareth. Jesus saith unto them,\n\\wj  I am \\+add he\\+add*.\\wj* And Judas also, which betrayed him,\nstood with them. \n"},{"number":6,"text":"As soon then as he had said unto them, I am \\add he\\add*, they\nwent backward, and fell to the ground. \n"},{"number":7,"text":"Then asked he them again, \\wj  Whom seek ye?\\wj* And they said,\nJesus of Nazareth. \n"},{"number":8,"text":"Jesus answered, \\wj  I have told you that I am \\+add he\\+add*:\nif therefore ye seek me, let these go their way:\\wj* \n"},{"number":9,"text":"That the saying might be fulfilled, which he spake, Of them\nwhich thou gavest me have I lost none. \n"},{"number":10,"text":"Then Simon Peter having a sword drew it, and smote the high\npriest’s servant, and cut off his right ear. The servant’s name was\nMalchus. \n"},{"number":11,"text":"Then said Jesus unto Peter, \\wj  Put up thy sword into the\nsheath: the cup which my Father hath given me, shall I not drink\nit?\\wj* \n"},{"number":12,"text":"Then the band and the captain and officers of the Jews took\nJesus, and bound him, \n"},{"number":13,"text":"And led him away to Annas first; for he was father in law\nto Caiaphas, which was the high priest that same year. \n"},{"number":14,"text":"Now Caiaphas was he, which gave counsel to the Jews, that\nit was expedient that one man should die for the people. \n\n"},{"number":15,"text":"And Simon Peter followed Jesus, and \\add so did\\add* another\ndisciple: that disciple was known unto the high priest, and went in\nwith Jesus into the palace of the high priest. \n"},{"number":16,"text":"But Peter stood at the door without. Then went out that other\ndisciple, which was known unto the high priest, and spake unto her that kept the\ndoor, and brought in Peter. \n"},{"number":17,"text":"Then saith the damsel that kept the door unto Peter, Art not\nthou also \\add one\\add* of this man’s disciples? He saith, I am not.\n"},{"number":18,"text":"And the servants and officers stood there, who had made a fire of\ncoals; for it was cold: and they warmed themselves: and Peter stood\nwith them, and warmed himself. \n\n"},{"number":19,"text":"The high priest then asked Jesus of his disciples, and of\nhis doctrine. \n"},{"number":20,"text":"Jesus answered him, \\wj  I spake openly to the world; I ever\ntaught in the synagogue, and in the temple, whither the Jews always\nresort; and in secret have I said nothing.\\wj* \n"},{"number":21,"text":"\\wj  Why askest thou me? ask them which heard me, what I have\nsaid unto them: behold, they know what I said.\\wj* \n"},{"number":22,"text":"And when he had thus spoken, one of the officers which stood\nby struck Jesus with the palm of his hand, saying, Answerest thou\nthe high priest so? \n"},{"number":23,"text":"Jesus answered him, \\wj  If I have spoken evil, bear witness\nof the evil: but if well, why smitest thou me?\\wj* \n"},{"number":24,"text":"Now Annas had sent him bound unto Caiaphas the high priest.\n"},{"number":25,"text":"And Simon Peter stood and warmed himself. They said therefore\nunto him, Art not thou also \\add one\\add* of his disciples? He denied\n\\add it\\add*, and said, I am not. \n"},{"number":26,"text":"One of the servants of the high priest, being \\add his\\add*\nkinsman whose ear Peter cut off, saith, Did not I see thee in the\ngarden with him? \n"},{"number":27,"text":"Peter then denied again: and immediately the cock crew. \n\n"},{"number":28,"text":"Then led they Jesus from Caiaphas unto the hall of judgment:\nand it was early; and they themselves went not into the judgment\nhall, lest they should be defiled; but that they might eat the passover.\n"},{"number":29,"text":"Pilate then went out unto them, and said, What accusation\nbring ye against this man? \n"},{"number":30,"text":"They answered and said unto him, If he were not a malefactor,\nwe would not have delivered him up unto thee. \n"},{"number":31,"text":"Then said Pilate unto them, Take ye him, and judge him according\nto your law. The Jews therefore said unto him, It is not lawful for\nus to put any man to death: \n"},{"number":32,"text":"That the saying of Jesus might be fulfilled, which he spake,\nsignifying what death he should die. \n"},{"number":33,"text":"Then Pilate entered into the judgment hall again, and called\nJesus, and said unto him, Art thou the King of the Jews? \n"},{"number":34,"text":"Jesus answered him, \\wj  Sayest thou this thing of thyself,\nor did others tell it thee of me?\\wj* \n"},{"number":35,"text":"Pilate answered, Am I a Jew? Thine own nation and the chief\npriests have delivered thee unto me: what hast thou done? \n"},{"number":36,"text":"Jesus answered, \\wj  My kingdom is not of this world: if my\nkingdom were of this world, then would my servants fight, that I\nshould not be delivered to the Jews: but now is my kingdom not from\nhence.\\wj* \n"},{"number":37,"text":"Pilate therefore said unto him, Art thou a king then? Jesus\nanswered, \\wj  Thou sayest that I am a king. To this end was I born,\nand for this cause came I into the world, that I should bear witness\nunto the truth. Every one that is of the truth heareth my voice.\\wj*\n"},{"number":38,"text":"Pilate saith unto him, What is truth? And when he had said\nthis, he went out again unto the Jews, and saith unto them, I find\nin him no fault \\add at all\\add*. \n"},{"number":39,"text":"But ye have a custom, that I should release unto you one at\nthe passover: will ye therefore that I release unto you the King\nof the Jews? \n"},{"number":40,"text":"Then cried they all again, saying, Not this man, but Barabbas.\nNow Barabbas was a robber. \n"}],"number":18},{"verses":[{"number":1,"text":"Then Pilate therefore took Jesus, and scourged \\add him\\add*.\n"},{"number":2,"text":"And the soldiers platted a crown of thorns, and put \\add it\\add*\non his head, and they put on him a purple robe, \n"},{"number":3,"text":"And said, Hail, King of the Jews! and they smote him with their\nhands. \n"},{"number":4,"text":"Pilate therefore went forth again, and saith unto them, Behold,\nI bring him forth to you, that ye may know that I find no fault in\nhim. \n"},{"number":5,"text":"Then came Jesus forth, wearing the crown of thorns, and the\npurple robe. And \\add Pilate\\add* saith unto them, Behold the man!\n"},{"number":6,"text":"When the chief priests therefore and officers saw him, they cried\nout, saying, Crucify \\add him\\add*, crucify \\add him\\add*. Pilate\nsaith unto them, Take ye him, and crucify \\add him\\add*: for I find\nno fault in him. \n"},{"number":7,"text":"The Jews answered him, We have a law, and by our law he ought\nto die, because he made himself the Son of God. \n\n"},{"number":8,"text":"When Pilate therefore heard that saying, he was the more afraid;\n"},{"number":9,"text":"And went again into the judgment hall, and saith unto Jesus,\nWhence art thou? But Jesus gave him no answer. \n"},{"number":10,"text":"Then saith Pilate unto him, Speakest thou not unto me? knowest\nthou not that I have power to crucify thee, and have power to release\nthee? \n"},{"number":11,"text":"Jesus answered, \\wj  Thou couldest have no power \\+add at\nall\\+add* against me, except it were given thee from above: therefore\nhe that delivered me unto thee hath the greater sin.\\wj* \n"},{"number":12,"text":"And from thenceforth Pilate sought to release him: but the\nJews cried out, saying, If thou let this man go, thou art not Cæsar’s\nfriend: whosoever maketh himself a king speaketh against Cæsar. \n\n"},{"number":13,"text":"When Pilate therefore heard that saying, he brought Jesus\nforth, and sat down in the judgment seat in a place that is called\nthe Pavement, but in the Hebrew, Gabbatha. \n"},{"number":14,"text":"And it was the preparation of the passover, and about the\nsixth hour: and he saith unto the Jews, Behold your King! \n"},{"number":15,"text":"But they cried out, Away with \\add him\\add*, away with \\add him\\add*,\ncrucify him. Pilate saith unto them, Shall I crucify your King? The chief\npriests answered, We have no king but Cæsar. \n"},{"number":16,"text":"Then delivered he him therefore unto them to be crucified.\nAnd they took Jesus, and led \\add him\\add* away. \n"},{"number":17,"text":"And he bearing his cross went forth into a place called \\add the\nplace\\add* of a skull, which is called in the Hebrew Golgotha: \n"},{"number":18,"text":"Where they crucified him, and two other with him, on either\nside one, and Jesus in the midst. \n\n"},{"number":19,"text":"And Pilate wrote a title, and put \\add it\\add* on the cross.\nAnd the writing was, JESUS OF NAZARETH THE KING OF THE JEWS. \n"},{"number":20,"text":"This title then read many of the Jews: for the place where\nJesus was crucified was nigh to the city: and it was written in Hebrew,\n\\add and\\add* Greek, \\add and\\add* Latin. \n"},{"number":21,"text":"Then said the chief priests of the Jews to Pilate, Write not,\nThe King of the Jews; but that he said, I am King of the Jews. \n"},{"number":22,"text":"Pilate answered, What I have written I have written. \n\n"},{"number":23,"text":"Then the soldiers, when they had crucified Jesus, took his\ngarments, and made four parts, to every soldier a part; and also\n\\add his\\add* coat: now the coat was without seam, woven from the\ntop throughout. \n"},{"number":24,"text":"They said therefore among themselves, Let us not rend it,\nbut cast lots for it, whose it shall be: that the scripture might be\nfulfilled, which saith, They parted my raiment among them, and for\nmy vesture they did cast lots. These things therefore the soldiers\ndid. \n\n"},{"number":25,"text":"Now there stood by the cross of Jesus his mother, and his\nmother’s sister, Mary the \\add wife\\add* of Cleophas, and Mary Magdalene.\n"},{"number":26,"text":"When Jesus therefore saw his mother, and the disciple standing\nby, whom he loved, he saith unto his mother, \\wj  Woman, behold thy\nson!\\wj* \n"},{"number":27,"text":"Then saith he to the disciple, \\wj  Behold thy mother!\\wj*\nAnd from that hour that disciple took her unto his own \\add home.\\add*\n\n"},{"number":28,"text":"After this, Jesus knowing that all things were now accomplished,\nthat the scripture might be fulfilled, saith, \\wj  I thirst.\\wj*\n"},{"number":29,"text":"Now there was set a vessel full of vinegar: and they filled\na spunge with vinegar, and put \\add it\\add* upon hyssop, and put\n\\add it\\add* to his mouth. \n"},{"number":30,"text":"When Jesus therefore had received the vinegar, he said, \\wj \nIt is finished:\\wj* and he bowed his head, and gave up the ghost.\n"},{"number":31,"text":"The Jews therefore, because it was the preparation, that the\nbodies should not remain upon the cross on the sabbath day, (for\nthat sabbath day was an high day,) besought Pilate that their legs\nmight be broken, and \\add that\\add* they might be taken away. \n"},{"number":32,"text":"Then came the soldiers, and brake the legs of the first, and\nof the other which was crucified with him. \n"},{"number":33,"text":"But when they came to Jesus, and saw that he was dead already,\nthey brake not his legs: \n"},{"number":34,"text":"But one of the soldiers with a spear pierced his side, and\nforthwith came there out blood and water. \n"},{"number":35,"text":"And he that saw \\add it\\add* bare record, and his record is\ntrue: and he knoweth that he saith true, that ye might believe. \n"},{"number":36,"text":"For these things were done, that the scripture should be fulfilled,\nA bone of him shall not be broken. \n"},{"number":37,"text":"And again another scripture saith, They shall look on him\nwhom they pierced. \n\n"},{"number":38,"text":"And after this Joseph of Arimathaea, being a disciple of\nJesus, but secretly for fear of the Jews, besought Pilate that he might take\naway the body of Jesus: and Pilate gave \\add him\\add* leave. He came\ntherefore, and took the body of Jesus. \n"},{"number":39,"text":"And there came also Nicodemus, which at the first came to\nJesus by night, and brought a mixture of myrrh and aloes, about an\nhundred pound \\add weight\\add*. \n"},{"number":40,"text":"Then took they the body of Jesus, and wound it in linen clothes\nwith the spices, as the manner of the Jews is to bury. \n"},{"number":41,"text":"Now in the place where he was crucified there was a garden;\nand in the garden a new sepulchre, wherein was never man yet laid.\n"},{"number":42,"text":"There laid they Jesus therefore because of the Jews’ preparation\n\\add day\\add*; for the sepulchre was nigh at hand. \n"}],"number":19},{"verses":[{"number":1,"text":"The first \\add day\\add* of the week cometh Mary Magdalene early,\nwhen it was yet dark, unto the sepulchre, and seeth the stone taken\naway from the sepulchre. \n"},{"number":2,"text":"Then she runneth, and cometh to Simon Peter, and to the other\ndisciple, whom Jesus loved, and saith unto them, They have taken\naway the Lord out of the sepulchre, and we know not where they have\nlaid him. \n"},{"number":3,"text":"Peter therefore went forth, and that other disciple, and came\nto the sepulchre. \n"},{"number":4,"text":"So they ran both together: and the other disciple did outrun\nPeter, and came first to the sepulchre. \n"},{"number":5,"text":"And he stooping down, \\add and looking in\\add*, saw the linen\nclothes lying; yet went he not in. \n"},{"number":6,"text":"Then cometh Simon Peter following him, and went into the sepulchre,\nand seeth the linen clothes lie, \n"},{"number":7,"text":"And the napkin, that was about his head, not lying with the linen\nclothes, but wrapped together in a place by itself. \n"},{"number":8,"text":"Then went in also that other disciple, which came first to\nthe sepulchre, and he saw, and believed. \n"},{"number":9,"text":"For as yet they knew not the scripture, that he must rise again\nfrom the dead. \n"},{"number":10,"text":"Then the disciples went away again unto their own home. \n\n"},{"number":11,"text":"But Mary stood without at the sepulchre weeping: and as she\nwept, she stooped down, \\add and looked\\add* into the sepulchre,\n"},{"number":12,"text":"And seeth two angels in white sitting, the one at the head,\nand the other at the feet, where the body of Jesus had lain. \n"},{"number":13,"text":"And they say unto her, Woman, why weepest thou? She saith\nunto them, Because they have taken away my Lord, and I know not where\nthey have laid him. \n"},{"number":14,"text":"And when she had thus said, she turned herself back, and saw\nJesus standing, and knew not that it was Jesus. \n"},{"number":15,"text":"Jesus saith unto her, \\wj  Woman, why weepest thou? whom seekest\nthou?\\wj* She, supposing him to be the gardener, saith unto him,\nSir, if thou have borne him hence, tell me where thou hast laid him,\nand I will take him away. \n"},{"number":16,"text":"Jesus saith unto her, \\wj  Mary.\\wj* She turned herself, and\nsaith unto him, Rabboni; which is to say, Master. \n"},{"number":17,"text":"Jesus saith unto her, \\wj  Touch me not; for I am not yet\nascended to my Father: but go to my brethren, and say unto them,\nI ascend unto my Father, and your Father; and \\+add to\\+add* my God,\nand your God.\\wj* \n"},{"number":18,"text":"Mary Magdalene came and told the disciples that she had seen\nthe Lord, and \\add that\\add* he had spoken these things unto her.\n\n"},{"number":19,"text":"Then the same day at evening, being the first \\add day\\add*\nof the week, when the doors were shut where the disciples were assembled\nfor fear of the Jews, came Jesus and stood in the midst, and saith\nunto them, \\wj  Peace \\+add be\\+add* unto you.\\wj* \n"},{"number":20,"text":"And when he had so said, he shewed unto them \\add his\\add*\nhands and his side. Then were the disciples glad, when they saw the\nLord. \n"},{"number":21,"text":"Then said Jesus to them again, \\wj  Peace \\+add be\\+add* unto\nyou: as \\+add my\\+add* Father hath sent me, even so send I you.\\wj*\n"},{"number":22,"text":"And when he had said this, he breathed on \\add them\\add*,\nand saith unto them, \\wj  Receive ye the Holy Ghost:\\wj* \n"},{"number":23,"text":"\\wj  Whose soever sins ye remit, they are remitted unto them;\n\\+add and\\+add* whose soever \\+add sins\\+add* ye retain, they are\nretained.\\wj* \n\n"},{"number":24,"text":"But Thomas, one of the twelve, called Didymus, was not with\nthem when Jesus came. \n"},{"number":25,"text":"The other disciples therefore said unto him, We have seen\nthe Lord. But he said unto them, Except I shall see in his hands\nthe print of the nails, and put my finger into the print of the nails,\nand thrust my hand into his side, I will not believe. \n\n"},{"number":26,"text":"And after eight days again his disciples were within, and\nThomas with them: \\add then\\add* came Jesus, the doors being shut,\nand stood in the midst, and said, \\wj  Peace \\+add be\\+add* unto\nyou.\\wj* \n"},{"number":27,"text":"Then saith he to Thomas, \\wj  Reach hither thy finger, and\nbehold my hands; and reach hither thy hand, and thrust \\+add it\\+add*\ninto my side: and be not faithless, but believing.\\wj* \n"},{"number":28,"text":"And Thomas answered and said unto him, My Lord and my God.\n"},{"number":29,"text":"Jesus saith unto him, \\wj  Thomas, because thou hast seen\nme, thou hast believed: blessed \\+add are\\+add* they that have not\nseen, and \\+add yet\\+add* have believed.\\wj* \n\n"},{"number":30,"text":"And many other signs truly did Jesus in the presence of his\ndisciples, which are not written in this book: \n"},{"number":31,"text":"But these are written, that ye might believe that Jesus is\nthe Christ, the Son of God; and that believing ye might have life\nthrough his name. \n"}],"number":20},{"verses":[{"number":1,"text":"After these things Jesus shewed himself again to the disciples\nat the sea of Tiberias; and on this wise shewed he \\add himself\\add*.\n"},{"number":2,"text":"There were together Simon Peter, and Thomas called Didymus,\nand Nathanael of Cana in Galilee, and the \\add sons\\add* of Zebedee,\nand two other of his disciples. \n"},{"number":3,"text":"Simon Peter saith unto them, I go a fishing. They say unto\nhim, We also go with thee. They went forth, and entered into a ship\nimmediately; and that night they caught nothing. \n"},{"number":4,"text":"But when the morning was now come, Jesus stood on the shore:\nbut the disciples knew not that it was Jesus. \n"},{"number":5,"text":"Then Jesus saith unto them, \\wj  Children, have ye any meat?\\wj*\nThey answered him, No. \n"},{"number":6,"text":"And he said unto them, \\wj  Cast the net on the right side\nof the ship, and ye shall find.\\wj* They cast therefore, and now\nthey were not able to draw it for the multitude of fishes. \n"},{"number":7,"text":"Therefore that disciple whom Jesus loved saith unto Peter,\nIt is the Lord. Now when Simon Peter heard that it was the Lord,\nhe girt \\add his\\add* fisher’s coat \\add unto him\\add*, (for he was\nnaked,) and did cast himself into the sea. \n"},{"number":8,"text":"And the other disciples came in a little ship; (for they were\nnot far from land, but as it were two hundred cubits,) dragging the\nnet with fishes. \n"},{"number":9,"text":"As soon then as they were come to land, they saw a fire of\ncoals there, and fish laid thereon, and bread. \n"},{"number":10,"text":"Jesus saith unto them, \\wj  Bring of the fish which ye have\nnow caught.\\wj* \n"},{"number":11,"text":"Simon Peter went up, and drew the net to land full of great\nfishes, an hundred and fifty and three: and for all there were so\nmany, yet was not the net broken. \n"},{"number":12,"text":"Jesus saith unto them, \\wj  Come \\+add and\\+add* dine.\\wj*\nAnd none of the disciples durst ask him, Who art thou? knowing that\nit was the Lord. \n"},{"number":13,"text":"Jesus then cometh, and taketh bread, and giveth them, and\nfish likewise. \n"},{"number":14,"text":"This is now the third time that Jesus shewed himself to his\ndisciples, after that he was risen from the dead. \n\n"},{"number":15,"text":"So when they had dined, Jesus saith to Simon Peter, \\wj \nSimon, \\+add son\\+add* of Jonas, lovest thou me more than these?\\wj*\nHe saith unto him, Yea, Lord; thou knowest that I love thee. He saith\nunto him, \\wj  Feed my lambs.\\wj* \n"},{"number":16,"text":"He saith to him again the second time, \\wj  Simon, \\+add son\\+add*\nof Jonas, lovest thou me?\\wj* He saith unto him, Yea, Lord; thou\nknowest that I love thee. He saith unto him, \\wj  Feed my sheep.\\wj*\n"},{"number":17,"text":"He saith unto him the third time, \\wj  Simon, \\+add son\\+add*\nof Jonas, lovest thou me?\\wj* Peter was grieved because he said unto\nhim the third time, Lovest thou me? And he said unto him, Lord, thou\nknowest all things; thou knowest that I love thee. Jesus saith unto\nhim, \\wj  Feed my sheep.\\wj* \n"},{"number":18,"text":"\\wj  Verily, verily, I say unto thee, When thou wast young,\nthou girdedst thyself, and walkedst whither thou wouldest: but when\nthou shalt be old, thou shalt stretch forth thy hands, and another\nshall gird thee, and carry \\+add thee\\+add* whither thou wouldest\nnot.\\wj* \n"},{"number":19,"text":"This spake he, signifying by what death he should glorify\nGod. And when he had spoken this, he saith unto him, \\wj  Follow\nme.\\wj* \n"},{"number":20,"text":"Then Peter, turning about, seeth the disciple whom Jesus loved\nfollowing; which also leaned on his breast at supper, and said, Lord,\nwhich is he that betrayeth thee? \n"},{"number":21,"text":"Peter seeing him saith to Jesus, Lord, and what \\add shall\\add*\nthis man \\add do\\add*? \n"},{"number":22,"text":"Jesus saith unto him, \\wj  If I will that he tarry till I\ncome, what \\+add is that\\+add* to thee? follow thou me.\\wj* \n"},{"number":23,"text":"Then went this saying abroad among the brethren, that that\ndisciple should not die: yet Jesus said not unto him, He shall not\ndie; but, If I will that he tarry till I come, what \\add is that\\add*\nto thee? \n"},{"number":24,"text":"This is the disciple which testifieth of these things, and\nwrote these things: and we know that his testimony is true. \n"},{"number":25,"text":"And there are also many other things which Jesus did, the\nwhich, if they should be written every one, I suppose that even the\nworld itself could not contain the books that should be written.\nAmen. "}],"number":21}]}