{"headers":{"id":"ACT  The Acts of the Apostles","h":"Acts","toc1":"THE ACTS OF THE APOSTLES","toc2":"Acts","toc3":"Act","mt1":"THE ACTS OF THE APOSTLES"},"book":"Acts","chapters":[{"verses":[{"number":1,"text":"The former treatise have I made, O Theophilus, of all that\nJesus began both to do and teach, \n"},{"number":2,"text":"Until the day in which he was taken up, after that he through\nthe Holy Ghost had given commandments unto the apostles whom he had\nchosen: \n"},{"number":3,"text":"To whom also he shewed himself alive after his passion by many\ninfallible proofs, being seen of them forty days, and speaking of the things pertaining\nto the kingdom of God: \n"},{"number":4,"text":"And, being assembled together with \\add them\\add*, commanded\nthem that they should not depart from Jerusalem, \\wj  but wait for\nthe promise of the Father, which,\\wj* \\add saith he\\add*, \\wj  ye have\nheard of me.\\wj* \n"},{"number":5,"text":"\\wj  For John truly baptized with water; but ye shall be baptized\nwith the Holy Ghost not many days hence.\\wj* \n"},{"number":6,"text":"When they therefore were come together, they asked of him,\nsaying, Lord, wilt thou at this time restore again the kingdom to\nIsrael? \n"},{"number":7,"text":"And he said unto them, \\wj  It is not for you to know the times\nor the seasons, which the Father hath put in his own power.\\wj* \n"},{"number":8,"text":"\\wj  But ye shall receive power, after that the Holy Ghost\nis come upon you: and ye shall be witnesses unto me both in Jerusalem,\nand in all Judæa, and in Samaria, and unto the uttermost part of the\nearth.\\wj* \n"},{"number":9,"text":"And when he had spoken these things, while they beheld, he\nwas taken up; and a cloud received him out of their sight. \n"},{"number":10,"text":"And while they looked stedfastly toward heaven as he went\nup, behold, two men stood by them in white apparel; \n"},{"number":11,"text":"Which also said, Ye men of Galilee, why stand ye gazing up\ninto heaven? this same Jesus, which is taken up from you into heaven,\nshall so come in like manner as ye have seen him go into heaven.\n"},{"number":12,"text":"Then returned they unto Jerusalem from the mount called Olivet,\nwhich is from Jerusalem a sabbath day’s journey. \n"},{"number":13,"text":"And when they were come in, they went up into an upper room,\nwhere abode both Peter, and James, and John, and Andrew, Philip,\nand Thomas, Bartholomew, and Matthew, James \\add the son\\add* of\nAlphaeus, and Simon Zelotes, and Judas \\add the brother\\add* of James.\n"},{"number":14,"text":"These all continued with one accord in prayer and supplication,\nwith the women, and Mary the mother of Jesus, and with his brethren.\n\n"},{"number":15,"text":"And in those days Peter stood up in the midst of the disciples,\nand said, (the number of names together were about an hundred and\ntwenty,) \n"},{"number":16,"text":"Men \\add and\\add* brethren, this scripture must needs have been\nfulfilled, which the Holy Ghost by the mouth of David spake before\nconcerning Judas, which was guide to them that took Jesus. \n"},{"number":17,"text":"For he was numbered with us, and had obtained part of this\nministry. \n"},{"number":18,"text":"Now this man purchased a field with the reward of iniquity;\nand falling headlong, he burst asunder in the midst, and all his\nbowels gushed out. \n"},{"number":19,"text":"And it was known unto all the dwellers at Jerusalem; insomuch\nas that field is called in their proper tongue, Aceldama, that is to\nsay, The field of blood. \n"},{"number":20,"text":"For it is written in the book of Psalms, Let his habitation\nbe desolate, and let no man dwell therein: and his bishoprick let\nanother take. \n"},{"number":21,"text":"Wherefore of these men which have companied with us all the\ntime that the Lord Jesus went in and out among us, \n"},{"number":22,"text":"Beginning from the baptism of John, unto that same day that\nhe was taken up from us, must one be ordained to be a witness with\nus of his resurrection. \n"},{"number":23,"text":"And they appointed two, Joseph called Barsabas, who was surnamed\nJustus, and Matthias. \n"},{"number":24,"text":"And they prayed, and said, Thou, Lord, which knowest the hearts\nof all \\add men\\add*, shew whether of these two thou hast chosen,\n"},{"number":25,"text":"That he may take part of this ministry and apostleship, from\nwhich Judas by transgression fell, that he might go to his own place.\n"},{"number":26,"text":"And they gave forth their lots; and the lot fell upon Matthias;\nand he was numbered with the eleven apostles. \n"}],"number":1},{"verses":[{"number":1,"text":"And when the day of Pentecost was fully come, they were all\nwith one accord in one place. \n"},{"number":2,"text":"And suddenly there came a sound from heaven as of a rushing\nmighty wind, and it filled all the house where they were sitting.\n"},{"number":3,"text":"And there appeared unto them cloven tongues like as of fire,\nand it sat upon each of them. \n"},{"number":4,"text":"And they were all filled with the Holy Ghost, and began to speak\nwith other tongues, as the Spirit gave them utterance. \n"},{"number":5,"text":"And there were dwelling at Jerusalem Jews, devout men, out\nof every nation under heaven. \n"},{"number":6,"text":"Now when this was noised abroad, the multitude came together,\nand were confounded, because that every man heard them speak in his\nown language. \n"},{"number":7,"text":"And they were all amazed and marvelled, saying one to another,\nBehold, are not all these which speak Galilæans? \n"},{"number":8,"text":"And how hear we every man in our own tongue, wherein we were\nborn? \n"},{"number":9,"text":"Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia,\nand in Judæa, and Cappadocia, in Pontus, and Asia, \n"},{"number":10,"text":"Phrygia, and Pamphylia, in Egypt, and in the parts of Libya\nabout Cyrene, and strangers of Rome, Jews and proselytes, \n"},{"number":11,"text":"Cretes and Arabians, we do hear them speak in our tongues\nthe wonderful works of God. \n"},{"number":12,"text":"And they were all amazed, and were in doubt, saying one to\nanother, What meaneth this? \n"},{"number":13,"text":"Others mocking said, These men are full of new wine. \n\n"},{"number":14,"text":"But Peter, standing up with the eleven, lifted up his voice,\nand said unto them, Ye men of Judæa, and all \\add ye\\add* that dwell\nat Jerusalem, be this known unto you, and hearken to my words: \n"},{"number":15,"text":"For these are not drunken, as ye suppose, seeing it is \\add but\\add*\nthe third hour of the day. \n"},{"number":16,"text":"But this is that which was spoken by the prophet Joel; \n"},{"number":17,"text":"And it shall come to pass in the last days, saith God, I will pour\nout of my Spirit upon all flesh: and your sons and your daughters\nshall prophesy, and your young men shall see visions, and your old\nmen shall dream dreams: \n"},{"number":18,"text":"And on my servants and on my handmaidens I will pour out in\nthose days of my Spirit; and they shall prophesy: \n"},{"number":19,"text":"And I will shew wonders in heaven above, and signs in the\nearth beneath; blood, and fire, and vapour of smoke: \n"},{"number":20,"text":"The sun shall be turned into darkness, and the moon into blood,\nbefore that great and notable day of the Lord come: \n"},{"number":21,"text":"And it shall come to pass, \\add that\\add* whosoever shall call\non the name of the Lord shall be saved. \n"},{"number":22,"text":"Ye men of Israel, hear these words; Jesus of Nazareth, a man\napproved of God among you by miracles and wonders and signs, which\nGod did by him in the midst of you, as ye yourselves also know: \n"},{"number":23,"text":"Him, being delivered by the determinate counsel and foreknowledge\nof God, ye have taken, and by wicked hands have crucified and slain:\n"},{"number":24,"text":"Whom God hath raised up, having loosed the pains of death:\nbecause it was not possible that he should be holden of it. \n"},{"number":25,"text":"For David speaketh concerning him, I foresaw the Lord always\nbefore my face, for he is on my right hand, that I should not be\nmoved: \n"},{"number":26,"text":"Therefore did my heart rejoice, and my tongue was glad; moreover\nalso my flesh shall rest in hope: \n"},{"number":27,"text":"Because thou wilt not leave my soul in hell, neither wilt thou\nsuffer thine Holy One to see corruption. \n"},{"number":28,"text":"Thou hast made known to me the ways of life; thou shalt make\nme full of joy with thy countenance. \n"},{"number":29,"text":"Men \\add and\\add* brethren, let me freely speak unto you of\nthe patriarch David, that he is both dead and buried, and his sepulchre\nis with us unto this day. \n"},{"number":30,"text":"Therefore being a prophet, and knowing that God had sworn\nwith an oath to him, that of the fruit of his loins, according to\nthe flesh, he would raise up Christ to sit on his throne; \n"},{"number":31,"text":"He seeing this before spake of the resurrection of Christ,\nthat his soul was not left in hell, neither his flesh did see corruption.\n"},{"number":32,"text":"This Jesus hath God raised up, whereof we all are witnesses.\n"},{"number":33,"text":"Therefore being by the right hand of God exalted, and having\nreceived of the Father the promise of the Holy Ghost, he hath shed\nforth this, which ye now see and hear. \n"},{"number":34,"text":"For David is not ascended into the heavens: but he saith himself,\nThe \\nd LORD\\nd* said unto my Lord, Sit thou on my right hand, \n"},{"number":36,"text":"Therefore let all the house of Israel know assuredly, that\nGod hath made that same Jesus, whom ye have crucified, both Lord\nand Christ. \n\n"},{"number":37,"text":"Now when they heard \\add this\\add*, they were pricked in their\nheart, and said unto Peter and to the rest of the apostles, Men \\add and\\add*\nbrethren, what shall we do? \n"},{"number":38,"text":"Then Peter said unto them, Repent, and be baptized every one\nof you in the name of Jesus Christ for the remission of sins, and\nye shall receive the gift of the Holy Ghost. \n"},{"number":39,"text":"For the promise is unto you, and to your children, and to\nall that are afar off, \\add even\\add* as many as the Lord our God\nshall call. \n"},{"number":40,"text":"And with many other words did he testify and exhort, saying,\nSave yourselves from this untoward generation. \n\n"},{"number":41,"text":"Then they that gladly received his word were baptized: and\nthe same day there were added \\add unto them\\add* about three thousand\nsouls. \n"},{"number":42,"text":"And they continued stedfastly in the apostles’ doctrine and\nfellowship, and in breaking of bread, and in prayers. \n"},{"number":43,"text":"And fear came upon every soul: and many wonders and signs\nwere done by the apostles. \n"},{"number":44,"text":"And all that believed were together, and had all things common;\n"},{"number":45,"text":"And sold their possessions and goods, and parted them to all\n\\add men\\add*, as every man had need. \n"},{"number":46,"text":"And they, continuing daily with one accord in the temple,\nand breaking bread from house to house, did eat their meat with gladness\nand singleness of heart, \n"},{"number":47,"text":"Praising God, and having favour with all the people. And the\nLord added to the church daily such as should be saved. \n"}],"number":2},{"verses":[{"number":1,"text":"Now Peter and John went up together into the temple at the\nhour of prayer, \\add being\\add* the ninth \\add hour\\add*. \n"},{"number":2,"text":"And a certain man lame from his mother’s womb was carried,\nwhom they laid daily at the gate of the temple which is called Beautiful,\nto ask alms of them that entered into the temple; \n"},{"number":3,"text":"Who seeing Peter and John about to go into the temple asked\nan alms. \n"},{"number":4,"text":"And Peter, fastening his eyes upon him with John, said, Look\non us. \n"},{"number":5,"text":"And he gave heed unto them, expecting to receive something\nof them. \n"},{"number":6,"text":"Then Peter said, Silver and gold have I none; but such as I\nhave give I thee: In the name of Jesus Christ of Nazareth rise up\nand walk. \n"},{"number":7,"text":"And he took him by the right hand, and lifted \\add him\\add*\nup: and immediately his feet and ancle bones received strength. \n"},{"number":8,"text":"And he leaping up stood, and walked, and entered with them\ninto the temple, walking, and leaping, and praising God. \n"},{"number":9,"text":"And all the people saw him walking and praising God: \n"},{"number":10,"text":"And they knew that it was he which sat for alms at the Beautiful\ngate of the temple: and they were filled with wonder and amazement\nat that which had happened unto him. \n"},{"number":11,"text":"And as the lame man which was healed held Peter and John,\nall the people ran together unto them in the porch that is called\nSolomon’s, greatly wondering. \n\n"},{"number":12,"text":"And when Peter saw \\add it\\add*, he answered unto the people,\nYe men of Israel, why marvel ye at this? or why look ye so earnestly\non us, as though by our own power or holiness we had made this man\nto walk? \n"},{"number":13,"text":"The God of Abraham, and of Isaac, and of Jacob, the God of\nour fathers, hath glorified his Son Jesus; whom ye delivered up,\nand denied him in the presence of Pilate, when he was determined\nto let \\add him\\add* go. \n"},{"number":14,"text":"But ye denied the Holy One and the Just, and desired a murderer\nto be granted unto you; \n"},{"number":15,"text":"And killed the Prince of life, whom God hath raised from the\ndead; whereof we are witnesses. \n"},{"number":16,"text":"And his name through faith in his name hath made this man\nstrong, whom ye see and know: yea, the faith which is by him hath\ngiven him this perfect soundness in the presence of you all. \n"},{"number":17,"text":"And now, brethren, I wot that through ignorance ye did \\add it\\add*,\nas \\add did\\add* also your rulers. \n"},{"number":18,"text":"But those things, which God before had shewed by the mouth\nof all his prophets, that Christ should suffer, he hath so fulfilled.\n\n"},{"number":19,"text":"Repent ye therefore, and be converted, that your sins may be blotted\nout, when the times of refreshing shall come from the presence of the\nLord; \n"},{"number":20,"text":"And he shall send Jesus Christ, which before was preached\nunto you: \n"},{"number":21,"text":"Whom the heaven must receive until the times of restitution\nof all things, which God hath spoken by the mouth of all his holy\nprophets since the world began. \n"},{"number":22,"text":"For Moses truly said unto the fathers, A prophet shall the\nLord your God raise up unto you of your brethren, like unto me; him\nshall ye hear in all things whatsoever he shall say unto you. \n"},{"number":23,"text":"And it shall come to pass, \\add that\\add* every soul, which\nwill not hear that prophet, shall be destroyed from among the people.\n"},{"number":24,"text":"Yea, and all the prophets from Samuel and those that follow\nafter, as many as have spoken, have likewise foretold of these days.\n"},{"number":25,"text":"Ye are the children of the prophets, and of the covenant which\nGod made with our fathers, saying unto Abraham, And in thy seed shall\nall the kindreds of the earth be blessed. \n"},{"number":26,"text":"Unto you first God, having raised up his Son Jesus, sent him\nto bless you, in turning away every one of you from his iniquities.\n"}],"number":3},{"verses":[{"number":1,"text":"And as they spake unto the people, the priests, and the captain\nof the temple, and the Sadducees, came upon them, \n"},{"number":2,"text":"Being grieved that they taught the people, and preached through\nJesus the resurrection from the dead. \n"},{"number":3,"text":"And they laid hands on them, and put \\add them\\add* in hold\nunto the next day: for it was now eventide. \n"},{"number":4,"text":"Howbeit many of them which heard the word believed; and the\nnumber of the men was about five thousand. \n\n"},{"number":5,"text":"And it came to pass on the morrow, that their rulers, and\nelders, and scribes, \n"},{"number":6,"text":"And Annas the high priest, and Caiaphas, and John, and Alexander,\nand as many as were of the kindred of the high priest, were gathered together\nat Jerusalem. \n"},{"number":7,"text":"And when they had set them in the midst, they asked, By what\npower, or by what name, have ye done this? \n"},{"number":8,"text":"Then Peter, filled with the Holy Ghost, said unto them, Ye\nrulers of the people, and elders of Israel, \n"},{"number":9,"text":"If we this day be examined of the good deed done to the impotent\nman, by what means he is made whole; \n"},{"number":10,"text":"Be it known unto you all, and to all the people of Israel,\nthat by the name of Jesus Christ of Nazareth, whom ye crucified,\nwhom God raised from the dead, \\add even\\add* by him doth this man\nstand here before you whole. \n"},{"number":11,"text":"This is the stone which was set at nought of you builders,\nwhich is become the head of the corner. \n"},{"number":12,"text":"Neither is there salvation in any other: for there is none\nother name under heaven given among men, whereby we must be saved.\n\n"},{"number":13,"text":"Now when they saw the boldness of Peter and John, and perceived\nthat they were unlearned and ignorant men, they marvelled; and they took\nknowledge of them, that they had been with Jesus. \n"},{"number":14,"text":"And beholding the man which was healed standing with them,\nthey could say nothing against it. \n"},{"number":15,"text":"But when they had commanded them to go aside out of the council,\nthey conferred among themselves, \n"},{"number":16,"text":"Saying, What shall we do to these men? for that indeed a notable\nmiracle hath been done by them \\add is\\add* manifest to all them\nthat dwell in Jerusalem; and we cannot  deny \\add it\\add*. \n"},{"number":17,"text":"But that it spread no further among the people, let us straitly\nthreaten them, that they speak henceforth to no man in this name.\n"},{"number":18,"text":"And they called them, and commanded them not to speak at all\nnor teach in the name of Jesus. \n"},{"number":19,"text":"But Peter and John answered and said unto them, Whether it\nbe right in the sight of God to hearken unto you more than unto God,\njudge ye. \n"},{"number":20,"text":"For we cannot  but speak the things which we have seen and\nheard. \n"},{"number":21,"text":"So when they had further threatened them, they let them go,\nfinding nothing how they might punish them, because of the people:\nfor all \\add men\\add* glorified God for that which was done. \n"},{"number":22,"text":"For the man was above forty years old, on whom this miracle\nof healing was shewed. \n\n"},{"number":23,"text":"And being let go, they went to their own company, and reported\nall that the chief priests and elders had said unto them. \n"},{"number":24,"text":"And when they heard that, they lifted up their voice to God\nwith one accord, and said, Lord, thou \\add art\\add* God, which hast\nmade heaven, and earth, and the sea, and all that in them is: \n"},{"number":25,"text":"Who by the mouth of thy servant David hast said, Why did the\nheathen rage, and the people imagine vain things? \n"},{"number":26,"text":"The kings of the earth stood up, and the rulers were gathered\ntogether against the Lord, and against his Christ. \n"},{"number":27,"text":"For of a truth against thy holy child Jesus, whom thou hast\nanointed, both Herod, and Pontius Pilate, with the Gentiles, and\nthe people of Israel, were gathered together, \n"},{"number":28,"text":"For to do whatsoever thy hand and thy counsel determined before\nto be done. \n"},{"number":29,"text":"And now, Lord, behold their threatenings: and grant unto thy\nservants, that with all boldness they may speak thy word, \n"},{"number":30,"text":"By stretching forth thine hand to heal; and that signs and\nwonders may be done by the name of thy holy child Jesus. \n\n"},{"number":31,"text":"And when they had prayed, the place was shaken where they\nwere assembled together; and they were all filled with the Holy Ghost,\nand they spake the word of God with boldness. \n"},{"number":32,"text":"And the multitude of them that believed were of one heart\nand of one soul: neither said any \\add of them\\add* that ought of the things which he\npossessed was his own; but they had all things common. \n"},{"number":33,"text":"And with great power gave the apostles witness of the resurrection\nof the Lord Jesus: and great grace was upon them all. \n"},{"number":34,"text":"Neither was there any among them that lacked: for as many\nas were possessors of lands or houses sold them, and brought the\nprices of the things that were sold, \n"},{"number":35,"text":"And laid \\add them\\add* down at the apostles’ feet: and distribution was\nmade unto every man according as he had need. \n"},{"number":36,"text":"And Joses, who by the apostles was surnamed Barnabas, (which\nis, being interpreted, The son of consolation,) a Levite, \\add and\\add*\nof the country of Cyprus, \n"},{"number":37,"text":"Having land, sold \\add it\\add*, and brought the money, and\nlaid \\add it\\add* at the apostles’ feet. \n"}],"number":4},{"verses":[{"number":1,"text":"But a certain man named Ananias, with Sapphira his wife, sold\na possession, \n"},{"number":2,"text":"And kept back \\add part\\add* of the price, his wife also being\nprivy \\add to it\\add*, and brought a certain part, and laid \\add it\\add*\nat the apostles’ feet. \n"},{"number":3,"text":"But Peter said, Ananias, why hath Satan filled thine heart\nto lie to the Holy Ghost, and to keep back \\add part\\add* of the\nprice of the land? \n"},{"number":4,"text":"Whiles it remained, was it not thine own? and after it was\nsold, was it not in thine own power? why hast thou conceived this\nthing in thine heart? thou hast not lied unto men, but unto God.\n"},{"number":5,"text":"And Ananias hearing these words fell down, and gave up the\nghost: and great fear came on all them that heard these things. \n"},{"number":6,"text":"And the young men arose, wound him up, and carried \\add him\\add*\nout, and buried \\add him\\add*. \n"},{"number":7,"text":"And it was about the space of three hours after, when his wife,\nnot knowing what was done, came in. \n"},{"number":8,"text":"And Peter answered unto her, Tell me whether ye sold the land\nfor so much? And she said, Yea, for so much. \n"},{"number":9,"text":"Then Peter said unto her, How is it that ye have agreed together\nto tempt the Spirit of the Lord? behold, the feet of them which have\nburied thy husband \\add are\\add* at the door, and shall carry thee\nout. \n"},{"number":10,"text":"Then fell she down straightway at his feet, and yielded up the\nghost: and the young men came in, and found her dead, and, carrying\n\\add her\\add* forth, buried \\add her\\add* by her husband. \n"},{"number":11,"text":"And great fear came upon all the church, and upon as many\nas heard these things. \n\n"},{"number":12,"text":"And by the hands of the apostles were many signs and wonders\nwrought among the people; (and they were all with one accord in Solomon’s\nporch. \n"},{"number":13,"text":"And of the rest durst no man join himself to them: but the\npeople magnified them. \n"},{"number":14,"text":"And believers were the more added to the Lord, multitudes\nboth of men and women.) \n"},{"number":15,"text":"Insomuch that they brought forth the sick into the streets,\nand laid \\add them\\add* on beds and couches, that at the least the\nshadow of Peter passing by might overshadow some of them. \n"},{"number":16,"text":"There came also a multitude \\add out\\add* of the cities round\nabout unto Jerusalem, bringing sick folks, and them which were vexed\nwith unclean spirits: and they were healed every one. \n\n"},{"number":17,"text":"Then the high priest rose up, and all they that were with\nhim, (which is the sect of the Sadducees,) and were filled with indignation,\n"},{"number":18,"text":"And laid their hands on the apostles, and put them in the\ncommon prison. \n"},{"number":19,"text":"But the angel of the Lord by night opened the prison doors,\nand brought them forth, and said, \n"},{"number":20,"text":"Go, stand and speak in the temple to the people all the words\nof this life. \n"},{"number":21,"text":"And when they heard \\add that\\add*, they entered into the\ntemple early in the morning, and taught. But the high priest came,\nand they that were with him, and called the council together, and\nall the senate of the children of Israel, and sent to the prison\nto have them brought. \n"},{"number":22,"text":"But when the officers came, and found them not in the prison,\nthey returned, and told, \n"},{"number":23,"text":"Saying, The prison truly found we shut with all safety, and\nthe keepers standing without before the doors: but when we had opened,\nwe found no man within. \n"},{"number":24,"text":"Now when the high priest and the captain of the temple and\nthe chief priests heard these things, they doubted of them whereunto\nthis would grow. \n"},{"number":25,"text":"Then came one and told them, saying, Behold, the men whom\nye put in prison are standing in the temple, and teaching the people.\n"},{"number":26,"text":"Then went the captain with the officers, and brought them\nwithout violence: for they feared the people, lest they should have been\nstoned. \n"},{"number":27,"text":"And when they had brought them, they set \\add them\\add* before\nthe council: and the high priest asked them, \n"},{"number":28,"text":"Saying, Did not we straitly command you that ye should not\nteach in this name? and, behold, ye have filled Jerusalem with your\ndoctrine, and intend to bring this man’s blood upon us. \n\n"},{"number":29,"text":"Then Peter and the \\add other\\add* apostles answered and\nsaid, We ought to obey God rather than men. \n"},{"number":30,"text":"The God of our fathers raised up Jesus, whom ye slew and hanged\non a tree. \n"},{"number":31,"text":"Him hath God exalted with his right hand \\add to be\\add* a\nPrince and a Saviour, for to give repentance to Israel, and forgiveness\nof sins. \n"},{"number":32,"text":"And we are his witnesses of these things; and \\add so is\\add*\nalso the Holy Ghost, whom God hath given to them that obey him. \n\n"},{"number":33,"text":"When they heard \\add that\\add*, they were cut \\add to the\nheart\\add*, and took counsel to slay them. \n"},{"number":34,"text":"Then stood there up one in the council, a Pharisee, named\nGamaliel, a doctor of the law, had in reputation among all the people, and\ncommanded to put the apostles forth a little space; \n"},{"number":35,"text":"And said unto them, Ye men of Israel, take heed to yourselves\nwhat ye intend to do as touching these men. \n"},{"number":36,"text":"For before these days rose up Theudas, boasting himself to\nbe somebody; to whom a number of men, about four hundred, joined\nthemselves: who was slain; and all, as many as obeyed him, were scattered,\nand brought to nought. \n"},{"number":37,"text":"After this man rose up Judas of Galilee in the days of the\ntaxing, and drew away much people after him: he also perished; and\nall, \\add even\\add* as many as obeyed him, were dispersed. \n"},{"number":38,"text":"And now I say unto you, Refrain from these men, and let them\nalone: for if this counsel or this work be of men, it will come to\nnought: \n"},{"number":39,"text":"But if it be of God, ye cannot  overthrow it; lest haply ye be\nfound even to fight against God. \n"},{"number":40,"text":"And to him they agreed: and when they had called the apostles,\nand beaten \\add them\\add*, they commanded that they should not speak\nin the name of Jesus, and let them go. \n\n"},{"number":41,"text":"And they departed from the presence of the council, rejoicing\nthat they were counted worthy to suffer shame for his name. \n"},{"number":42,"text":"And daily in the temple, and in every house, they ceased not\nto teach and preach Jesus Christ. \n"}],"number":5},{"verses":[{"number":1,"text":"And in those days, when the number of the disciples was multiplied,\nthere arose a murmuring of the Grecians against the Hebrews, because\ntheir widows were neglected in the daily ministration. \n"},{"number":2,"text":"Then the twelve called the multitude of the disciples \\add unto\nthem\\add*, and said, It is not reason that we should leave the word\nof God, and serve tables. \n"},{"number":3,"text":"Wherefore, brethren, look ye out among you seven men of honest\nreport, full of the Holy Ghost and wisdom, whom we may appoint over\nthis business. \n"},{"number":4,"text":"But we will give ourselves continually to prayer, and to the\nministry of the word. \n\n"},{"number":5,"text":"And the saying pleased the whole multitude: and they chose\nStephen, a man full of faith and of the Holy Ghost, and Philip, and\nProchorus, and Nicanor, and Timon, and Parmenas, and Nicolas a proselyte\nof Antioch: \n"},{"number":6,"text":"Whom they set before the apostles: and when they had prayed,\nthey laid \\add their\\add* hands on them. \n"},{"number":7,"text":"And the word of God increased; and the number of the disciples\nmultiplied in Jerusalem greatly; and a great company of the priests\nwere obedient to the faith. \n"},{"number":8,"text":"And Stephen, full of faith and power, did great wonders and\nmiracles among the people. \n\n"},{"number":9,"text":"Then there arose certain of the synagogue, which is called\n\\add the synagogue\\add* of the Libertines, and Cyrenians, and Alexandrians,\nand of them of Cilicia and of Asia, disputing with Stephen. \n"},{"number":10,"text":"And they were not able to resist the wisdom and the spirit\nby which he spake. \n"},{"number":11,"text":"Then they suborned men, which said, We have heard him speak\nblasphemous words against Moses, and \\add against\\add* God. \n"},{"number":12,"text":"And they stirred up the people, and the elders, and the scribes,\nand came upon \\add him\\add*, and caught him, and brought \\add him\\add*\nto the council, \n"},{"number":13,"text":"And set up false witnesses, which said, This man ceaseth not\nto speak blasphemous words against this holy place, and the law:\n"},{"number":14,"text":"For we have heard him say, that this Jesus of Nazareth shall\ndestroy this place, and shall change the customs which Moses delivered\nus. \n"},{"number":15,"text":"And all that sat in the council, looking stedfastly on him,\nsaw his face as it had been the face of an angel. \n"}],"number":6},{"verses":[{"number":1,"text":"Then said the high priest, Are these things so? \n"},{"number":2,"text":"And he said, Men, brethren, and fathers, hearken; The God of\nglory appeared unto our father Abraham, when he was in Mesopotamia,\nbefore he dwelt in Charran, \n"},{"number":3,"text":"And said unto him, Get thee out of thy country, and from thy\nkindred, and come into the land which I shall shew thee. \n"},{"number":4,"text":"Then came he out of the land of the Chaldæans, and dwelt in\nCharran: and from thence, when his father was dead, he removed him\ninto this land, wherein ye now dwell. \n"},{"number":5,"text":"And he gave him none inheritance in it, no, not \\add so much\nas\\add* to set his foot on: yet he promised that he would give it\nto him for a possession, and to his seed after him, when \\add as\nyet\\add* he had no child. \n"},{"number":6,"text":"And God spake on this wise, That his seed should sojourn in\na strange land; and that they should bring them into bondage, and\nentreat \\add them\\add* evil four hundred years. \n"},{"number":7,"text":"And the nation to whom they shall be in bondage will I judge,\nsaid God: and after that shall they come forth, and serve me in this\nplace. \n"},{"number":8,"text":"And he gave him the covenant of circumcision: and so \\add Abraham\\add*\nbegat Isaac, and circumcised him the eighth day; and Isaac \\add begat\\add*\nJacob; and Jacob \\add begat\\add* the twelve patriarchs. \n"},{"number":9,"text":"And the patriarchs, moved with envy, sold Joseph into Egypt:\nbut God was with him, \n"},{"number":10,"text":"And delivered him out of all his afflictions, and gave him\nfavour and wisdom in the sight of Pharaoh king of Egypt; and he made\nhim governor over Egypt and all his house. \n"},{"number":11,"text":"Now there came a dearth over all the land of Egypt and Chanaan,\nand great affliction: and our fathers found no sustenance. \n"},{"number":12,"text":"But when Jacob heard that there was corn in Egypt, he sent\nout our fathers first. \n"},{"number":13,"text":"And at the second \\add time\\add* Joseph was made known to\nhis brethren; and Joseph’s kindred was made known unto Pharaoh. \n"},{"number":14,"text":"Then sent Joseph, and called his father Jacob to \\add him\\add*,\nand all his kindred, threescore and fifteen souls. \n"},{"number":15,"text":"So Jacob went down into Egypt, and died, he, and our fathers,\n"},{"number":16,"text":"And were carried over into Sychem, and laid in the sepulchre\nthat Abraham bought for a sum of money of the sons of Emmor \\add the\nfather\\add* of Sychem. \n"},{"number":17,"text":"But when the time of the promise drew nigh, which God had\nsworn to Abraham, the people grew and multiplied in Egypt, \n"},{"number":18,"text":"Till another king arose, which knew not Joseph. \n"},{"number":19,"text":"The same dealt subtilly with our kindred, and evil entreated\nour fathers, so that they cast out their young children, to the end\nthey might not live. \n"},{"number":20,"text":"In which time Moses was born, and was exceeding fair, and\nnourished up in his father’s house three months: \n"},{"number":21,"text":"And when he was cast out, Pharaoh’s daughter took him up, and\nnourished him for her own son. \n"},{"number":22,"text":"And Moses was learned in all the wisdom of the Egyptians,\nand was mighty in words and in deeds. \n"},{"number":23,"text":"And when he was full forty years old, it came into his heart\nto visit his brethren the children of Israel. \n"},{"number":24,"text":"And seeing one \\add of them\\add* suffer wrong, he defended\n\\add him\\add*, and avenged him that was oppressed, and smote the\nEgyptian: \n"},{"number":25,"text":"For he supposed his brethren would have understood how that\nGod by his hand would deliver them: but they understood not. \n"},{"number":26,"text":"And the next day he shewed himself unto them as they strove,\nand would have set them at one again, saying, Sirs, ye are brethren;\nwhy do ye wrong one to another? \n"},{"number":27,"text":"But he that did his neighbour wrong thrust him away, saying,\nWho made thee a ruler and a judge over us? \n"},{"number":28,"text":"Wilt thou kill me, as thou diddest the Egyptian yesterday?\n"},{"number":29,"text":"Then fled Moses at this saying, and was a stranger in the\nland of Madian, where he begat two sons. \n"},{"number":30,"text":"And when forty years were expired, there appeared to him in\nthe wilderness of mount Sina an angel of the Lord in a flame of fire\nin a bush. \n"},{"number":31,"text":"When Moses saw \\add it\\add*, he wondered at the sight: and\nas he drew near to behold \\add it\\add*, the voice of the Lord came\nunto him, \n"},{"number":32,"text":"\\add Saying\\add*, I \\add am\\add* the God of thy fathers, the\nGod of Abraham, and the God of Isaac, and the God of Jacob. Then\nMoses trembled, and durst not behold. \n"},{"number":33,"text":"Then said the Lord to him, Put off thy shoes from thy feet:\nfor the place where thou standest is holy ground. \n"},{"number":34,"text":"I have seen, I have seen the affliction of my people which\nis in Egypt, and I have heard their groaning, and am come down to\ndeliver them. And now come, I will send thee into Egypt. \n"},{"number":35,"text":"This Moses whom they refused, saying, Who made thee a ruler\nand a judge? the same did God send \\add to be\\add* a ruler and a\ndeliverer by the hand of the angel which appeared to him in the bush.\n"},{"number":36,"text":"He brought them out, after that he had shewed wonders and\nsigns in the land of Egypt, and in the Red sea, and in the wilderness\nforty years. \n\n"},{"number":37,"text":"This is that Moses, which said unto the children of Israel,\nA prophet shall the Lord your God raise up unto you of your brethren,\nlike unto me; him shall ye hear. \n"},{"number":38,"text":"This is he, that was in the church in the wilderness with\nthe angel which spake to him in the mount Sina, and \\add with\\add*\nour fathers: who received the lively oracles to give unto us: \n"},{"number":39,"text":"To whom our fathers would not obey, but thrust \\add him\\add*\nfrom them, and in their hearts turned back again into Egypt, \n"},{"number":40,"text":"Saying unto Aaron, Make us gods to go before us: for \\add as\nfor\\add* this Moses, which brought us out of the land of Egypt, we\nwot not what is become of him. \n"},{"number":41,"text":"And they made a calf in those days, and offered sacrifice\nunto the idol, and rejoiced in the works of their own hands. \n"},{"number":42,"text":"Then God turned, and gave them up to worship the host of heaven;\nas it is written in the book of the prophets, O ye house of Israel,\nhave ye offered to me slain beasts and sacrifices \\add by the space\nof\\add* forty years in the wilderness? \n"},{"number":43,"text":"Yea, ye took up the tabernacle of Moloch, and the star of\nyour god Remphan, figures which ye made to worship them: and I will\ncarry you away beyond Babylon. \n"},{"number":44,"text":"Our fathers had the tabernacle of witness in the wilderness,\nas he had appointed, speaking unto Moses, that he should make it\naccording to the fashion that he had seen. \n"},{"number":45,"text":"Which also our fathers that came after brought in with Jesus\ninto the possession of the Gentiles, whom God drave out before the\nface of our fathers, unto the days of David; \n"},{"number":46,"text":"Who found favour before God, and desired to find a tabernacle\nfor the God of Jacob. \n"},{"number":48,"text":"Howbeit the most High dwelleth not in temples made with hands;\nas saith the prophet, \n"},{"number":49,"text":"Heaven \\add is\\add* my throne, and earth \\add is\\add* my footstool:\nwhat house will ye build me? saith the Lord: or what \\add is\\add*\nthe place of my rest? \n"},{"number":50,"text":"Hath not my hand made all these things? \n\n"},{"number":51,"text":"Ye stiffnecked and uncircumcised in heart and ears, ye do\nalways resist the Holy Ghost: as your fathers \\add did\\add*, so \\add do\\add*\nye. \n"},{"number":52,"text":"Which of the prophets have not your fathers persecuted? and\nthey have slain them which shewed before of the coming of the Just\nOne; of whom ye have been now the betrayers and murderers: \n"},{"number":53,"text":"Who have received the law by the disposition of angels, and\nhave not kept \\add it.\\add* \n\n"},{"number":54,"text":"When they heard these things, they were cut to the heart,\nand they gnashed on him with \\add their\\add* teeth. \n"},{"number":55,"text":"But he, being full of the Holy Ghost, looked up stedfastly\ninto heaven, and saw the glory of God, and Jesus standing on the right\nhand of God, \n"},{"number":56,"text":"And said, Behold, I see the heavens opened, and the Son of\nman standing on the right hand of God. \n"},{"number":57,"text":"Then they cried out with a loud voice, and stopped their ears,\nand ran upon him with one accord, \n"},{"number":58,"text":"And cast \\add him\\add* out of the city, and stoned \\add him\\add*:\nand the witnesses laid down their clothes at a young man’s feet,\nwhose name was Saul. \n"},{"number":59,"text":"And they stoned Stephen, calling upon \\add God\\add*, and saying,\nLord Jesus, receive my spirit. \n"},{"number":60,"text":"And he kneeled down, and cried with a loud voice, Lord, lay\nnot this sin to their charge. And when he had said this, he fell\nasleep. \n"}],"number":7},{"verses":[{"number":1,"text":"And Saul was consenting unto his death. And at that time there\nwas a great persecution against the church which was at Jerusalem;\nand they were all scattered abroad throughout the regions of Judæa\nand Samaria, except the apostles. \n"},{"number":2,"text":"And devout men carried Stephen \\add to his burial\\add*, and\nmade great lamentation over him. \n"},{"number":3,"text":"As for Saul, he made havock of the church, entering into every\nhouse, and haling men and women committed \\add them\\add* to prison.\n"},{"number":4,"text":"Therefore they that were scattered abroad went every where\npreaching the word. \n"},{"number":5,"text":"Then Philip went down to the city of Samaria, and preached\nChrist unto them. \n"},{"number":6,"text":"And the people with one accord gave heed unto those things\nwhich Philip spake, hearing and seeing the miracles which he did.\n"},{"number":7,"text":"For unclean spirits, crying with loud voice, came out of many\nthat were possessed \\add with them\\add*: and many taken with palsies,\nand that were lame, were healed. \n"},{"number":8,"text":"And there was great joy in that city. \n"},{"number":9,"text":"But there was a certain man, called Simon, which beforetime\nin the same city used sorcery, and bewitched the people of Samaria,\ngiving out that himself was some great one: \n"},{"number":10,"text":"To whom they all gave heed, from the least to the greatest,\nsaying, This man is the great power of God. \n"},{"number":11,"text":"And to him they had regard, because that of long time he had\nbewitched them with sorceries. \n"},{"number":12,"text":"But when they believed Philip preaching the things concerning\nthe kingdom of God, and the name of Jesus Christ, they were baptized,\nboth men and women. \n"},{"number":13,"text":"Then Simon himself believed also: and when he was baptized,\nhe continued with Philip, and wondered, beholding the miracles and\nsigns which were done. \n"},{"number":14,"text":"Now when the apostles which were at Jerusalem heard that Samaria\nhad received the word of God, they sent unto them Peter and John:\n"},{"number":15,"text":"Who, when they were come down, prayed for them, that they might\nreceive the Holy Ghost: \n"},{"number":16,"text":"(For as yet he was fallen upon none of them: only they were\nbaptized in the name of the Lord Jesus.) \n"},{"number":17,"text":"Then laid they \\add their\\add* hands on them, and they received\nthe Holy Ghost. \n"},{"number":18,"text":"And when Simon saw that through laying on of the apostles’\nhands the Holy Ghost was given, he offered them money, \n"},{"number":19,"text":"Saying, Give me also this power, that on whomsoever I lay\nhands, he may receive the Holy Ghost. \n"},{"number":20,"text":"But Peter said unto him, Thy money perish with thee, because\nthou hast thought that the gift of God may be purchased with money.\n"},{"number":21,"text":"Thou hast neither part nor lot in this matter: for thy heart\nis not right in the sight of God. \n"},{"number":22,"text":"Repent therefore of this thy wickedness, and pray God, if\nperhaps the thought of thine heart may be forgiven thee. \n"},{"number":23,"text":"For I perceive that thou art in the gall of bitterness, and\n\\add in\\add* the bond of iniquity. \n"},{"number":24,"text":"Then answered Simon, and said, Pray ye to the Lord for me,\nthat none of these things which ye have spoken come upon me. \n"},{"number":25,"text":"And they, when they had testified and preached the word of the\nLord, returned to Jerusalem, and preached the gospel in many villages\nof the Samaritans. \n"},{"number":26,"text":"And the angel of the Lord spake unto Philip, saying, Arise,\nand go toward the south unto the way that goeth down from Jerusalem\nunto Gaza, which is desert. \n"},{"number":27,"text":"And he arose and went: and, behold, a man of Ethiopia, an\neunuch of great authority under Candace queen of the Ethiopians,\nwho had the charge of all her treasure, and had come to Jerusalem\nfor to worship, \n"},{"number":28,"text":"Was returning, and sitting in his chariot read Esaias the\nprophet. \n"},{"number":29,"text":"Then the Spirit said unto Philip, Go near, and join thyself\nto this chariot. \n"},{"number":30,"text":"And Philip ran thither to \\add him\\add*, and heard him read\nthe prophet Esaias, and said, Understandest thou what thou readest?\n"},{"number":31,"text":"And he said, How can I, except some man should guide me? And\nhe desired Philip that he would come up and sit with him. \n"},{"number":32,"text":"The place of the scripture which he read was this, He was\nled as a sheep to the slaughter; and like a lamb dumb before his\nshearer, so opened he not his mouth: \n"},{"number":33,"text":"In his humiliation his judgment was taken away: and who shall\ndeclare his generation? for his life is taken from the earth. \n"},{"number":34,"text":"And the eunuch answered Philip, and said, I pray thee, of\nwhom speaketh the prophet this? of himself, or of some other man?\n"},{"number":35,"text":"Then Philip opened his mouth, and began at the same scripture,\nand preached unto him Jesus. \n"},{"number":36,"text":"And as they went on \\add their\\add* way, they came unto a\ncertain water: and the eunuch said, See, \\add here is\\add* water;\nwhat doth hinder me to be baptized? \n"},{"number":37,"text":"And Philip said, If thou believest with all thine heart, thou\nmayest. And he answered and said, I believe that Jesus Christ is\nthe Son of God. \n"},{"number":38,"text":"And he commanded the chariot to stand still: and they went\ndown both into the water, both Philip and the eunuch; and he baptized\nhim. \n"},{"number":39,"text":"And when they were come up out of the water, the Spirit of the\nLord caught away Philip, that the eunuch saw him no more: and he\nwent on his way rejoicing. \n"},{"number":40,"text":"But Philip was found at Azotus: and passing through he preached\nin all the cities, till he came to Cæsarea. \n"}],"number":8},{"verses":[{"number":1,"text":"And Saul, yet breathing out threatenings and slaughter against\nthe disciples of the Lord, went unto the high priest, \n"},{"number":2,"text":"And desired of him letters to Damascus to the synagogues, that\nif he found any of this way, whether they were men or women, he might\nbring them bound unto Jerusalem. \n"},{"number":3,"text":"And as he journeyed, he came near Damascus: and suddenly there shined round\nabout him a light from heaven: \n"},{"number":4,"text":"And he fell to the earth, and heard a voice saying unto him,\n\\wj  Saul, Saul, why persecutest thou me?\\wj* \n"},{"number":5,"text":"And he said, Who art thou, Lord? And the Lord said, \\wj  I\nam Jesus whom thou persecutest: \\+add it is\\+add* hard for thee to\nkick against the pricks.\\wj* \n"},{"number":6,"text":"And he trembling and astonished said, Lord, what wilt thou\nhave me to do? And the Lord \\add said\\add* unto him, \\wj  Arise,\nand go into the city, and it shall be told thee what thou must do.\\wj*\n"},{"number":7,"text":"And the men which journeyed with him stood speechless, hearing\na voice, but seeing no man. \n"},{"number":8,"text":"And Saul arose from the earth; and when his eyes were opened,\nhe saw no man: but they led him by the hand, and brought \\add him\\add*\ninto Damascus. \n"},{"number":9,"text":"And he was three days without sight, and neither did eat nor\ndrink. \n\n"},{"number":10,"text":"And there was a certain disciple at Damascus, named Ananias;\nand to him said the Lord in a vision, \\wj  Ananias.\\wj* And he said,\nBehold, I \\add am here\\add*, Lord. \n"},{"number":11,"text":"And the Lord \\add said\\add* unto him, \\wj  Arise, and go into\nthe street which is called Straight, and enquire in the house of\nJudas for \\+add one\\+add* called Saul, of Tarsus: for, behold, he\nprayeth,\\wj* \n"},{"number":12,"text":"\\wj  And hath seen in a vision a man named Ananias coming\nin, and putting \\+add his\\+add* hand on him, that he might receive his\nsight.\\wj* \n"},{"number":13,"text":"Then Ananias answered, Lord, I have heard by many of this\nman, how much evil he hath done to thy saints at Jerusalem: \n"},{"number":14,"text":"And here he hath authority from the chief priests to bind\nall that call on thy name. \n"},{"number":15,"text":"But the Lord said unto him, \\wj  Go thy way: for he is a chosen\nvessel unto me, to bear my name before the Gentiles, and kings, and\nthe children of Israel:\\wj* \n"},{"number":16,"text":"\\wj  For I will shew him how great things he must suffer for\nmy name’s sake.\\wj* \n"},{"number":17,"text":"And Ananias went his way, and entered into the house; and\nputting his hands on him said, Brother Saul, the Lord, \\add even\\add*\nJesus, that appeared unto thee in the way as thou camest, hath sent\nme, that thou mightest receive thy sight, and be filled with the\nHoly Ghost. \n"},{"number":18,"text":"And immediately there fell from his eyes as it had been scales:\nand he received sight forthwith, and arose, and was baptized. \n"},{"number":19,"text":"And when he had received meat, he was strengthened. Then was\nSaul certain days with the disciples which were at Damascus. \n"},{"number":20,"text":"And straightway he preached Christ in the synagogues, that\nhe is the Son of God. \n"},{"number":21,"text":"But all that heard \\add him\\add* were amazed, and said; Is\nnot this he that destroyed them which called on this name in Jerusalem,\nand came hither for that intent, that he might bring them bound unto\nthe chief priests? \n"},{"number":22,"text":"But Saul increased the more in strength, and confounded the\nJews which dwelt at Damascus, proving that this is very Christ. \n\n"},{"number":23,"text":"And after that many days were fulfilled, the Jews took counsel\nto kill him: \n"},{"number":24,"text":"But their laying await was known of Saul. And they watched\nthe gates day and night to kill him. \n"},{"number":25,"text":"Then the disciples took him by night, and let \\add him\\add*\ndown by the wall in a basket. \n"},{"number":26,"text":"And when Saul was come to Jerusalem, he assayed to join himself\nto the disciples: but they were all afraid of him, and believed not\nthat he was a disciple. \n"},{"number":27,"text":"But Barnabas took him, and brought \\add him\\add* to the apostles,\nand declared unto them how he had seen the Lord in the way, and that\nhe had spoken to him, and how he had preached boldly at Damascus\nin the name of Jesus. \n"},{"number":28,"text":"And he was with them coming in and going out at Jerusalem.\n"},{"number":29,"text":"And he spake boldly in the name of the Lord Jesus, and disputed\nagainst the Grecians: but they went about to slay him. \n"},{"number":30,"text":"\\add Which\\add* when the brethren knew, they brought him down\nto Cæsarea, and sent him forth to Tarsus. \n"},{"number":31,"text":"Then had the churches rest throughout all Judæa and Galilee\nand Samaria, and were edified; and walking in the fear of the Lord,\nand in the comfort of the Holy Ghost, were multiplied. \n\n"},{"number":32,"text":"And it came to pass, as Peter passed throughout all \\add quarters\\add*,\nhe came down also to the saints which dwelt at Lydda. \n"},{"number":33,"text":"And there he found a certain man named Æneas, which had kept\nhis bed eight years, and was sick of the palsy. \n"},{"number":34,"text":"And Peter said unto him, Æneas, Jesus Christ maketh thee whole:\narise, and make thy bed. And he arose immediately. \n"},{"number":35,"text":"And all that dwelt at Lydda and Saron saw him, and turned\nto the Lord. \n\n"},{"number":36,"text":"Now there was at Joppa a certain disciple named Tabitha,\nwhich by interpretation is called Dorcas: this woman was full of\ngood works and almsdeeds which she did. \n"},{"number":37,"text":"And it came to pass in those days, that she was sick, and\ndied: whom when they had washed, they laid \\add  her\\add* in an upper\nchamber. \n"},{"number":38,"text":"And forasmuch as Lydda was nigh to Joppa, and the disciples\nhad heard that Peter was there, they sent unto him two men, desiring\n\\add him\\add* that he would not delay to come to them. \n"},{"number":39,"text":"Then Peter arose and went with them. When he was come, they brought\nhim into the upper chamber: and all the widows stood by him weeping,\nand shewing the coats and garments which Dorcas made, while she was\nwith them. \n"},{"number":40,"text":"But Peter put them all forth, and kneeled down, and prayed;\nand turning \\add him\\add* to the body said, Tabitha, arise. And she\nopened her eyes: and when she saw Peter, she sat up. \n"},{"number":41,"text":"And he gave her \\add his\\add* hand, and lifted her up, and\nwhen he had called the saints and widows, presented her alive. \n"},{"number":42,"text":"And it was known throughout all Joppa; and many believed in\nthe Lord. \n"},{"number":43,"text":"And it came to pass, that he tarried many days in Joppa with\none Simon a tanner. \n"}],"number":9},{"verses":[{"number":1,"text":"There was a certain man in Cæsarea called Cornelius, a centurion\nof the band called the Italian \\add band\\add*, \n"},{"number":2,"text":"\\add A\\add* devout \\add man\\add*, and one that feared God with\nall his house, which gave much alms to the people, and prayed to\nGod alway. \n"},{"number":3,"text":"He saw in a vision evidently about the ninth hour of the day\nan angel of God coming in to him, and saying unto him, Cornelius.\n"},{"number":4,"text":"And when he looked on him, he was afraid, and said, What is\nit, Lord? And he said unto him, Thy prayers and thine alms are come\nup for a memorial before God. \n"},{"number":5,"text":"And now send men to Joppa, and call for \\add one\\add* Simon,\nwhose surname is Peter: \n"},{"number":6,"text":"He lodgeth with one Simon a tanner, whose house is by the sea\nside: he shall tell thee what thou oughtest to do. \n"},{"number":7,"text":"And when the angel which spake unto Cornelius was departed,\nhe called two of his household servants, and a devout soldier of\nthem that waited on him continually; \n"},{"number":8,"text":"And when he had declared all \\add these\\add* things unto them,\nhe sent them to Joppa. \n\n"},{"number":9,"text":"On the morrow, as they went on their journey, and drew nigh\nunto the city, Peter went up upon the housetop to pray about the\nsixth hour: \n"},{"number":10,"text":"And he became very hungry, and would have eaten: but while\nthey made ready, he fell into a trance, \n"},{"number":11,"text":"And saw heaven opened, and a certain vessel descending unto\nhim, as it had been a great sheet knit at the four corners, and let\ndown to the earth: \n"},{"number":12,"text":"Wherein were all manner of fourfooted beasts of the earth,\nand wild beasts, and creeping things, and fowls of the air. \n"},{"number":13,"text":"And there came a voice to him, Rise, Peter; kill, and eat.\n"},{"number":14,"text":"But Peter said, Not so, Lord; for I have never eaten any thing\nthat is common or unclean. \n"},{"number":15,"text":"And the voice \\add spake\\add* unto him again the second time,\nWhat God hath cleansed, \\add that\\add* call not thou common. \n"},{"number":16,"text":"This was done thrice: and the vessel was received up again\ninto heaven. \n"},{"number":17,"text":"Now while Peter doubted in himself what this vision which\nhe had seen should mean, behold, the men which were sent from Cornelius\nhad made enquiry for Simon’s house, and stood before the gate, \n"},{"number":18,"text":"And called, and asked whether Simon, which was surnamed Peter,\nwere lodged there. \n\n"},{"number":19,"text":"While Peter thought on the vision, the Spirit said unto him,\nBehold, three men seek thee. \n"},{"number":20,"text":"Arise therefore, and get thee down, and go with them, doubting\nnothing: for I have sent them. \n"},{"number":21,"text":"Then Peter went down to the men which were sent unto him from\nCornelius; and said, Behold, I am he whom ye seek: what \\add is\\add*\nthe cause wherefore ye are come? \n"},{"number":22,"text":"And they said, Cornelius the centurion, a just man, and one that\nfeareth God, and of good report among all the nation of the Jews,\nwas warned from God by an holy angel to send for thee into his house,\nand to hear words of thee. \n"},{"number":23,"text":"Then called he them in, and lodged \\add them\\add*. And on the\nmorrow Peter went away with them, and certain brethren from Joppa\naccompanied him. \n"},{"number":24,"text":"And the morrow after they entered into Cæsarea. And Cornelius\nwaited for them, and had called together his kinsmen and near friends.\n"},{"number":25,"text":"And as Peter was coming in, Cornelius met him, and fell down\nat his feet, and worshipped \\add him\\add*. \n"},{"number":26,"text":"But Peter took him up, saying, Stand up; I myself also am\na man. \n"},{"number":27,"text":"And as he talked with him, he went in, and found many that were come\ntogether. \n"},{"number":28,"text":"And he said unto them, Ye know how that it is an unlawful\nthing for a man that is a Jew to keep company, or come unto one of another\nnation; but God hath shewed me that I should not call any man common\nor unclean. \n"},{"number":29,"text":"Therefore came I \\add unto you\\add* without gainsaying, as soon as I was sent\nfor: I ask therefore for what intent ye have sent for me? \n"},{"number":30,"text":"And Cornelius said, Four days ago I was fasting until this\nhour; and at the ninth hour I prayed in my house, and, behold, a\nman stood before me in bright clothing, \n"},{"number":31,"text":"And said, Cornelius, thy prayer is heard, and thine alms are had in\nremembrance in the sight of God. \n"},{"number":32,"text":"Send therefore to Joppa, and call hither Simon, whose surname\nis Peter; he is lodged in the house of \\add one\\add* Simon a tanner\nby the sea side: who, when he cometh, shall speak unto thee. \n"},{"number":33,"text":"Immediately therefore I sent to thee; and thou hast well done\nthat thou art come. Now therefore are we all here present before\nGod, to hear all things that are commanded thee of God. \n\n"},{"number":34,"text":"Then Peter opened \\add his\\add* mouth, and said, Of a truth\nI perceive that God is no respecter of persons: \n"},{"number":35,"text":"But in every nation he that feareth him, and worketh righteousness,\nis accepted with him. \n"},{"number":36,"text":"The word which \\add God\\add* sent unto the children of Israel,\npreaching peace by Jesus Christ: (he is Lord of all:) \n"},{"number":37,"text":"That word, \\add I say\\add*, ye know, which was published throughout\nall Judæa, and began from Galilee, after the baptism which John preached;\n"},{"number":38,"text":"How God anointed Jesus of Nazareth  with the Holy Ghost and\nwith power: who went about doing good, and healing all that were\noppressed of the devil; for God was with him. \n"},{"number":39,"text":"And we are witnesses of all things which he did both in the\nland of the Jews, and in Jerusalem; whom they slew and hanged on\na tree: \n"},{"number":40,"text":"Him God raised up the third day, and shewed him openly; \n"},{"number":41,"text":"Not to all the people, but unto witnesses chosen before of\nGod, \\add even\\add* to us, who did eat and drink with him after he\nrose from the dead. \n"},{"number":42,"text":"And he commanded us to preach unto the people, and to testify\nthat it is he which was ordained of God \\add to be\\add* the Judge\nof quick and dead. \n"},{"number":43,"text":"To him give all the prophets witness, that through his name\nwhosoever believeth in him shall receive remission of sins. \n\n"},{"number":44,"text":"While Peter yet spake these words, the Holy Ghost fell on\nall them which heard the word. \n"},{"number":45,"text":"And they of the circumcision which believed were astonished,\nas many as came with Peter, because that on the Gentiles also was poured\nout the gift of the Holy Ghost. \n"},{"number":46,"text":"For they heard them speak with tongues, and magnify God. Then\nanswered Peter, \n"},{"number":47,"text":"Can any man forbid water, that these should not be baptized,\nwhich have received the Holy Ghost as well as we? \n"},{"number":48,"text":"And he commanded them to be baptized in the name of the Lord.\nThen prayed they him to tarry certain days. \n"}],"number":10},{"verses":[{"number":1,"text":"And the apostles and brethren that were in Judæa heard that\nthe Gentiles had also received the word of God. \n"},{"number":2,"text":"And when Peter was come up to Jerusalem, they that were of\nthe circumcision contended with him, \n"},{"number":3,"text":"Saying, Thou wentest in to men uncircumcised, and didst eat\nwith them. \n"},{"number":4,"text":"But Peter rehearsed \\add the matter\\add* from the beginning,\nand expounded \\add it\\add* by order unto them, saying, \n"},{"number":5,"text":"I was in the city of Joppa praying: and in a trance I saw a\nvision, A certain vessel descend, as it had been a great sheet, let\ndown from heaven by four corners; and it came even to me: \n"},{"number":6,"text":"Upon the which when I had fastened mine eyes, I considered,\nand saw fourfooted beasts of the earth, and wild beasts, and creeping\nthings, and fowls of the air. \n"},{"number":7,"text":"And I heard a voice saying unto me, Arise, Peter; slay and\neat. \n"},{"number":8,"text":"But I said, Not so, Lord: for nothing common or unclean hath at any\ntime entered into my mouth. \n"},{"number":9,"text":"But the voice answered me again from heaven, What God hath\ncleansed, \\add that\\add* call not thou common. \n"},{"number":10,"text":"And this was done three times: and all were drawn up again\ninto heaven. \n"},{"number":11,"text":"And, behold, immediately there were three men already come\nunto the house where I was, sent from Cæsarea unto me. \n"},{"number":12,"text":"And the Spirit bade me go with them, nothing doubting. Moreover\nthese six brethren accompanied me, and we entered into the man’s\nhouse: \n"},{"number":13,"text":"And he shewed us how he had seen an angel in his house, which\nstood and said unto him, Send men to Joppa, and call for Simon, whose surname\nis Peter; \n"},{"number":14,"text":"Who shall tell thee words, whereby thou and all thy house\nshall be saved. \n"},{"number":15,"text":"And as I began to speak, the Holy Ghost fell on them, as on\nus at the beginning. \n"},{"number":16,"text":"Then remembered I the word of the Lord, how that he said,\n\\wj  John indeed baptized with water; but ye shall be baptized with\nthe Holy Ghost.\\wj* \n"},{"number":17,"text":"Forasmuch then as God gave them the like gift as \\add he did\\add*\nunto us, who believed on the Lord Jesus Christ; what was I, that I\ncould withstand God? \n"},{"number":18,"text":"When they heard these things, they held their peace, and glorified\nGod, saying, Then hath God also to the Gentiles granted repentance\nunto life. \n\n"},{"number":19,"text":"Now they which were scattered abroad upon the persecution\nthat arose about Stephen travelled as far as Phenice, and Cyprus,\nand Antioch, preaching the word to none but unto the Jews only. \n"},{"number":20,"text":"And some of them were men of Cyprus and Cyrene, which, when they were\ncome to Antioch, spake unto the Grecians, preaching the Lord Jesus.\n"},{"number":21,"text":"And the hand of the Lord was with them: and a great number\nbelieved, and turned unto the Lord. \n\n"},{"number":22,"text":"Then tidings of these things came unto the ears of the church\nwhich was in Jerusalem: and they sent forth Barnabas, that he should\ngo as far as Antioch. \n"},{"number":23,"text":"Who, when he came, and had seen the grace of God, was glad,\nand exhorted them all, that with purpose of heart they would cleave\nunto the Lord. \n"},{"number":24,"text":"For he was a good man, and full of the Holy Ghost and of faith:\nand much people was added unto the Lord. \n"},{"number":25,"text":"Then departed Barnabas to Tarsus, for to seek Saul: \n"},{"number":26,"text":"And when he had found him, he brought him unto Antioch. And\nit came to pass, that a whole year they assembled themselves with\nthe church, and taught much people. And the disciples were called\nChristians first in Antioch. \n\n"},{"number":27,"text":"And in these days came prophets from Jerusalem unto Antioch.\n"},{"number":28,"text":"And there stood up one of them named Agabus, and signified\nby the Spirit that there should be great dearth throughout all the\nworld: which came to pass in the days of Claudius Cæsar. \n"},{"number":29,"text":"Then the disciples, every man according to his ability, determined\nto send relief unto the brethren which dwelt in Judæa: \n"},{"number":30,"text":"Which also they did, and sent it to the elders by the hands\nof Barnabas and Saul. \n"}],"number":11},{"verses":[{"number":1,"text":"Now about that time Herod the king stretched forth \\add his\\add*\nhands to vex certain of the church. \n"},{"number":2,"text":"And he killed James the brother of John with the sword. \n"},{"number":3,"text":"And because he saw it pleased the Jews, he proceeded further\nto take Peter also. (Then were the days of unleavened bread.) \n"},{"number":4,"text":"And when he had apprehended him, he put \\add him\\add* in prison,\nand delivered \\add him\\add* to four quaternions of soldiers to keep\nhim; intending after Easter to bring him forth to the people. \n"},{"number":5,"text":"Peter therefore was kept in prison: but prayer was made without\nceasing of the church unto God for him. \n"},{"number":6,"text":"And when Herod would have brought him forth, the same night\nPeter was sleeping between two soldiers, bound with two chains: and\nthe keepers before the door kept the prison. \n"},{"number":7,"text":"And, behold, the angel of the Lord came upon \\add him\\add*,\nand a light shined in the prison: and he smote Peter on the side,\nand raised him up, saying, Arise up quickly. And his chains fell\noff from \\add his\\add* hands. \n"},{"number":8,"text":"And the angel said unto him, Gird thyself, and bind on thy\nsandals. And so he did. And he saith unto him, Cast thy garment about\nthee, and follow me. \n"},{"number":9,"text":"And he went out, and followed him; and wist not that it was\ntrue which was done by the angel; but thought he saw a vision. \n"},{"number":10,"text":"When they were past the first and the second ward, they came\nunto the iron gate that leadeth unto the city; which opened to them\nof his own accord: and they went out, and passed on through one street;\nand forthwith the angel departed from him. \n"},{"number":11,"text":"And when Peter was come to himself, he said, Now I know of\na surety, that the Lord hath sent his angel, and hath delivered me\nout of the hand of Herod, and \\add from\\add* all the expectation\nof the people of the Jews. \n"},{"number":12,"text":"And when he had considered \\add the thing\\add*, he came to\nthe house of Mary the mother of John, whose surname was Mark; where\nmany were gathered together praying. \n"},{"number":13,"text":"And as Peter knocked at the door of the gate, a damsel came\nto hearken, named Rhoda. \n"},{"number":14,"text":"And when she knew Peter’s voice, she opened not the gate for\ngladness, but ran in, and told how Peter stood before the gate. \n"},{"number":15,"text":"And they said unto her, Thou art mad. But she constantly affirmed\nthat it was even so. Then said they, It is his angel. \n"},{"number":16,"text":"But Peter continued knocking: and when they had opened \\add the\ndoor\\add*, and saw him, they were astonished. \n"},{"number":17,"text":"But he, beckoning unto them with the hand to hold their peace,\ndeclared unto them how the Lord had brought him out of the prison.\nAnd he said, Go shew these things unto James, and to the brethren.\nAnd he departed, and went into another place. \n"},{"number":18,"text":"Now as soon as it was day, there was no small stir among the\nsoldiers, what was become of Peter. \n"},{"number":19,"text":"And when Herod had sought for him, and found him not, he examined\nthe keepers, and commanded that \\add they\\add* should be put to death.\nAnd he went down from Judæa to Cæsarea, and \\add there\\add* abode.\n\n"},{"number":20,"text":"And Herod was highly displeased with them of Tyre and Sidon:\nbut they came with one accord to him, and, having made Blastus the\nking’s chamberlain their friend, desired peace; because their country\nwas nourished by the king’s \\add country\\add*. \n"},{"number":21,"text":"And upon a set day Herod, arrayed in royal apparel, sat upon\nhis throne, and made an oration unto them. \n"},{"number":22,"text":"And the people gave a shout, \\add saying, It is\\add* the voice\nof a god, and not of a man. \n"},{"number":23,"text":"And immediately the angel of the Lord smote him, because he\ngave not God the glory: and he was eaten of worms, and gave up the\nghost. \n\n"},{"number":24,"text":"But the word of God grew and multiplied. \n"},{"number":25,"text":"And Barnabas and Saul returned from Jerusalem, when they had\nfulfilled \\add their\\add* ministry, and took with them John, whose surname\nwas Mark. \n"}],"number":12},{"verses":[{"number":1,"text":"Now there were in the church that was at Antioch certain prophets\nand teachers; as Barnabas, and Simeon that was called Niger, and\nLucius of Cyrene, and Manaen, which had been brought up with Herod\nthe tetrarch, and Saul. \n"},{"number":2,"text":"As they ministered to the Lord, and fasted, the Holy Ghost\nsaid, Separate me Barnabas and Saul for the work whereunto I have\ncalled them. \n"},{"number":3,"text":"And when they had fasted and prayed, and laid \\add their\\add*\nhands on them, they sent \\add them\\add* away. \n\n"},{"number":4,"text":"So they, being sent forth by the Holy Ghost, departed unto\nSeleucia; and from thence they sailed to Cyprus. \n"},{"number":5,"text":"And when they were at Salamis, they preached the word of God\nin the synagogues of the Jews: and they had also John to \\add their\\add*\nminister. \n"},{"number":6,"text":"And when they had gone through the isle unto Paphos, they found\na certain sorcerer, a false prophet, a Jew, whose name \\add was\\add*\nBar-jesus: \n"},{"number":7,"text":"Which was with the deputy of the country, Sergius Paulus, a\nprudent man; who called for Barnabas and Saul, and desired to hear\nthe word of God. \n"},{"number":8,"text":"But Elymas the sorcerer (for so is his name by interpretation)\nwithstood them, seeking to turn away the deputy from the faith. \n"},{"number":9,"text":"Then Saul, (who also \\add is called\\add* Paul,) filled with\nthe Holy Ghost, set his eyes on him, \n"},{"number":10,"text":"And said, O full of all subtilty and all mischief, \\add thou\\add*\nchild of the devil, \\add thou\\add* enemy of all righteousness, wilt\nthou not cease to pervert the right ways of the Lord? \n"},{"number":11,"text":"And now, behold, the hand of the Lord \\add is\\add* upon thee,\nand thou shalt be blind, not seeing the sun for a season. And immediately\nthere fell on him a mist and a darkness; and he went about seeking\nsome to lead him by the hand. \n"},{"number":12,"text":"Then the deputy, when he saw what was done, believed, being\nastonished at the doctrine of the Lord. \n"},{"number":13,"text":"Now when Paul and his company loosed from Paphos, they came\nto Perga in Pamphylia: and John departing from them returned to Jerusalem.\n\n"},{"number":14,"text":"But when they departed from Perga, they came to Antioch in\nPisidia, and went into the synagogue on the sabbath day, and sat\ndown. \n"},{"number":15,"text":"And after the reading of the law and the prophets the rulers of the\nsynagogue sent unto them, saying, \\add Ye\\add* men \\add and\\add*\nbrethren, if ye have any word of exhortation for the people, say\non. \n"},{"number":16,"text":"Then Paul stood up, and beckoning with \\add his\\add* hand\nsaid, Men of Israel, and ye that fear God, give audience. \n"},{"number":17,"text":"The God of this people of Israel chose our fathers, and exalted\nthe people when they dwelt as strangers in the land of Egypt, and\nwith an high arm brought he them out of it. \n"},{"number":18,"text":"And about the time of forty years suffered he their manners\nin the wilderness. \n"},{"number":19,"text":"And when he had destroyed seven nations in the land of Chanaan,\nhe divided their land to them by lot. \n"},{"number":20,"text":"And after that he gave \\add unto them\\add* judges about the space\nof four hundred and fifty years, until Samuel the prophet. \n"},{"number":21,"text":"And afterward they desired a king: and God gave unto them\nSaul the son of Cis, a man of the tribe of Benjamin, by the space of\nforty years. \n"},{"number":22,"text":"And when he had removed him, he raised up unto them David\nto be their king; to whom also he gave testimony, and said, I have\nfound David the \\add son\\add* of Jesse, a man after mine own heart,\nwhich shall fulfil all my will. \n"},{"number":23,"text":"Of this man’s seed hath God according to \\add his\\add* promise\nraised unto Israel a Saviour, Jesus: \n"},{"number":24,"text":"When John had first preached before his coming the baptism\nof repentance to all the people of Israel. \n"},{"number":25,"text":"And as John fulfilled his course, he said, Whom think ye that\nI am? I am not \\add he\\add*. But, behold, there cometh one after\nme, whose shoes of \\add his\\add* feet I am not worthy to loose. \n"},{"number":26,"text":"Men \\add and\\add* brethren, children of the stock of Abraham,\nand whosoever among you feareth God, to you is the word of this salvation\nsent. \n"},{"number":27,"text":"For they that dwell at Jerusalem, and their rulers, because they\nknew him not, nor yet the voices of the prophets which are read every\nsabbath day, they have fulfilled \\add them\\add* in condemning \\add him\\add*.\n"},{"number":28,"text":"And though they found no cause of death \\add in him\\add*,\nyet desired they Pilate that he should be slain. \n"},{"number":29,"text":"And when they had fulfilled all that was written of him, they\ntook \\add him\\add* down from the tree, and laid \\add him\\add* in\na sepulchre. \n"},{"number":31,"text":"And he was seen many days of them which came up with him from\nGalilee to Jerusalem, who are his witnesses unto the people. \n"},{"number":32,"text":"And we declare unto you glad tidings, how that the promise\nwhich was made unto the fathers, \n"},{"number":33,"text":"God hath fulfilled the same unto us their children, in that he hath raised\nup Jesus again; as it is also written in the second psalm, Thou art\nmy Son, this day have I begotten thee. \n"},{"number":34,"text":"And as concerning that he raised him up from the dead, \\add now\\add*\nno more to return to corruption, he said on this wise, I will give\nyou the sure mercies of David. \n"},{"number":35,"text":"Wherefore he saith also in another \\add psalm\\add*, Thou shalt\nnot suffer thine Holy One to see corruption. \n"},{"number":36,"text":"For David, after he had served his own generation by the will\nof God, fell on sleep, and was laid unto his fathers, and saw corruption:\n"},{"number":37,"text":"But he, whom God raised again, saw no corruption. \n\n"},{"number":38,"text":"Be it known unto you therefore, men \\add and\\add* brethren,\nthat through this man is preached unto you the forgiveness of sins:\n"},{"number":39,"text":"And by him all that believe are justified from all things,\nfrom which ye could not be justified by the law of Moses. \n"},{"number":40,"text":"Beware therefore, lest that come upon you, which is spoken\nof in the prophets; \n"},{"number":41,"text":"Behold, ye despisers, and wonder, and perish: for I work a\nwork in your days, a work which ye shall in no wise believe, though\na man declare it unto you. \n"},{"number":42,"text":"And when the Jews were gone out of the synagogue, the Gentiles\nbesought that these words might be preached to them the next sabbath.\n"},{"number":43,"text":"Now when the congregation was broken up, many of the Jews\nand religious proselytes followed Paul and Barnabas: who, speaking\nto them, persuaded them to continue in the grace of God. \n\n"},{"number":44,"text":"And the next sabbath day came almost the whole city together\nto hear the word of God. \n"},{"number":45,"text":"But when the Jews saw the multitudes, they were filled with\nenvy, and spake against those things which were spoken by Paul, contradicting\nand blaspheming. \n"},{"number":46,"text":"Then Paul and Barnabas waxed bold, and said, It was necessary\nthat the word of God should first have been spoken to you: but seeing\nye put it from you, and judge yourselves unworthy of everlasting\nlife, lo, we turn to the Gentiles. \n"},{"number":47,"text":"For so hath the Lord commanded us, \\add saying\\add*, I have\nset thee to be a light of the Gentiles, that thou shouldest be for\nsalvation unto the ends of the earth. \n"},{"number":48,"text":"And when the Gentiles heard this, they were glad, and glorified\nthe word of the Lord: and as many as were ordained to eternal life\nbelieved. \n"},{"number":49,"text":"And the word of the Lord was published throughout all the\nregion. \n"},{"number":50,"text":"But the Jews stirred up the devout and honourable women, and\nthe chief men of the city, and raised persecution against Paul and\nBarnabas, and expelled them out of their coasts. \n"},{"number":51,"text":"But they shook off the dust of their feet against them, and\ncame unto Iconium. \n"},{"number":52,"text":"And the disciples were filled with joy, and with the Holy\nGhost. \n"}],"number":13},{"verses":[{"number":1,"text":"And it came to pass in Iconium, that they went both together\ninto the synagogue of the Jews, and so spake, that a great multitude\nboth of the Jews and also of the Greeks believed. \n"},{"number":2,"text":"But the unbelieving Jews stirred up the Gentiles, and made\ntheir minds evil affected against the brethren. \n"},{"number":3,"text":"Long time therefore abode they speaking boldly in the Lord,\nwhich gave testimony unto the word of his grace, and granted signs\nand wonders to be done by their hands. \n"},{"number":4,"text":"But the multitude of the city was divided: and part held with\nthe Jews, and part with the apostles. \n"},{"number":5,"text":"And when there was an assault made both of the Gentiles, and\nalso of the Jews with their rulers, to use \\add them\\add* despitefully,\nand to stone them, \n"},{"number":6,"text":"They were ware of \\add it\\add*, and fled unto Lystra and Derbe,\ncities of Lycaonia, and unto the region that lieth round about: \n"},{"number":7,"text":"And there they preached the gospel. \n\n"},{"number":8,"text":"And there sat a certain man at Lystra, impotent in his feet,\nbeing a cripple from his mother’s womb, who never had walked: \n"},{"number":9,"text":"The same heard Paul speak: who stedfastly beholding him, and\nperceiving that he had faith to be healed, \n"},{"number":10,"text":"Said with a loud voice, Stand upright on thy feet. And he\nleaped and walked. \n"},{"number":11,"text":"And when the people saw what Paul had done, they lifted up\ntheir voices, saying in the speech of Lycaonia, The gods are come\ndown to us in the likeness of men. \n"},{"number":12,"text":"And they called Barnabas, Jupiter; and Paul, Mercurius, because\nhe was the chief speaker. \n"},{"number":13,"text":"Then the priest of Jupiter, which was before their city, brought\noxen and garlands unto the gates, and would have done sacrifice with\nthe people. \n"},{"number":14,"text":"\\add Which\\add* when the apostles, Barnabas and Paul, heard\n\\add of\\add*, they rent their clothes, and ran in among the people,\ncrying out, \n"},{"number":15,"text":"And saying, Sirs, why do ye these things? We also are men\nof like passions with you, and preach unto you that ye should turn\nfrom these vanities unto the living God, which made heaven, and earth,\nand the sea, and all things that are therein: \n"},{"number":16,"text":"Who in times past suffered all nations to walk in their own\nways. \n"},{"number":17,"text":"Nevertheless he left not himself without witness, in that he did\ngood, and gave us rain from heaven, and fruitful seasons, filling\nour hearts with food and gladness. \n"},{"number":18,"text":"And with these sayings scarce restrained they the people,\nthat they had not done sacrifice unto them. \n\n"},{"number":19,"text":"And there came thither \\add certain\\add* Jews from Antioch\nand Iconium, who persuaded the people, and, having stoned Paul, drew\n\\add him\\add* out of the city, supposing he had been dead. \n"},{"number":20,"text":"Howbeit, as the disciples stood round about him, he rose up,\nand came into the city: and the next day he departed with Barnabas\nto Derbe. \n"},{"number":21,"text":"And when they had preached the gospel to that city, and had\ntaught many, they returned again to Lystra, and \\add to\\add* Iconium,\nand Antioch, \n"},{"number":22,"text":"Confirming the souls of the disciples, \\add and\\add* exhorting\nthem to continue in the faith, and that we must through much tribulation\nenter into the kingdom of God. \n"},{"number":23,"text":"And when they had ordained them elders in every church, and had\nprayed with fasting, they commended them to the Lord, on whom they\nbelieved. \n"},{"number":24,"text":"And after they had passed throughout Pisidia, they came to\nPamphylia. \n"},{"number":25,"text":"And when they had preached the word in Perga, they went down\ninto Attalia: \n"},{"number":26,"text":"And thence sailed to Antioch, from whence they had been recommended\nto the grace of God for the work which they fulfilled. \n"},{"number":27,"text":"And when they were come, and had gathered the church together,\nthey rehearsed all that God had done with them, and how he had opened\nthe door of faith unto the Gentiles. \n"},{"number":28,"text":"And there they abode long time with the disciples. \n"}],"number":14},{"verses":[{"number":1,"text":"And certain men which came down from Judæa taught the brethren,\n\\add and said\\add*, Except ye be circumcised after the manner of\nMoses, ye cannot be saved. \n"},{"number":2,"text":"When therefore Paul and Barnabas had no small dissension and\ndisputation with them, they determined that Paul and Barnabas, and\ncertain other of them, should go up to Jerusalem unto the apostles\nand elders about this question. \n"},{"number":3,"text":"And being brought on their way by the church, they passed through\nPhenice and Samaria, declaring the conversion of the Gentiles: and\nthey caused great joy unto all the brethren. \n"},{"number":4,"text":"And when they were come to Jerusalem, they were received of\nthe church, and \\add of\\add* the apostles and elders, and they declared\nall things that God had done with them. \n"},{"number":5,"text":"But there rose up certain of the sect of the Pharisees which\nbelieved, saying, That it was needful to circumcise them, and to\ncommand \\add them\\add* to keep the law of Moses. \n\n"},{"number":6,"text":"And the apostles and elders came together for to consider\nof this matter. \n"},{"number":7,"text":"And when there had been much disputing, Peter rose up, and\nsaid unto them, Men \\add and\\add* brethren, ye know how that a good\nwhile ago God made choice among us, that the Gentiles by my mouth\nshould hear the word of the gospel, and believe. \n"},{"number":8,"text":"And God, which knoweth the hearts, bare them witness, giving\nthem the Holy Ghost, even as \\add he did\\add* unto us; \n"},{"number":9,"text":"And put no difference between us and them, purifying their\nhearts by faith. \n"},{"number":10,"text":"Now therefore why tempt ye God, to put a yoke upon the neck\nof the disciples, which neither our fathers nor we were able to bear?\n"},{"number":11,"text":"But we believe that through the grace of the Lord Jesus Christ\nwe shall be saved, even as they. \n\n"},{"number":12,"text":"Then all the multitude kept silence, and gave audience to\nBarnabas and Paul, declaring what miracles and wonders God had wrought\namong the Gentiles by them. \n\n"},{"number":13,"text":"And after they had held their peace, James answered, saying,\nMen \\add and\\add* brethren, hearken unto me: \n"},{"number":14,"text":"Simeon hath declared how God at the first did visit the Gentiles,\nto take out of them a people for his name. \n"},{"number":15,"text":"And to this agree the words of the prophets; as it is written,\n"},{"number":16,"text":"After this I will return, and will build again the tabernacle\nof David, which is fallen down; and I will build again the ruins\nthereof, and I will set it up: \n"},{"number":17,"text":"That the residue of men might seek after the Lord, and all\nthe Gentiles, upon whom my name is called, saith the Lord, who doeth\nall these things. \n"},{"number":18,"text":"Known unto God are all his works from the beginning of the\nworld. \n"},{"number":19,"text":"Wherefore my sentence is, that we trouble not them, which\nfrom among the Gentiles are turned to God: \n"},{"number":20,"text":"But that we write unto them, that they abstain from pollutions\nof idols, and \\add from\\add* fornication, and \\add from\\add* things\nstrangled, and \\add from\\add* blood. \n"},{"number":21,"text":"For Moses of old time hath in every city them that preach\nhim, being read in the synagogues every sabbath day. \n"},{"number":22,"text":"Then pleased it the apostles and elders, with the whole church,\nto send chosen men of their own company to Antioch with Paul and\nBarnabas; \\add namely\\add*, Judas surnamed Barsabas, and Silas, chief\nmen among the brethren: \n"},{"number":23,"text":"And they wrote \\add letters\\add* by them after this manner;\nThe apostles and elders and brethren \\add send\\add* greeting unto the\nbrethren which are of the Gentiles in Antioch and Syria and Cilicia:\n"},{"number":24,"text":"Forasmuch as we have heard, that certain which went out from\nus have troubled you with words, subverting your souls, saying, \\add Ye\nmust\\add* be circumcised, and keep the law: to whom we gave no \\add such\\add*\ncommandment: \n"},{"number":25,"text":"It seemed good unto us, being assembled with one accord, to\nsend chosen men unto you with our beloved Barnabas and Paul, \n"},{"number":26,"text":"Men that have hazarded their lives for the name of our Lord\nJesus Christ. \n"},{"number":27,"text":"We have sent therefore Judas and Silas, who shall also tell\n\\add you\\add* the same things by mouth. \n"},{"number":28,"text":"For it seemed good to the Holy Ghost, and to us, to lay upon\nyou no greater burden than these necessary things; \n"},{"number":29,"text":"That ye abstain from meats offered to idols, and from blood,\nand from things strangled, and from fornication: from which if ye\nkeep yourselves, ye shall do well. Fare ye well. \n"},{"number":30,"text":"So when they were dismissed, they came to Antioch: and when they had\ngathered the multitude together, they delivered the epistle: \n"},{"number":31,"text":"\\add Which\\add* when they had read, they rejoiced for the\nconsolation. \n"},{"number":32,"text":"And Judas and Silas, being prophets also themselves, exhorted\nthe brethren with many words, and confirmed \\add them\\add*. \n"},{"number":33,"text":"And after they had tarried \\add there\\add* a space, they were let\ngo in peace from the brethren unto the apostles. \n"},{"number":34,"text":"Notwithstanding it pleased Silas to abide there still. \n"},{"number":35,"text":"Paul also and Barnabas continued in Antioch, teaching and\npreaching the word of the Lord, with many others also. \n\n"},{"number":36,"text":"And some days after Paul said unto Barnabas, Let us go again\nand visit our brethren in every city where we have preached the word\nof the Lord, \\add and see\\add* how they do. \n"},{"number":37,"text":"And Barnabas determined to take with them John, whose surname\nwas Mark. \n"},{"number":38,"text":"But Paul thought not good to take him with them, who departed\nfrom them from Pamphylia, and went not with them to the work. \n"},{"number":39,"text":"And the contention was so sharp between them, that they departed\nasunder one from the other: and so Barnabas took Mark, and sailed\nunto Cyprus; \n"},{"number":40,"text":"And Paul chose Silas, and departed, being recommended by the\nbrethren unto the grace of God. \n"},{"number":41,"text":"And he went through Syria and Cilicia, confirming the churches.\n"}],"number":15},{"verses":[{"number":1,"text":"Then came he to Derbe and Lystra: and, behold, a certain disciple\nwas there, named Timotheus, the son of a certain woman, which was a\nJewess, and believed; but his father \\add was\\add* a Greek: \n"},{"number":2,"text":"Which was well reported of by the brethren that were at Lystra\nand Iconium. \n"},{"number":3,"text":"Him would Paul have to go forth with him; and took and circumcised\nhim because of the Jews which were in those quarters: for they knew\nall that his father was a Greek. \n"},{"number":4,"text":"And as they went through the cities, they delivered them the\ndecrees for to keep, that were ordained of the apostles and elders\nwhich were at Jerusalem. \n"},{"number":5,"text":"And so were the churches established in the faith, and increased\nin number daily. \n"},{"number":6,"text":"Now when they had gone throughout Phrygia and the region of\nGalatia, and were forbidden of the Holy Ghost to preach the word\nin Asia, \n"},{"number":7,"text":"After they were come to Mysia, they assayed to go into Bithynia:\nbut the Spirit suffered them not. \n"},{"number":8,"text":"And they passing by Mysia came down to Troas. \n"},{"number":9,"text":"And a vision appeared to Paul in the night; There stood a man\nof Macedonia, and prayed him, saying, Come over into Macedonia, and\nhelp us. \n"},{"number":10,"text":"And after he had seen the vision, immediately we endeavoured\nto go into Macedonia, assuredly gathering that the Lord had called\nus for to preach the gospel unto them. \n"},{"number":11,"text":"Therefore loosing from Troas, we came with a straight course\nto Samothracia, and the next \\add day\\add* to Neapolis; \n"},{"number":12,"text":"And from thence to Philippi, which is the chief city of that\npart of Macedonia, \\add and\\add* a colony: and we were in that city\nabiding certain days. \n"},{"number":13,"text":"And on the sabbath we went out of the city by a river side,\nwhere prayer was wont to be made; and we sat down, and spake unto the\nwomen which resorted \\add thither.\\add* \n\n"},{"number":14,"text":"And a certain woman named Lydia, a seller of purple, of the\ncity of Thyatira, which worshipped God, heard \\add us\\add*: whose\nheart the Lord opened, that she attended unto the things which were\nspoken of Paul. \n"},{"number":15,"text":"And when she was baptized, and her household, she besought\n\\add us\\add*, saying, If ye have judged me to be faithful to the\nLord, come into my house, and abide \\add there\\add*. And she constrained\nus. \n\n"},{"number":16,"text":"And it came to pass, as we went to prayer, a certain damsel\npossessed with a spirit of divination met us, which brought her masters\nmuch gain by soothsaying: \n"},{"number":17,"text":"The same followed Paul and us, and cried, saying, These men\nare the servants of the most high God, which shew unto us the way\nof salvation. \n"},{"number":18,"text":"And this did she many days. But Paul, being grieved, turned\nand said to the spirit, I command thee in the name of Jesus Christ\nto come out of her. And he came out the same hour. \n\n"},{"number":19,"text":"And when her masters saw that the hope of their gains was\ngone, they caught Paul and Silas, and drew \\add them\\add* into the\nmarketplace unto the rulers, \n"},{"number":20,"text":"And brought them to the magistrates, saying, These men, being\nJews, do exceedingly trouble our city, \n"},{"number":21,"text":"And teach customs, which are not lawful for us to receive,\nneither to observe, being Romans. \n"},{"number":22,"text":"And the multitude rose up together against them: and the magistrates\nrent off their clothes, and commanded to beat \\add them\\add*. \n"},{"number":23,"text":"And when they had laid many stripes upon them, they cast \\add them\\add*\ninto prison, charging the jailor to keep them safely: \n"},{"number":24,"text":"Who, having received such a charge, thrust them into the inner\nprison, and made their feet fast in the stocks. \n\n"},{"number":25,"text":"And at midnight Paul and Silas prayed, and sang praises unto\nGod: and the prisoners heard them. \n"},{"number":26,"text":"And suddenly there was a great earthquake, so that the foundations\nof the prison were shaken: and immediately all the doors were opened,\nand every one’s bands were loosed. \n"},{"number":27,"text":"And the keeper of the prison awaking out of his sleep, and\nseeing the prison doors open, he drew out his sword, and would have\nkilled himself, supposing that the prisoners had been fled. \n"},{"number":28,"text":"But Paul cried with a loud voice, saying, Do thyself no harm:\nfor we are all here. \n"},{"number":29,"text":"Then he called for a light, and sprang in, and came trembling,\nand fell down before Paul and Silas, \n"},{"number":30,"text":"And brought them out, and said, Sirs, what must I do to be\nsaved? \n"},{"number":31,"text":"And they said, Believe on the Lord Jesus Christ, and thou\nshalt be saved, and thy house. \n"},{"number":32,"text":"And they spake unto him the word of the Lord, and to all that\nwere in his house. \n"},{"number":33,"text":"And he took them the same hour of the night, and washed \\add their\\add*\nstripes; and was baptized, he and all his, straightway. \n"},{"number":34,"text":"And when he had brought them into his house, he set meat before\nthem, and rejoiced, believing in God with all his house. \n"},{"number":35,"text":"And when it was day, the magistrates sent the serjeants, saying,\nLet those men go. \n"},{"number":36,"text":"And the keeper of the prison told this saying to Paul, The\nmagistrates have sent to let you go: now therefore depart, and go\nin peace. \n"},{"number":37,"text":"But Paul said unto them, They have beaten us openly uncondemned,\nbeing Romans, and have cast \\add us\\add* into prison; and now do they\nthrust us out privily? nay verily; but let them come themselves and\nfetch us out. \n"},{"number":38,"text":"And the serjeants told these words unto the magistrates: and\nthey feared, when they heard that they were Romans. \n"},{"number":39,"text":"And they came and besought them, and brought \\add them\\add*\nout, and desired \\add them\\add* to depart out of the city. \n"},{"number":40,"text":"And they went out of the prison, and entered into \\add the house\nof\\add* Lydia: and when they had seen the brethren, they comforted\nthem, and departed. \n"}],"number":16},{"verses":[{"number":1,"text":"Now when they had passed through Amphipolis and Apollonia,\nthey came to Thessalonica, where was a synagogue of the Jews: \n"},{"number":2,"text":"And Paul, as his manner was, went in unto them, and three sabbath\ndays reasoned with them out of the scriptures, \n"},{"number":3,"text":"Opening and alleging, that Christ must needs have suffered,\nand risen again from the dead; and that this Jesus, whom I preach\nunto you, is Christ. \n"},{"number":4,"text":"And some of them believed, and consorted with Paul and Silas;\nand of the devout Greeks a great multitude, and of the chief women\nnot a few. \n\n"},{"number":5,"text":"But the Jews which believed not, moved with envy, took unto\nthem certain lewd fellows of the baser sort, and gathered a company,\nand set all the city on an uproar, and assaulted the house of Jason,\nand sought to bring them out to the people. \n"},{"number":6,"text":"And when they found them not, they drew Jason and certain brethren\nunto the rulers of the city, crying, These that have turned the world\nupside down are come hither also; \n"},{"number":7,"text":"Whom Jason hath received: and these all do contrary to the\ndecrees of Cæsar, saying that there is another king, \\add one\\add*\nJesus. \n"},{"number":8,"text":"And they troubled the people and the rulers of the city, when they\nheard these things. \n"},{"number":9,"text":"And when they had taken security of Jason, and of the other,\nthey let them go. \n\n"},{"number":10,"text":"And the brethren immediately sent away Paul and Silas by\nnight unto Berea: who coming \\add thither\\add* went into the synagogue\nof the Jews. \n"},{"number":11,"text":"These were more noble than those in Thessalonica, in that\nthey received the word with all readiness of mind, and searched the\nscriptures daily, whether those things were so. \n"},{"number":12,"text":"Therefore many of them believed; also of honourable women\nwhich were Greeks, and of men, not a few. \n"},{"number":13,"text":"But when the Jews of Thessalonica had knowledge that the word\nof God was preached of Paul at Berea, they came thither also, and\nstirred up the people. \n"},{"number":14,"text":"And then immediately the brethren sent away Paul to go as it\nwere to the sea: but Silas and Timotheus abode there still. \n"},{"number":15,"text":"And they that conducted Paul brought him unto Athens: and\nreceiving a commandment unto Silas and Timotheus for to come to him\nwith all speed, they departed. \n\n"},{"number":16,"text":"Now while Paul waited for them at Athens, his spirit was\nstirred in him, when he saw the city wholly given to idolatry. \n"},{"number":17,"text":"Therefore disputed he in the synagogue with the Jews, and\nwith the devout persons, and in the market daily with them that met with\nhim. \n"},{"number":18,"text":"Then certain philosophers of the Epicureans, and of the Stoicks,\nencountered him. And some said, What will this babbler say? other\nsome, He seemeth to be a setter forth of strange gods: because he\npreached unto them Jesus, and the resurrection. \n"},{"number":19,"text":"And they took him, and brought him unto Areopagus, saying,\nMay we know what this new doctrine, whereof thou speakest, \\add is\\add*?\n"},{"number":20,"text":"For thou bringest certain strange things to our ears: we would\nknow therefore what these things mean. \n"},{"number":21,"text":"(For all the Athenians and strangers which were there spent their\ntime in nothing else, but either to tell, or to hear some new thing.)\n\n"},{"number":22,"text":"Then Paul stood in the midst of Mars’ hill, and said, \\add Ye\\add*\nmen of Athens, I perceive that in all things ye are too superstitious.\n"},{"number":23,"text":"For as I passed by, and beheld your devotions, I found an\naltar with this inscription, TO THE UNKNOWN GOD. Whom therefore ye\nignorantly worship, him declare I unto you. \n"},{"number":24,"text":"God that made the world and all things therein, seeing that\nhe is Lord of heaven and earth, dwelleth not in temples made with\nhands; \n"},{"number":25,"text":"Neither is worshipped with men’s hands, as though he needed\nany thing, seeing he giveth to all life, and breath, and all things;\n"},{"number":26,"text":"And hath made of one blood all nations of men for to dwell\non all the face of the earth, and hath determined the times before\nappointed, and the bounds of their habitation; \n"},{"number":27,"text":"That they should seek the Lord, if haply they might feel after\nhim, and find him, though he be not far from every one of us: \n"},{"number":28,"text":"For in him we live, and move, and have our being; as certain\nalso of your own poets have said, For we are also his offspring.\n"},{"number":29,"text":"Forasmuch then as we are the offspring of God, we ought not\nto think that the Godhead is like unto gold, or silver, or stone,\ngraven by art and man’s device. \n"},{"number":30,"text":"And the times of this ignorance God winked at; but now commandeth\nall men every where to repent: \n"},{"number":31,"text":"Because he hath appointed a day, in the which he will judge\nthe world in righteousness by \\add that\\add* man whom he hath ordained;\n\\add whereof\\add* he hath given assurance unto all \\add men\\add*,\nin that he hath raised him from the dead. \n\n"},{"number":32,"text":"And when they heard of the resurrection of the dead, some\nmocked: and others said, We will hear thee again of this \\add matter\\add*.\n"},{"number":34,"text":"Howbeit certain men clave unto him, and believed: among the\nwhich \\add was\\add* Dionysius the Areopagite, and a woman named Damaris,\nand others with them. \n"}],"number":17},{"verses":[{"number":1,"text":"After these things Paul departed from Athens, and came to Corinth;\n"},{"number":2,"text":"And found a certain Jew named Aquila, born in Pontus, lately\ncome from Italy, with his wife Priscilla; (because that Claudius\nhad commanded all Jews to depart from Rome:) and came unto them.\n"},{"number":3,"text":"And because he was of the same craft, he abode with them, and\nwrought: for by their occupation they were tentmakers. \n"},{"number":4,"text":"And he reasoned in the synagogue every sabbath, and persuaded\nthe Jews and the Greeks. \n"},{"number":5,"text":"And when Silas and Timotheus were come from Macedonia, Paul\nwas pressed in the spirit, and testified to the Jews \\add that\\add*\nJesus \\add was\\add* Christ. \n"},{"number":6,"text":"And when they opposed themselves, and blasphemed, he shook\n\\add his\\add* raiment, and said unto them, Your blood \\add be\\add*\nupon your own heads; I \\add am\\add* clean: from henceforth I will\ngo unto the Gentiles. \n\n"},{"number":7,"text":"And he departed thence, and entered into a certain \\add man’s\\add*\nhouse, named Justus, \\add one\\add* that worshipped God, whose house\njoined hard to the synagogue. \n"},{"number":8,"text":"And Crispus, the chief ruler of the synagogue, believed on the\nLord with all his house; and many of the Corinthians hearing believed,\nand were baptized. \n"},{"number":9,"text":"Then spake the Lord to Paul in the night by a vision, \\wj \nBe not afraid, but speak, and hold not thy peace:\\wj* \n"},{"number":10,"text":"\\wj  For I am with thee, and no man shall set on thee to hurt\nthee: for I have much people in this city.\\wj* \n"},{"number":11,"text":"And he continued \\add there\\add* a year and six months, teaching\nthe word of God among them. \n\n"},{"number":12,"text":"And when Gallio was the deputy of Achaia, the Jews made insurrection\nwith one accord against Paul, and brought him to the judgment seat,\n"},{"number":13,"text":"Saying, This \\add fellow\\add* persuadeth men to worship God\ncontrary to the law. \n"},{"number":14,"text":"And when Paul was now about to open \\add his\\add* mouth, Gallio\nsaid unto the Jews, If it were a matter of wrong or wicked lewdness,\nO \\add ye\\add* Jews, reason would that I should bear with you: \n"},{"number":15,"text":"But if it be a question of words and names, and \\add of\\add*\nyour law, look ye \\add to it\\add*; for I will be no judge of such\n\\add matters\\add*. \n"},{"number":16,"text":"And he drave them from the judgment seat. \n"},{"number":17,"text":"Then all the Greeks took Sosthenes, the chief ruler of the\nsynagogue, and beat \\add him\\add* before the judgment seat. And Gallio\ncared for none of those things. \n\n"},{"number":18,"text":"And Paul \\add after this\\add* tarried \\add there\\add* yet\na good while, and then took his leave of the brethren, and sailed\nthence into Syria, and with him Priscilla and Aquila; having shorn\n\\add his\\add* head in Cenchrea: for he had a vow. \n"},{"number":19,"text":"And he came to Ephesus, and left them there: but he himself\nentered into the synagogue, and reasoned with the Jews. \n"},{"number":20,"text":"When they desired \\add him\\add* to tarry longer time with\nthem, he consented not; \n"},{"number":21,"text":"But bade them farewell, saying, I must by all means keep this\nfeast that cometh in Jerusalem: but I will return again unto you,\nif God will. And he sailed from Ephesus. \n"},{"number":22,"text":"And when he had landed at Cæsarea, and gone up, and saluted\nthe church, he went down to Antioch. \n"},{"number":23,"text":"And after he had spent some time \\add there\\add*, he departed,\nand went over \\add all\\add* the country of Galatia and Phrygia in\norder, strengthening all the disciples. \n\n"},{"number":24,"text":"And a certain Jew named Apollos, born at Alexandria, an eloquent\nman, \\add and\\add* mighty in the scriptures, came to Ephesus. \n"},{"number":25,"text":"This man was instructed in the way of the Lord; and being\nfervent in the spirit, he spake and taught diligently the things\nof the Lord, knowing only the baptism of John. \n"},{"number":26,"text":"And he began to speak boldly in the synagogue: whom when Aquila\nand Priscilla had heard, they took him unto \\add them\\add*, and expounded\nunto him the way of God more perfectly. \n"},{"number":27,"text":"And when he was disposed to pass into Achaia, the brethren\nwrote, exhorting the disciples to receive him: who, when he was come,\nhelped them much which had believed through grace: \n"},{"number":28,"text":"For he mightily convinced the Jews, \\add and that\\add* publickly,\nshewing by the scriptures that Jesus was Christ. \n"}],"number":18},{"verses":[{"number":1,"text":"And it came to pass, that, while Apollos was at Corinth, Paul\nhaving passed through the upper coasts came to Ephesus: and finding\ncertain disciples, \n"},{"number":2,"text":"He said unto them, Have ye received the Holy Ghost since ye\nbelieved? And they said unto him, We have not so much as heard whether\nthere be any Holy Ghost. \n"},{"number":3,"text":"And he said unto them, Unto what then were ye baptized? And\nthey said, Unto John’s baptism. \n"},{"number":4,"text":"Then said Paul, John verily baptized with the baptism of repentance,\nsaying unto the people, that they should believe on him which should\ncome after him, that is, on Christ Jesus. \n"},{"number":5,"text":"When they heard \\add this\\add*, they were baptized in the name\nof the Lord Jesus. \n"},{"number":6,"text":"And when Paul had laid \\add his\\add* hands upon them, the Holy\nGhost came on them; and they spake with tongues, and prophesied.\n"},{"number":7,"text":"And all the men were about twelve. \n"},{"number":8,"text":"And he went into the synagogue, and spake boldly for the space\nof three months, disputing and persuading the things concerning the\nkingdom of God. \n"},{"number":9,"text":"But when divers were hardened, and believed not, but spake\nevil of that way before the multitude, he departed from them, and\nseparated the disciples, disputing daily in the school of one Tyrannus.\n"},{"number":10,"text":"And this continued by the space of two years; so that all\nthey which dwelt in Asia heard the word of the Lord Jesus, both Jews\nand Greeks. \n"},{"number":11,"text":"And God wrought special miracles by the hands of Paul: \n"},{"number":12,"text":"So that from his body were brought unto the sick handkerchiefs\nor aprons, and the diseases departed from them, and the evil spirits\nwent out of them. \n\n"},{"number":13,"text":"Then certain of the vagabond Jews, exorcists, took upon them\nto call over them which had evil spirits the name of the Lord Jesus,\nsaying, We adjure you by Jesus whom Paul preacheth. \n"},{"number":14,"text":"And there were seven sons of \\add one\\add* Sceva, a Jew, \\add and\\add*\nchief of the priests, which did so. \n"},{"number":15,"text":"And the evil spirit answered and said, Jesus I know, and Paul\nI know; but who are ye? \n"},{"number":16,"text":"And the man in whom the evil spirit was leaped on them, and\novercame them, and prevailed against them, so that they fled out\nof that house naked and wounded. \n"},{"number":17,"text":"And this was known to all the Jews and Greeks also dwelling\nat Ephesus; and fear fell on them all, and the name of the Lord Jesus\nwas magnified. \n"},{"number":18,"text":"And many that believed came, and confessed, and shewed their\ndeeds. \n"},{"number":19,"text":"Many of them also which used curious arts brought their books\ntogether, and burned them before all \\add men\\add*: and they counted\nthe price of them, and found \\add it\\add* fifty thousand \\add pieces\\add*\nof silver. \n"},{"number":20,"text":"So mightily grew the word of God and prevailed. \n\n"},{"number":21,"text":"After these things were ended, Paul purposed in the spirit,\nwhen he had passed through Macedonia and Achaia, to go to Jerusalem,\nsaying, After I have been there, I must also see Rome. \n"},{"number":22,"text":"So he sent into Macedonia two of them that ministered unto\nhim, Timotheus and Erastus; but he himself stayed in Asia for a season.\n"},{"number":23,"text":"And the same time there arose no small stir about that way.\n"},{"number":24,"text":"For a certain \\add man\\add* named Demetrius, a silversmith,\nwhich made silver shrines for Diana, brought no small gain unto the\ncraftsmen; \n"},{"number":25,"text":"Whom he called together with the workmen of like occupation,\nand said, Sirs, ye know that by this craft we have our wealth. \n"},{"number":26,"text":"Moreover ye see and hear, that not alone at Ephesus, but almost\nthroughout all Asia, this Paul hath persuaded and turned away much\npeople, saying that they be no gods, which are made with hands: \n"},{"number":27,"text":"So that not only this our craft is in danger to be set at\nnought; but also that the temple of the great goddess Diana should\nbe despised, and her magnificence should be destroyed, whom all Asia\nand the world worshippeth. \n"},{"number":28,"text":"And when they heard \\add these sayings\\add*, they were full\nof wrath, and cried out, saying, Great \\add is\\add* Diana of the\nEphesians. \n"},{"number":29,"text":"And the whole city was filled with confusion: and having caught\nGaius and Aristarchus, men of Macedonia, Paul’s companions in travel,\nthey rushed with one accord into the theatre. \n"},{"number":30,"text":"And when Paul would have entered in unto the people, the disciples\nsuffered him not. \n"},{"number":31,"text":"And certain of the chief of Asia, which were his friends,\nsent unto him, desiring \\add him\\add* that he would not adventure\nhimself into the theatre. \n"},{"number":32,"text":"Some therefore cried one thing, and some another: for the\nassembly was confused; and the more part knew not wherefore they were come\ntogether. \n"},{"number":33,"text":"And they drew Alexander out of the multitude, the Jews putting\nhim forward. And Alexander beckoned with the hand, and would have\nmade his defence unto the people. \n"},{"number":34,"text":"But when they knew that he was a Jew, all with one voice about the\nspace of two hours cried out, Great \\add is\\add* Diana of the Ephesians.\n"},{"number":35,"text":"And when the townclerk had appeased the people, he said, \\add Ye\\add*\nmen of Ephesus, what man is there that knoweth not how that the city\nof the Ephesians is a worshipper of the great goddess Diana, and\nof the \\add image\\add* which fell down from Jupiter? \n"},{"number":36,"text":"Seeing then that these things cannot be spoken against, ye\nought to be quiet, and to do nothing rashly. \n"},{"number":37,"text":"For ye have brought hither these men, which are neither robbers of\nchurches, nor yet blasphemers of your goddess. \n"},{"number":38,"text":"Wherefore if Demetrius, and the craftsmen which are with him,\nhave a matter against any man, the law is open, and there are deputies:\nlet them implead one another. \n"},{"number":39,"text":"But if ye enquire any thing concerning other matters, it shall be\ndetermined in a lawful assembly. \n"},{"number":40,"text":"For we are in danger to be called in question for this day’s\nuproar, there being no cause whereby we may give an account of this\nconcourse. \n"},{"number":41,"text":"And when he had thus spoken, he dismissed the assembly. \n"}],"number":19},{"verses":[{"number":1,"text":"And after the uproar was ceased, Paul called unto \\add him\\add*\nthe disciples, and embraced \\add them\\add*, and departed for to go\ninto Macedonia. \n"},{"number":2,"text":"And when he had gone over those parts, and had given them much\nexhortation, he came into Greece, \n"},{"number":3,"text":"And \\add there\\add* abode three months. And when the Jews laid\nwait for him, as he was about to sail into Syria, he purposed to\nreturn through Macedonia. \n"},{"number":4,"text":"And there accompanied him into Asia Sopater of Berea; and of the\nThessalonians, Aristarchus and Secundus; and Gaius of Derbe, and\nTimotheus; and of Asia, Tychicus and Trophimus. \n"},{"number":5,"text":"These going before tarried for us at Troas. \n"},{"number":6,"text":"And we sailed away from Philippi after the days of unleavened\nbread, and came unto them to Troas in five days; where we abode seven\ndays. \n"},{"number":7,"text":"And upon the first \\add day\\add* of the week, when the disciples\ncame together to break bread, Paul preached unto them, ready to depart on\nthe morrow; and continued his speech until midnight. \n"},{"number":8,"text":"And there were many lights in the upper chamber, where they\nwere gathered together. \n"},{"number":9,"text":"And there sat in a window a certain young man named Eutychus,\nbeing fallen into a deep sleep: and as Paul was long preaching, he sunk\ndown with sleep, and fell down from the third loft, and was taken\nup dead. \n"},{"number":10,"text":"And Paul went down, and fell on him, and embracing \\add him\\add*\nsaid, Trouble not yourselves; for his life is in him. \n"},{"number":11,"text":"When he therefore was come up again, and had broken bread,\nand eaten, and talked a long while, even till break of day, so he\ndeparted. \n"},{"number":12,"text":"And they brought the young man alive, and were not a little\ncomforted. \n\n"},{"number":13,"text":"And we went before to ship, and sailed unto Assos, there\nintending to take in Paul: for so had he appointed, minding himself\nto go afoot. \n"},{"number":14,"text":"And when he met with us at Assos, we took him in, and came\nto Mitylene. \n"},{"number":15,"text":"And we sailed thence, and came the next \\add day\\add* over\nagainst Chios; and the next \\add day\\add* we arrived at Samos, and\ntarried at Trogyllium; and the next \\add day\\add* we came to Miletus.\n"},{"number":16,"text":"For Paul had determined to sail by Ephesus, because he would\nnot spend the time in Asia: for he hasted, if it were possible for\nhim, to be at Jerusalem the day of Pentecost. \n\n"},{"number":17,"text":"And from Miletus he sent to Ephesus, and called the elders\nof the church. \n"},{"number":18,"text":"And when they were come to him, he said unto them, Ye know,\nfrom the first day that I came into Asia, after what manner I have\nbeen with you at all seasons, \n"},{"number":19,"text":"Serving the Lord with all humility of mind, and with many\ntears, and temptations, which befell me by the lying in wait of the\nJews: \n"},{"number":20,"text":"\\add And\\add* how I kept back nothing that was profitable\n\\add unto you\\add*, but have shewed you, and have taught you publickly,\nand from house to house, \n"},{"number":21,"text":"Testifying both to the Jews, and also to the Greeks, repentance\ntoward God, and faith toward our Lord Jesus Christ. \n"},{"number":22,"text":"And now, behold, I go bound in the spirit unto Jerusalem,\nnot knowing the things that shall befall me there: \n"},{"number":23,"text":"Save that the Holy Ghost witnesseth in every city, saying\nthat bonds and afflictions abide me. \n"},{"number":24,"text":"But none of these things move me, neither count I my life\ndear unto myself, so that I might finish my course with joy, and\nthe ministry, which I have received of the Lord Jesus, to testify\nthe gospel of the grace of God. \n"},{"number":25,"text":"And now, behold, I know that ye all, among whom I have gone\npreaching the kingdom of God, shall see my face no more. \n"},{"number":26,"text":"Wherefore I take you to record this day, that I \\add am\\add*\npure from the blood of all \\add men\\add*. \n"},{"number":27,"text":"For I have not shunned to declare unto you all the counsel\nof God. \n\n"},{"number":28,"text":"Take heed therefore unto yourselves, and to all the flock,\nover the which the Holy Ghost hath made you overseers, to feed the\nchurch of God, which he hath purchased with his own blood. \n"},{"number":29,"text":"For I know this, that after my departing shall grievous wolves\nenter in among you, not sparing the flock. \n"},{"number":30,"text":"Also of your own selves shall men arise, speaking perverse\nthings, to draw away disciples after them. \n"},{"number":31,"text":"Therefore watch, and remember, that by the space of three\nyears I ceased not to warn every one night and day with tears. \n"},{"number":32,"text":"And now, brethren, I commend you to God, and to the word of\nhis grace, which is able to build you up, and to give you an inheritance\namong all them which are sanctified. \n"},{"number":33,"text":"I have coveted no man’s silver, or gold, or apparel. \n"},{"number":34,"text":"Yea, ye yourselves know, that these hands have ministered\nunto my necessities, and to them that were with me. \n"},{"number":35,"text":"I have shewed you all things, how that so labouring  ye ought\nto support the weak, and to remember the words of the Lord Jesus,\nhow he said, \\wj  It is more blessed to give than to receive.\\wj*\n\n"},{"number":36,"text":"And when he had thus spoken, he kneeled down, and prayed\nwith them all. \n"},{"number":37,"text":"And they all wept sore, and fell on Paul’s neck, and kissed\nhim, \n"},{"number":38,"text":"Sorrowing most of all for the words which he spake, that they\nshould see his face no more. And they accompanied him unto the ship.\n"}],"number":20},{"verses":[{"number":1,"text":"And it came to pass, that after we were gotten from them, and had\nlaunched, we came with a straight course unto Coos, and the \\add day\\add*\nfollowing unto Rhodes, and from thence unto Patara: \n"},{"number":2,"text":"And finding a ship sailing over unto Phenicia, we went aboard,\nand set forth. \n"},{"number":3,"text":"Now when we had discovered Cyprus, we left it on the left hand,\nand sailed into Syria, and landed at Tyre: for there the ship was\nto unlade her burden. \n"},{"number":4,"text":"And finding disciples, we tarried there seven days: who said\nto Paul through the Spirit, that he should not go up to Jerusalem.\n"},{"number":5,"text":"And when we had accomplished those days, we departed and went our\nway; and they all brought us on our way, with wives and children,\ntill \\add we were\\add* out of the city: and we kneeled down on the\nshore, and prayed. \n"},{"number":6,"text":"And when we had taken our leave one of another, we took ship;\nand they returned home again. \n"},{"number":7,"text":"And when we had finished \\add our\\add* course from Tyre, we\ncame to Ptolemais, and saluted the brethren, and abode with them\none day. \n"},{"number":8,"text":"And the next \\add day\\add* we that were of Paul’s company departed,\nand came unto Cæsarea: and we entered into the house of Philip the\nevangelist, which was \\add one\\add* of the seven; and abode with\nhim. \n"},{"number":9,"text":"And the same man had four daughters, virgins, which did prophesy.\n"},{"number":10,"text":"And as we tarried \\add there\\add* many days, there came down\nfrom Judæa a certain prophet, named Agabus. \n"},{"number":11,"text":"And when he was come unto us, he took Paul’s girdle, and bound\nhis own hands and feet, and said, Thus saith the Holy Ghost, So shall\nthe Jews at Jerusalem bind the man that owneth this girdle, and shall\ndeliver \\add him\\add* into the hands of the Gentiles. \n"},{"number":12,"text":"And when we heard these things, both we, and they of that\nplace, besought him not to go up to Jerusalem. \n"},{"number":13,"text":"Then Paul answered, What mean ye to weep and to break mine\nheart? for I am ready not to be bound only, but also to die at Jerusalem\nfor the name of the Lord Jesus. \n"},{"number":14,"text":"And when he would not be persuaded, we ceased, saying, The\nwill of the Lord be done. \n\n"},{"number":15,"text":"And after those days we took up our carriages, and went up\nto Jerusalem. \n"},{"number":16,"text":"There went with us also \\add certain\\add* of the disciples\nof Cæsarea, and brought with them one Mnason of Cyprus, an old disciple,\nwith whom we should lodge. \n"},{"number":17,"text":"And when we were come to Jerusalem, the brethren received\nus gladly. \n"},{"number":18,"text":"And the \\add day\\add* following Paul went in with us unto\nJames; and all the elders were present. \n"},{"number":19,"text":"And when he had saluted them, he declared particularly what\nthings God had wrought among the Gentiles by his ministry. \n"},{"number":20,"text":"And when they heard \\add it\\add*, they glorified the Lord,\nand said unto him, Thou seest, brother, how many thousands of Jews\nthere are which believe; and they are all zealous of the law: \n"},{"number":21,"text":"And they are informed of thee, that thou teachest all the\nJews which are among the Gentiles to forsake Moses, saying that they\nought not to circumcise \\add their\\add* children, neither to walk\nafter the customs. \n"},{"number":22,"text":"What is it therefore? the multitude must needs come together:\nfor they will hear that thou art come. \n"},{"number":23,"text":"Do therefore this that we say to thee: We have four men which\nhave a vow on them; \n"},{"number":24,"text":"Them take, and purify thyself with them, and be at charges\nwith them, that they may shave \\add their\\add* heads: and all may\nknow that those things, whereof they were informed concerning thee,\nare nothing; but \\add that\\add* thou thyself also walkest orderly,\nand keepest the law. \n"},{"number":25,"text":"As touching the Gentiles which believe, we have written \\add and\\add*\nconcluded that they observe no such thing, save only that they keep\nthemselves from \\add things\\add* offered to idols, and from blood,\nand from strangled, and from fornication. \n"},{"number":26,"text":"Then Paul took the men, and the next day purifying himself\nwith them entered into the temple, to signify the accomplishment\nof the days of purification, until that an offering should be offered\nfor every one of them. \n\n"},{"number":27,"text":"And when the seven days were almost ended, the Jews which\nwere of Asia, when they saw him in the temple, stirred up all the\npeople, and laid hands on him, \n"},{"number":28,"text":"Crying out, Men of Israel, help: This is the man, that teacheth\nall \\add men\\add* every where against the people, and the law, and\nthis place: and further brought Greeks also into the temple, and\nhath polluted this holy place. \n"},{"number":29,"text":"(For they had seen before with him in the city Trophimus an\nEphesian, whom they supposed that Paul had brought into the temple.)\n"},{"number":30,"text":"And all the city was moved, and the people ran together: and\nthey took Paul, and drew him out of the temple: and forthwith the\ndoors were shut. \n"},{"number":31,"text":"And as they went about to kill him, tidings came unto the chief\ncaptain of the band, that all Jerusalem was in an uproar. \n"},{"number":32,"text":"Who immediately took soldiers and centurions, and ran down\nunto them: and when they saw the chief captain and the soldiers,\nthey left beating of Paul. \n"},{"number":33,"text":"Then the chief captain came near, and took him, and commanded\n\\add him\\add* to be bound with two chains; and demanded who he was,\nand what he had done. \n"},{"number":34,"text":"And some cried one thing, some another, among the multitude:\nand when he could not know the certainty for the tumult, he commanded\nhim to be carried into the castle. \n"},{"number":35,"text":"And when he came upon the stairs, so it was, that he was borne\nof the soldiers for the violence of the people. \n"},{"number":36,"text":"For the multitude of the people followed after, crying, Away\nwith him. \n"},{"number":37,"text":"And as Paul was to be led into the castle, he said unto the chief\ncaptain, May I speak unto thee? Who said, Canst thou speak Greek?\n"},{"number":38,"text":"Art not thou that Egyptian, which before these days madest an\nuproar, and leddest out into the wilderness four thousand men that were\nmurderers? \n"},{"number":39,"text":"But Paul said, I am a man \\add which am\\add* a Jew of Tarsus,\n\\add a city\\add* in Cilicia, a citizen of no mean city: and, I beseech\nthee, suffer me to speak unto the people. \n"},{"number":40,"text":"And when he had given him licence, Paul stood on the stairs,\nand beckoned with the hand unto the people. And when there was made\na great silence, he spake unto \\add them\\add* in the Hebrew tongue,\nsaying, \n"}],"number":21},{"verses":[{"number":1,"text":"Men, brethren, and fathers, hear ye my defence \\add which I\nmake\\add* now unto you. \n"},{"number":2,"text":"(And when they heard that he spake in the Hebrew tongue to them,\nthey kept the more silence: and he saith,) \n"},{"number":3,"text":"I am verily a man \\add which am\\add* a Jew, born in Tarsus,\n\\add a city\\add* in Cilicia, yet brought up in this city at the feet\nof Gamaliel, \\add and\\add* taught according to the perfect manner\nof the law of the fathers, and was zealous toward God, as ye all\nare this day. \n"},{"number":4,"text":"And I persecuted this way unto the death, binding and delivering\ninto prisons both men and women. \n"},{"number":5,"text":"As also the high priest doth bear me witness, and all the estate of the\nelders: from whom also I received letters unto the brethren, and\nwent to Damascus, to bring them which were there bound unto Jerusalem,\nfor to be punished. \n"},{"number":6,"text":"And it came to pass, that, as I made my journey, and was come\nnigh unto Damascus about noon, suddenly there shone from heaven a\ngreat light round about me. \n"},{"number":7,"text":"And I fell unto the ground, and heard a voice saying unto me,\n\\wj  Saul, Saul, why persecutest thou me?\\wj* \n"},{"number":8,"text":"And I answered, Who art thou, Lord? And he said unto me, \\wj \nI am Jesus of Nazareth, whom thou persecutest.\\wj* \n"},{"number":9,"text":"And they that were with me saw indeed the light, and were afraid;\nbut they heard not the voice of him that spake to me. \n"},{"number":10,"text":"And I said, What shall I do, Lord? And the Lord said unto\nme, \\wj  Arise, and go into Damascus; and there it shall be told\nthee of all things which are appointed for thee to do.\\wj* \n"},{"number":11,"text":"And when I could not see for the glory of that light, being led by the\nhand of them that were with me, I came into Damascus. \n"},{"number":12,"text":"And one Ananias, a devout man according to the law, having a good\nreport of all the Jews which dwelt \\add there\\add*, \n"},{"number":13,"text":"Came unto me, and stood, and said unto me, Brother Saul, receive thy\nsight. And the same hour I looked up upon him. \n"},{"number":14,"text":"And he said, The God of our fathers hath chosen thee, that thou shouldest\nknow his will, and see that Just One, and shouldest hear the voice\nof his mouth. \n"},{"number":15,"text":"For thou shalt be his witness unto all men of what thou hast\nseen and heard. \n"},{"number":16,"text":"And now why tarriest thou? arise, and be baptized, and wash\naway thy sins, calling on the name of the Lord. \n"},{"number":17,"text":"And it came to pass, that, when I was come again to Jerusalem,\neven while I prayed in the temple, I was in a trance; \n"},{"number":18,"text":"And saw him saying unto me, \\wj  Make haste, and get thee\nquickly out of Jerusalem: for they will not receive thy testimony\nconcerning me.\\wj* \n"},{"number":19,"text":"And I said, Lord, they know that I imprisoned and beat in\nevery synagogue them that believed on thee: \n"},{"number":20,"text":"And when the blood of thy martyr Stephen was shed, I also\nwas standing by, and consenting unto his death, and kept the raiment\nof them that slew him. \n"},{"number":21,"text":"And he said unto me, \\wj  Depart: for I will send thee far\nhence unto the Gentiles.\\wj* \n"},{"number":22,"text":"And they gave him audience unto this word, and \\add then\\add*\nlifted up their voices, and said, Away with such a \\add fellow\\add*\nfrom the earth: for it is not fit that he should live. \n"},{"number":23,"text":"And as they cried out, and cast off \\add their\\add* clothes,\nand threw dust into the air, \n"},{"number":24,"text":"The chief captain commanded him to be brought into the castle,\nand bade that he should be examined by scourging; that he might know\nwherefore they cried so against him. \n"},{"number":25,"text":"And as they bound him with thongs, Paul said unto the centurion\nthat stood by, Is it lawful for you to scourge a man that is a Roman,\nand uncondemned? \n"},{"number":26,"text":"When the centurion heard \\add that\\add*, he went and told\nthe chief captain, saying, Take heed what thou doest: for this man\nis a Roman. \n"},{"number":27,"text":"Then the chief captain came, and said unto him, Tell me, art\nthou a Roman? He said, Yea. \n"},{"number":28,"text":"And the chief captain answered, With a great sum obtained\nI this freedom. And Paul said, But I was \\add free\\add* born. \n"},{"number":29,"text":"Then straightway they departed from him which should have\nexamined him: and the chief captain also was afraid, after he knew\nthat he was a Roman, and because he had bound him. \n"},{"number":30,"text":"On the morrow, because he would have known the certainty wherefore\nhe was accused of the Jews, he loosed him from \\add his\\add* bands,\nand commanded the chief priests and all their council to appear,\nand brought Paul down, and set him before them. \n"}],"number":22},{"verses":[{"number":1,"text":"And Paul, earnestly beholding the council, said, Men \\add and\\add*\nbrethren, I have lived in all good conscience before God until this\nday. \n"},{"number":2,"text":"And the high priest Ananias commanded them that stood by him\nto smite him on the mouth. \n"},{"number":3,"text":"Then said Paul unto him, God shall smite thee, \\add thou\\add*\nwhited wall: for sittest thou to judge me after the law, and commandest\nme to be smitten contrary to the law? \n"},{"number":4,"text":"And they that stood by said, Revilest thou God’s high priest?\n"},{"number":5,"text":"Then said Paul, I wist not, brethren, that he was the high\npriest: for it is written, Thou shalt not speak evil of the ruler\nof thy people. \n"},{"number":6,"text":"But when Paul perceived that the one part were Sadducees, and\nthe other Pharisees, he cried out in the council, Men \\add and\\add*\nbrethren, I am a Pharisee, the son of a Pharisee: of the hope and\nresurrection of the dead I am called in question. \n"},{"number":7,"text":"And when he had so said, there arose a dissension between the\nPharisees and the Sadducees: and the multitude was divided. \n"},{"number":8,"text":"For the Sadducees say that there is no resurrection, neither\nangel, nor spirit: but the Pharisees confess both. \n"},{"number":9,"text":"And there arose a great cry: and the scribes \\add that were\\add*\nof the Pharisees’ part arose, and strove, saying, We find no evil\nin this man: but if a spirit or an angel hath spoken to him, let\nus not fight against God. \n"},{"number":10,"text":"And when there arose a great dissension, the chief captain,\nfearing lest Paul should have been pulled in pieces of them, commanded\nthe soldiers to go down, and to take him by force from among them,\nand to bring \\add him\\add* into the castle. \n"},{"number":11,"text":"And the night following the Lord stood by him, and said, \\wj \nBe of good cheer, Paul: for as thou hast testified of me in Jerusalem,\nso must thou bear witness also at Rome.\\wj* \n"},{"number":12,"text":"And when it was day, certain of the Jews banded together,\nand bound themselves under a curse, saying that they would neither\neat nor drink till they had killed Paul. \n"},{"number":13,"text":"And they were more than forty which had made this conspiracy.\n"},{"number":14,"text":"And they came to the chief priests and elders, and said, We have\nbound ourselves under a great curse, that we will eat nothing until\nwe have slain Paul. \n"},{"number":15,"text":"Now therefore ye with the council signify to the chief captain\nthat he bring him down unto you to morrow, as though ye would enquire\nsomething more perfectly concerning him: and we, or ever he come\nnear, are ready to kill him. \n"},{"number":16,"text":"And when Paul’s sister’s son heard of their lying in wait,\nhe went and entered into the castle, and told Paul. \n"},{"number":17,"text":"Then Paul called one of the centurions unto \\add him\\add*,\nand said, Bring this young man unto the chief captain: for he hath\na certain thing to tell him. \n"},{"number":18,"text":"So he took him, and brought \\add him\\add* to the chief captain,\nand said, Paul the prisoner called me unto \\add him\\add*, and prayed\nme to bring this young man unto thee, who hath something to say unto\nthee. \n"},{"number":19,"text":"Then the chief captain took him by the hand, and went \\add with\nhim\\add* aside privately, and asked \\add him\\add*, What is that thou\nhast to tell me? \n"},{"number":20,"text":"And he said, The Jews have agreed to desire thee that thou wouldest bring\ndown Paul to morrow into the council, as though they would enquire\nsomewhat of him more perfectly. \n"},{"number":21,"text":"But do not thou yield unto them: for there lie in wait for\nhim of them more than forty men, which have bound themselves with an\noath, that they will neither eat nor drink till they have killed\nhim: and now are they ready, looking for a promise from thee. \n"},{"number":22,"text":"So the chief captain \\add then\\add* let the young man depart,\nand charged \\add him, See thou\\add* tell no man that thou hast shewed\nthese things to me. \n"},{"number":23,"text":"And he called unto \\add him\\add* two centurions, saying, Make\nready two hundred soldiers to go to Cæsarea, and horsemen threescore and\nten, and spearmen two hundred, at the third hour of the night; \n"},{"number":24,"text":"And provide \\add them\\add* beasts, that they may set Paul\non, and bring \\add him\\add* safe unto Felix the governor. \n"},{"number":25,"text":"And he wrote a letter after this manner: \n"},{"number":26,"text":"Claudius Lysias unto the most excellent governor Felix \\add sendeth\\add*\ngreeting. \n"},{"number":27,"text":"This man was taken of the Jews, and should have been killed\nof them: then came I with an army, and rescued him, having understood\nthat he was a Roman. \n"},{"number":28,"text":"And when I would have known the cause wherefore they accused\nhim, I brought him forth into their council: \n"},{"number":29,"text":"Whom I perceived to be accused of questions of their law,\nbut to have nothing laid to his charge worthy of death or of bonds.\n"},{"number":30,"text":"And when it was told me how that the Jews laid wait for the\nman, I sent straightway to thee, and gave commandment to his accusers\nalso to say before thee what \\add they had\\add* against him. Farewell.\n"},{"number":31,"text":"Then the soldiers, as it was commanded them, took Paul, and\nbrought \\add him\\add* by night to Antipatris. \n"},{"number":32,"text":"On the morrow they left the horsemen to go with him, and returned\nto the castle: \n"},{"number":33,"text":"Who, when they came to Cæsarea, and delivered the epistle\nto the governor, presented Paul also before him. \n"},{"number":34,"text":"And when the governor had read \\add the letter\\add*, he asked\nof what province he was. And when he understood that \\add he was\\add*\nof Cilicia; \n"},{"number":35,"text":"I will hear thee, said he, when thine accusers are also come.\nAnd he commanded him to be kept in Herod’s judgment hall. \n"}],"number":23},{"verses":[{"number":1,"text":"And after five days Ananias the high priest descended with\nthe elders, and \\add with\\add* a certain orator \\add named\\add* Tertullus,\nwho informed the governor against Paul. \n"},{"number":2,"text":"And when he was called forth, Tertullus began to accuse \\add him\\add*,\nsaying, Seeing that by thee we enjoy great quietness, and that very worthy\ndeeds are done unto this nation by thy providence, \n"},{"number":3,"text":"We accept \\add it\\add* always, and in all places, most noble\nFelix, with all thankfulness. \n"},{"number":4,"text":"Notwithstanding, that I be not further tedious unto thee, I\npray thee that thou wouldest hear us of thy clemency a few words.\n"},{"number":5,"text":"For we have found this man \\add a\\add* pestilent \\add fellow\\add*,\nand a mover of sedition among all the Jews throughout the world,\nand a ringleader of the sect of the Nazarenes: \n"},{"number":6,"text":"Who also hath gone about to profane the temple: whom we took,\nand would have judged according to our law. \n"},{"number":7,"text":"But the chief captain Lysias came \\add upon us\\add*, and with\ngreat violence took \\add him\\add* away out of our hands, \n"},{"number":8,"text":"Commanding his accusers to come unto thee: by examining of\nwhom thyself mayest take knowledge of all these things, whereof we\naccuse him. \n"},{"number":9,"text":"And the Jews also assented, saying that these things were so.\n"},{"number":10,"text":"Then Paul, after that the governor had beckoned unto him to\nspeak, answered, Forasmuch as I know that thou hast been of many\nyears a judge unto this nation, I do the more cheerfully answer for\nmyself: \n"},{"number":11,"text":"Because that thou mayest understand, that there are yet but\ntwelve days since I went up to Jerusalem for to worship. \n"},{"number":12,"text":"And they neither found me in the temple disputing with any\nman, neither raising up the people, neither in the synagogues, nor\nin the city: \n"},{"number":13,"text":"Neither can they prove the things whereof they now accuse\nme. \n"},{"number":14,"text":"But this I confess unto thee, that after the way which they\ncall heresy, so worship I the God of my fathers, believing all things\nwhich are written in the law and in the prophets: \n"},{"number":15,"text":"And have hope toward God, which they themselves also allow,\nthat there shall be a resurrection of the dead, both of the just\nand unjust. \n"},{"number":16,"text":"And herein do I exercise myself, to have always a conscience\nvoid of offence toward God, and \\add toward\\add* men. \n"},{"number":17,"text":"Now after many years I came to bring alms to my nation, and\nofferings. \n"},{"number":18,"text":"Whereupon certain Jews from Asia found me purified in the\ntemple, neither with multitude, nor with tumult. \n"},{"number":19,"text":"Who ought to have been here before thee, and object, if they\nhad ought against me. \n"},{"number":20,"text":"Or else let these same \\add here\\add* say, if they have found\nany evil doing in me, while I stood before the council, \n"},{"number":21,"text":"Except it be for this one voice, that I cried standing among\nthem, Touching the resurrection of the dead I am called in question\nby you this day. \n\n"},{"number":22,"text":"And when Felix heard these things, having more perfect knowledge\nof \\add that\\add* way, he deferred them, and said, When Lysias the chief\ncaptain shall come down, I will know the uttermost of your matter.\n"},{"number":23,"text":"And he commanded a centurion to keep Paul, and to let \\add him\\add*\nhave liberty, and that he should forbid none of his acquaintance\nto minister or come unto him. \n\n"},{"number":24,"text":"And after certain days, when Felix came with his wife Drusilla,\nwhich was a Jewess, he sent for Paul, and heard him concerning the\nfaith in Christ. \n"},{"number":25,"text":"And as he reasoned of righteousness, temperance, and judgment\nto come, Felix trembled, and answered, Go thy way for this time;\nwhen I have a convenient season, I will call for thee. \n"},{"number":26,"text":"He hoped also that money should have been given him of Paul,\nthat he might loose him: wherefore he sent for him the oftener, and\ncommuned with him. \n"},{"number":27,"text":"But after two years Porcius Festus came into Felix’ room:\nand Felix, willing to shew the Jews a pleasure, left Paul bound.\n"}],"number":24},{"verses":[{"number":1,"text":"Now when Festus was come into the province, after three days\nhe ascended from Cæsarea to Jerusalem. \n"},{"number":2,"text":"Then the high priest and the chief of the Jews informed him\nagainst Paul, and besought him, \n"},{"number":3,"text":"And desired favour against him, that he would send for him\nto Jerusalem, laying wait in the way to kill him. \n"},{"number":4,"text":"But Festus answered, that Paul should be kept at Cæsarea, and\nthat he himself would depart shortly \\add thither\\add*. \n"},{"number":5,"text":"Let them therefore, said he, which among you are able, go down\nwith \\add me\\add*, and accuse this man, if there be any wickedness\nin him. \n"},{"number":6,"text":"And when he had tarried among them more than ten days, he went\ndown unto Cæsarea; and the next day sitting on the judgment seat\ncommanded Paul to be brought. \n"},{"number":7,"text":"And when he was come, the Jews which came down from Jerusalem\nstood round about, and laid many and grievous complaints against\nPaul, which they could not prove. \n"},{"number":8,"text":"While he answered for himself, Neither against the law of the\nJews, neither against the temple, nor yet against Cæsar, have I offended\nany thing at all. \n"},{"number":9,"text":"But Festus, willing to do the Jews a pleasure, answered Paul,\nand said, Wilt thou go up to Jerusalem, and there be judged of these\nthings before me? \n"},{"number":10,"text":"Then said Paul, I stand at Cæsar’s judgment seat, where I\nought to be judged: to the Jews have I done no wrong, as thou very\nwell knowest. \n"},{"number":11,"text":"For if I be an offender, or have committed any thing worthy\nof death, I refuse not to die: but if there be none of these things\nwhereof these accuse me, no man may deliver me unto them. I appeal\nunto Cæsar. \n"},{"number":12,"text":"Then Festus, when he had conferred with the council, answered,\nHast thou appealed unto Cæsar? unto Cæsar shalt thou go. \n\n"},{"number":13,"text":"And after certain days king Agrippa and Bernice came unto\nCæsarea to salute Festus. \n"},{"number":14,"text":"And when they had been there many days, Festus declared Paul’s\ncause unto the king, saying, There is a certain man left in bonds\nby Felix: \n"},{"number":15,"text":"About whom, when I was at Jerusalem, the chief priests and\nthe elders of the Jews informed \\add me\\add*, desiring \\add to have\\add*\njudgment against him. \n"},{"number":16,"text":"To whom I answered, It is not the manner of the Romans to\ndeliver any man to die, before that he which is accused have the\naccusers face to face, and have licence to answer for himself concerning\nthe crime laid against him. \n"},{"number":17,"text":"Therefore, when they were come hither, without any delay on the\nmorrow I sat on the judgment seat, and commanded the man to be brought\nforth. \n"},{"number":18,"text":"Against whom when the accusers stood up, they brought none\naccusation of such things as I supposed: \n"},{"number":19,"text":"But had certain questions against him of their own superstition,\nand of one Jesus, which was dead, whom Paul affirmed to be alive.\n"},{"number":20,"text":"And because I doubted of such manner of questions, I asked\n\\add him\\add* whether he would go to Jerusalem, and there be judged\nof these matters. \n"},{"number":21,"text":"But when Paul had appealed to be reserved unto the hearing\nof Augustus, I commanded him to be kept till I might send him to\nCæsar. \n"},{"number":22,"text":"Then Agrippa said unto Festus, I would also hear the man myself.\nTo morrow, said he, thou shalt hear him. \n\n"},{"number":23,"text":"And on the morrow, when Agrippa was come, and Bernice, with\ngreat pomp, and was entered into the place of hearing, with the chief\ncaptains, and principal men of the city, at Festus’ commandment Paul\nwas brought forth. \n"},{"number":24,"text":"And Festus said, King Agrippa, and all men which are here\npresent with us, ye see this man, about whom all the multitude of the\nJews have dealt with me, both at Jerusalem, and \\add also\\add* here,\ncrying that he ought not to live any longer. \n"},{"number":25,"text":"But when I found that he had committed nothing worthy of death,\nand that he himself hath appealed to Augustus, I have determined\nto send him. \n"},{"number":26,"text":"Of whom I have no certain thing to write unto my lord. Wherefore\nI have brought him forth before you, and specially before thee, O\nking Agrippa, that, after examination had, I might have somewhat\nto write. \n"},{"number":27,"text":"For it seemeth to me unreasonable to send a prisoner, and\nnot withal to signify the crimes \\add laid\\add* against him. \n"}],"number":25},{"verses":[{"number":1,"text":"Then Agrippa said unto Paul, Thou art permitted to speak for\nthyself. Then Paul stretched forth the hand, and answered for himself:\n"},{"number":2,"text":"I think myself happy, king Agrippa, because I shall answer for\nmyself this day before thee touching all the things whereof I am\naccused of the Jews: \n"},{"number":3,"text":"Especially \\add because I know\\add* thee to be expert in all\ncustoms and questions which are among the Jews: wherefore I beseech\nthee to hear me patiently. \n"},{"number":4,"text":"My manner of life from my youth, which was at the first among\nmine own nation at Jerusalem, know all the Jews; \n"},{"number":5,"text":"Which knew me from the beginning, if they would testify, that\nafter the most straitest sect of our religion I lived a Pharisee.\n"},{"number":6,"text":"And now I stand and am judged for the hope of the promise made\nof God unto our fathers: \n"},{"number":7,"text":"Unto which \\add promise\\add* our twelve tribes, instantly serving\n\\add God\\add* day and night, hope to come. For which hope’s sake,\nking Agrippa, I am accused of the Jews. \n"},{"number":8,"text":"Why should it be thought a thing incredible with you, that\nGod should raise the dead? \n"},{"number":9,"text":"I verily thought with myself, that I ought to do many things\ncontrary to the name of Jesus of Nazareth. \n"},{"number":10,"text":"Which thing I also did in Jerusalem: and many of the saints\ndid I shut up in prison, having received authority from the chief\npriests; and when they were put to death, I gave my voice against\n\\add them\\add*. \n"},{"number":11,"text":"And I punished them oft in every synagogue, and compelled\n\\add them\\add* to blaspheme; and being exceedingly mad against them,\nI persecuted \\add them\\add* even unto strange cities. \n"},{"number":12,"text":"Whereupon as I went to Damascus with authority and commission\nfrom the chief priests, \n"},{"number":13,"text":"At midday, O king, I saw in the way a light from heaven, above\nthe brightness of the sun, shining round about me and them which\njourneyed with me. \n"},{"number":14,"text":"And when we were all fallen to the earth, I heard a voice\nspeaking unto me, and saying in the Hebrew tongue, \\wj  Saul, Saul,\nwhy persecutest thou me? \\+add it is\\+add* hard for thee to kick\nagainst the pricks.\\wj* \n"},{"number":15,"text":"And I said, Who art thou, Lord? And he said, \\wj  I am Jesus\nwhom thou persecutest.\\wj* \n"},{"number":16,"text":"\\wj  But rise, and stand upon thy feet: for I have appeared\nunto thee for this purpose, to make thee a minister and a witness\nboth of these things which thou hast seen, and of those things in the\nwhich I will appear unto thee;\\wj* \n"},{"number":17,"text":"\\wj  Delivering thee from the people, and \\+add from\\+add*\nthe Gentiles, unto whom now I send thee,\\wj* \n"},{"number":18,"text":"\\wj  To open their eyes, \\+add  and\\+add* to turn \\+add them\\+add*\nfrom darkness to light, and \\+add from\\+add* the power of Satan unto\nGod, that they may receive forgiveness of sins, and inheritance among\nthem which are sanctified by faith that is in me.\\wj* \n"},{"number":19,"text":"Whereupon, O king Agrippa, I was not disobedient unto the\nheavenly vision: \n"},{"number":20,"text":"But shewed first unto them of Damascus, and at Jerusalem,\nand throughout all the coasts of Judæa, and \\add then\\add* to the\nGentiles, that they should repent and turn to God, and do works meet\nfor repentance. \n"},{"number":21,"text":"For these causes the Jews caught me in the temple, and went\nabout to kill \\add me\\add*. \n"},{"number":22,"text":"Having therefore obtained help of God, I continue unto this\nday, witnessing both to small and great, saying none other things\nthan those which the prophets and Moses did say should come: \n"},{"number":23,"text":"That Christ should suffer, \\add and\\add* that he should be the\nfirst that should rise from the dead, and should shew light unto the\npeople, and to the Gentiles. \n\n"},{"number":24,"text":"And as he thus spake for himself, Festus said with a loud\nvoice, Paul, thou art beside thyself; much learning doth make thee\nmad. \n"},{"number":25,"text":"But he said, I am not mad, most noble Festus; but speak forth\nthe words of truth and soberness. \n"},{"number":26,"text":"For the king knoweth of these things, before whom also I speak\nfreely: for I am persuaded that none of these things are hidden from\nhim; for this thing was not done in a corner. \n"},{"number":27,"text":"King Agrippa, believest thou the prophets? I know that thou\nbelievest. \n"},{"number":28,"text":"Then Agrippa said unto Paul, Almost thou persuadest me to\nbe a Christian. \n"},{"number":29,"text":"And Paul said, I would to God, that not only thou, but also\nall that hear me this day, were both almost, and altogether such\nas I am, except these bonds. \n"},{"number":30,"text":"And when he had thus spoken, the king rose up, and the governor,\nand Bernice, and they that sat with them: \n"},{"number":31,"text":"And when they were gone aside, they talked between themselves,\nsaying, This man doeth nothing worthy of death or of bonds. \n"},{"number":32,"text":"Then said Agrippa unto Festus, This man might have been set at\nliberty, if he had not appealed unto Cæsar. \n"}],"number":26},{"verses":[{"number":1,"text":"And when it was determined that we should sail into Italy,\nthey delivered Paul and certain other prisoners unto \\add one\\add*\nnamed Julius, a centurion of Augustus’ band. \n"},{"number":2,"text":"And entering into a ship of Adramyttium, we launched, meaning\nto sail by the coasts of Asia; \\add one\\add* Aristarchus, a Macedonian\nof Thessalonica, being with us. \n"},{"number":3,"text":"And the next \\add day\\add* we touched at Sidon. And Julius\ncourteously entreated Paul, and gave \\add him\\add* liberty to go\nunto his friends to refresh himself. \n"},{"number":4,"text":"And when we had launched from thence, we sailed under Cyprus,\nbecause the winds were contrary. \n"},{"number":5,"text":"And when we had sailed over the sea of Cilicia and Pamphylia,\nwe came to Myra, \\add a city\\add* of Lycia. \n"},{"number":6,"text":"And there the centurion found a ship of Alexandria sailing\ninto Italy; and he put us therein. \n"},{"number":7,"text":"And when we had sailed slowly many days, and scarce were come\nover against Cnidus, the wind not suffering us, we sailed under Crete,\nover against Salmone; \n"},{"number":8,"text":"And, hardly passing it, came unto a place which is called The\nfair havens; nigh whereunto was the city \\add of\\add* Lasea. \n\n"},{"number":9,"text":"Now when much time was spent, and when sailing was now dangerous,\nbecause the fast was now already past, Paul admonished \\add them\\add*,\n"},{"number":10,"text":"And said unto them, Sirs, I perceive that this voyage will\nbe with hurt and much damage, not only of the lading and ship, but\nalso of our lives. \n"},{"number":11,"text":"Nevertheless the centurion believed the master and the owner of the\nship, more than those things which were spoken by Paul. \n"},{"number":12,"text":"And because the haven was not commodious to winter in, the more\npart advised to depart thence also, if by any means they might attain\nto Phenice, \\add and there\\add* to winter; \\add which is\\add* an\nhaven of Crete, and lieth toward the south west and north west. \n"},{"number":13,"text":"And when the south wind blew softly, supposing that they had\nobtained \\add their\\add* purpose, loosing \\add thence\\add*, they\nsailed close by Crete. \n"},{"number":14,"text":"But not long after there arose against it a tempestuous wind,\ncalled Euroclydon. \n"},{"number":15,"text":"And when the ship was caught, and could not bear up into the\nwind, we let \\add her\\add* drive. \n"},{"number":16,"text":"And running under a certain island which is called Clauda,\nwe had much work to come by the boat: \n"},{"number":17,"text":"Which when they had taken up, they used helps, undergirding\nthe ship; and, fearing lest they should fall into the quicksands,\nstrake sail, and so were driven. \n"},{"number":18,"text":"And we being exceedingly tossed with a tempest, the next \\add day\\add*\nthey lightened the ship; \n"},{"number":19,"text":"And the third \\add day\\add* we cast out with our own hands\nthe tackling of the ship. \n"},{"number":20,"text":"And when neither sun nor stars in many days appeared, and\nno small tempest lay on \\add us\\add*, all hope that we should be\nsaved was then taken away. \n"},{"number":21,"text":"But after long abstinence Paul stood forth in the midst of\nthem, and said, Sirs, ye should have hearkened unto me, and not have\nloosed from Crete, and to have gained this harm and loss. \n"},{"number":22,"text":"And now I exhort you to be of good cheer: for there shall\nbe no loss of \\add any man’s\\add* life among you, but of the ship.\n"},{"number":23,"text":"For there stood by me this night the angel of God, whose I\nam, and whom I serve, \n"},{"number":24,"text":"Saying, Fear not, Paul; thou must be brought before Cæsar:\nand, lo, God hath given thee all them that sail with thee. \n"},{"number":25,"text":"Wherefore, sirs, be of good cheer: for I believe God, that\nit shall be even as it was told me. \n"},{"number":26,"text":"Howbeit we must be cast upon a certain island. \n"},{"number":27,"text":"But when the fourteenth night was come, as we were driven up and\ndown in Adria, about midnight the shipmen deemed that they drew near\nto some country; \n"},{"number":28,"text":"And sounded, and found \\add it\\add* twenty fathoms: and when they had\ngone a little further, they sounded again, and found \\add it\\add*\nfifteen fathoms. \n"},{"number":29,"text":"Then fearing lest we should have fallen upon rocks, they cast\nfour anchors out of the stern, and wished for the day. \n"},{"number":30,"text":"And as the shipmen were about to flee out of the ship, when\nthey had let down the boat into the sea, under colour as though they\nwould have cast anchors out of the foreship, \n"},{"number":31,"text":"Paul said to the centurion and to the soldiers, Except these\nabide in the ship, ye cannot be saved. \n"},{"number":32,"text":"Then the soldiers cut off the ropes of the boat, and let her\nfall off. \n"},{"number":33,"text":"And while the day was coming on, Paul besought \\add them\\add*\nall to take meat, saying, This day is the fourteenth day that ye have\ntarried and continued fasting, having taken nothing. \n"},{"number":34,"text":"Wherefore I pray you to take \\add some\\add* meat: for this\nis for your health: for there shall not an hair fall from the head\nof any of you. \n"},{"number":35,"text":"And when he had thus spoken, he took bread, and gave thanks\nto God in presence of them all: and when he had broken \\add it\\add*,\nhe began to eat. \n"},{"number":36,"text":"Then were they all of good cheer, and they also took \\add some\\add*\nmeat. \n"},{"number":37,"text":"And we were in all in the ship two hundred threescore and\nsixteen souls. \n"},{"number":38,"text":"And when they had eaten enough, they lightened the ship, and cast\nout the wheat into the sea. \n"},{"number":39,"text":"And when it was day, they knew not the land: but they discovered\na certain creek with a shore, into the which they were minded, if\nit were possible, to thrust in the ship. \n"},{"number":40,"text":"And when they had taken up the anchors, they committed \\add themselves\\add*\nunto the sea, and loosed the rudder bands, and hoised up the mainsail\nto the wind, and made toward shore. \n"},{"number":41,"text":"And falling into a place where two seas met, they ran the\nship aground; and the forepart stuck fast, and remained unmoveable,\nbut the hinder part was broken with the violence of the waves. \n"},{"number":42,"text":"And the soldiers’ counsel was to kill the prisoners, lest\nany of them should swim out, and escape. \n"},{"number":43,"text":"But the centurion, willing to save Paul, kept them from \\add their\\add*\npurpose; and commanded that they which could swim should cast \\add themselves\\add*\nfirst \\add into the sea\\add*, and get to land: \n"},{"number":44,"text":"And the rest, some on boards, and some on \\add broken pieces\\add*\nof the ship. And so it came to pass, that they escaped all safe to\nland. \n"}],"number":27},{"verses":[{"number":1,"text":"And when they were escaped, then they knew that the island\nwas called Melita. \n"},{"number":2,"text":"And the barbarous people shewed us no little kindness: for\nthey kindled a fire, and received us every one, because of the present\nrain, and because of the cold. \n"},{"number":3,"text":"And when Paul had gathered a bundle of sticks, and laid \\add them\\add*\non the fire, there came a viper out of the heat, and fastened on\nhis hand. \n"},{"number":4,"text":"And when the barbarians saw the \\add venomous\\add* beast hang\non his hand, they said among themselves, No doubt this man is a murderer,\nwhom, though he hath escaped the sea, yet vengeance suffereth not\nto live. \n"},{"number":5,"text":"And he shook off the beast into the fire, and felt no harm.\n"},{"number":6,"text":"Howbeit they looked when he should have swollen, or fallen\ndown dead suddenly: but after they had looked a great while, and\nsaw no harm come to him, they changed their minds, and said that\nhe was a god. \n\n"},{"number":7,"text":"In the same quarters were possessions of the chief man of the\nisland, whose name was Publius; who received us, and lodged us three\ndays courteously. \n"},{"number":8,"text":"And it came to pass, that the father of Publius lay sick of a\nfever and of a bloody flux: to whom Paul entered in, and prayed,\nand laid his hands on him, and healed him. \n"},{"number":9,"text":"So when this was done, others also, which had diseases in the\nisland, came, and were healed: \n"},{"number":10,"text":"Who also honoured us with many honours; and when we departed,\nthey laded \\add us\\add* with such things as were necessary. \n\n"},{"number":11,"text":"And after three months we departed in a ship of Alexandria,\nwhich had wintered in the isle, whose sign was Castor and Pollux.\n"},{"number":12,"text":"And landing at Syracuse, we tarried \\add there\\add* three\ndays. \n"},{"number":13,"text":"And from thence we fetched a compass, and came to Rhegium:\nand after one day the south wind blew, and we came the next day to\nPuteoli: \n"},{"number":14,"text":"Where we found brethren, and were desired to tarry with them\nseven days: and so we went toward Rome. \n"},{"number":15,"text":"And from thence, when the brethren heard of us, they came\nto meet us as far as Appii forum, and The three taverns: whom when\nPaul saw, he thanked God, and took courage. \n"},{"number":16,"text":"And when we came to Rome, the centurion delivered the prisoners\nto the captain of the guard: but Paul was suffered to dwell by himself\nwith a soldier that kept him. \n\n"},{"number":17,"text":"And it came to pass, that after three days Paul called the\nchief of the Jews together: and when they were come together, he\nsaid unto them, Men \\add and\\add* brethren, though I have committed\nnothing against the people, or customs of our fathers, yet was I\ndelivered prisoner from Jerusalem into the hands of the Romans. \n"},{"number":18,"text":"Who, when they had examined me, would have let \\add me\\add*\ngo, because there was no cause of death in me. \n"},{"number":19,"text":"But when the Jews spake against \\add it\\add*, I was constrained\nto appeal unto Cæsar; not that I had ought to accuse my nation of.\n"},{"number":20,"text":"For this cause therefore have I called for you, to see \\add you\\add*,\nand to speak with \\add you\\add*: because that for the hope of Israel\nI am bound with this chain. \n"},{"number":21,"text":"And they said unto him, We neither received letters out of\nJudæa concerning thee, neither any of the brethren that came shewed\nor spake any harm of thee. \n"},{"number":22,"text":"But we desire to hear of thee what thou thinkest: for as concerning\n this sect, we know that every where it is spoken against. \n"},{"number":23,"text":"And when they had appointed him a day, there came many to\nhim into \\add his\\add* lodging; to whom he expounded and testified\nthe kingdom of God, persuading them concerning Jesus, both out of the\nlaw of Moses, and \\add out of\\add* the prophets, from morning till\nevening. \n"},{"number":24,"text":"And some believed the things which were spoken, and some believed\nnot. \n"},{"number":25,"text":"And when they agreed not among themselves, they departed,\nafter that Paul had spoken one word, Well spake the Holy Ghost by\nEsaias the prophet unto our fathers, \n"},{"number":26,"text":"Saying, Go unto this people, and say, Hearing ye shall hear,\nand shall not understand; and seeing ye shall see, and not perceive:\n"},{"number":27,"text":"For the heart of this people is waxed gross, and their ears\nare dull of hearing, and their eyes have they closed; lest they should\nsee with \\add their\\add* eyes, and hear with \\add their\\add* ears,\nand understand with \\add their\\add* heart, and should be converted,\nand I should heal them. \n"},{"number":28,"text":"Be it known therefore unto you, that the salvation of God\nis sent unto the Gentiles, and \\add that\\add* they will hear it.\n"},{"number":29,"text":"And when he had said these words, the Jews departed, and had\ngreat reasoning among themselves. \n\n"},{"number":30,"text":"And Paul dwelt two whole years in his own hired house, and\nreceived all that came in unto him, \n"},{"number":31,"text":"Preaching the kingdom of God, and teaching those things which\nconcern the Lord Jesus Christ, with all confidence, no man forbidding\nhim. "}],"number":28}]}