{"headers":{"id":"ROM  Paul’s Letter to the Romans","h":"Romans","toc1":"THE EPISTLE OF PAUL THE APOSTLE TO THE ROMANS","toc2":"Romans","toc3":"Rom","mt1":"THE EPISTLE OF PAUL THE APOSTLE TO THE ROMANS"},"book":"Romans","chapters":[{"verses":[{"number":1,"text":"Paul, a servant of Jesus Christ, called \\add to be\\add* an\napostle, separated unto the gospel of God, \n"},{"number":2,"text":"(Which he had promised afore by his prophets in the holy scriptures,)\n"},{"number":3,"text":"Concerning his Son Jesus Christ our Lord, which was made of\nthe seed of David according to the flesh; \n"},{"number":4,"text":"And declared \\add to be\\add* the Son of God with power, according\nto the spirit of holiness, by the resurrection from the dead: \n"},{"number":5,"text":"By whom we have received grace and apostleship, for obedience\nto the faith among all nations, for his name: \n"},{"number":6,"text":"Among whom are ye also the called of Jesus Christ: \n"},{"number":7,"text":"To all that be in Rome, beloved of God, called \\add to be\\add*\nsaints: Grace to you and peace from God our Father, and the Lord\nJesus Christ. \n\n"},{"number":8,"text":"First, I thank my God through Jesus Christ for you all, that\nyour faith is spoken of throughout the whole world. \n"},{"number":9,"text":"For God is my witness, whom I serve with my spirit in the gospel\nof his Son, that without ceasing I make mention of you always in my prayers;\n"},{"number":10,"text":"Making request, if by any means now at length I might have a prosperous\njourney by the will of God to come unto you. \n"},{"number":11,"text":"For I long to see you, that I may impart unto you some spiritual\ngift, to the end ye may be established; \n"},{"number":12,"text":"That is, that I may be comforted together with you by the\nmutual faith both of you and me. \n"},{"number":13,"text":"Now I would not have you ignorant, brethren, that oftentimes\nI purposed to come unto you, (but was let hitherto,) that I might\nhave some fruit among you also, even as among other Gentiles. \n"},{"number":14,"text":"I am debtor both to the Greeks, and to the Barbarians; both\nto the wise, and to the unwise. \n"},{"number":15,"text":"So, as much as in me is, I am ready to preach the gospel to\nyou that are at Rome also. \n"},{"number":16,"text":"For I am not ashamed of the gospel of Christ: for it is the\npower of God unto salvation to every one that believeth; to the Jew\nfirst, and also to the Greek. \n"},{"number":17,"text":"For therein is the righteousness of God revealed from faith\nto faith: as it is written, The just shall live by faith. \n\n"},{"number":18,"text":"For the wrath of God is revealed from heaven against all ungodliness\nand unrighteousness of men, who hold the truth in unrighteousness;\n"},{"number":19,"text":"Because that which may be known of God is manifest in them;\nfor God hath shewed \\add it\\add* unto them. \n"},{"number":20,"text":"For the invisible things of him from the creation of the world\nare clearly seen, being understood by the things that are made, \\add even\\add*\nhis eternal power and Godhead; so that they are without excuse: \n"},{"number":21,"text":"Because that, when they knew God, they glorified \\add him\\add*\nnot as God, neither were thankful; but became vain in their imaginations,\nand their foolish heart was darkened. \n"},{"number":22,"text":"Professing themselves to be wise, they became fools, \n"},{"number":23,"text":"And changed the glory of the uncorruptible God into an image\nmade like to corruptible man, and to birds, and fourfooted beasts,\nand creeping things. \n\n"},{"number":24,"text":"Wherefore God also gave them up to uncleanness through the\nlusts of their own hearts, to dishonour their own bodies between\nthemselves: \n"},{"number":25,"text":"Who changed the truth of God into a lie, and worshipped and\nserved the creature more than the Creator, who is blessed for ever.\nAmen. \n"},{"number":26,"text":"For this cause God gave them up unto vile affections: for\neven their women did change the natural use into that which is against\nnature: \n"},{"number":27,"text":"And likewise also the men, leaving the natural use of the\nwoman, burned in their lust one toward another; men with men working\nthat which is unseemly, and receiving in themselves that recompence\nof their error which was meet. \n"},{"number":28,"text":"And even as they did not like to retain God in \\add their\\add*\nknowledge, God gave them over to a reprobate mind, to do those things\nwhich are not convenient; \n"},{"number":29,"text":"Being filled with all unrighteousness, fornication, wickedness,\ncovetousness, maliciousness; full of envy, murder, debate, deceit,\nmalignity; whisperers, \n"},{"number":30,"text":"Backbiters, haters of God, despiteful, proud, boasters, inventors\nof evil things, disobedient to parents, \n"},{"number":31,"text":"Without understanding, covenantbreakers, without natural affection,\nimplacable, unmerciful: \n"},{"number":32,"text":"Who knowing the judgment of God, that they which commit such\nthings are worthy of death, not only do the same, but have pleasure\nin them that do them. \n"}],"number":1},{"verses":[{"number":1,"text":"Therefore thou art inexcusable, O man, whosoever thou art that\njudgest: for wherein thou judgest another, thou condemnest thyself;\nfor thou that judgest doest the same things. \n"},{"number":2,"text":"But we are sure that the judgment of God is according to truth\nagainst them which commit such things. \n"},{"number":3,"text":"And thinkest thou this, O man, that judgest them which do such\nthings, and doest the same, that thou shalt escape the judgment of\nGod? \n"},{"number":4,"text":"Or despisest thou the riches of his goodness and forbearance\nand longsuffering; not knowing that the goodness of God leadeth thee\nto repentance? \n"},{"number":5,"text":"But after thy hardness and impenitent heart treasurest up unto\nthyself wrath against the day of wrath and revelation of the righteous\njudgment of God; \n"},{"number":6,"text":"Who will render to every man according to his deeds: \n"},{"number":7,"text":"To them who by patient continuance in well doing seek for glory\nand honour and immortality, eternal life: \n"},{"number":8,"text":"But unto them that are contentious, and do not obey the truth,\nbut obey unrighteousness, indignation and wrath, \n"},{"number":9,"text":"Tribulation and anguish, upon every soul of man that doeth\nevil, of the Jew first, and also of the Gentile; \n"},{"number":10,"text":"But glory, honour, and peace, to every man that worketh good,\nto the Jew first, and also to the Gentile: \n"},{"number":11,"text":"For there is no respect of persons with God. \n"},{"number":12,"text":"For as many as have sinned without law shall also perish without\nlaw: and as many as have sinned in the law shall be judged by the\nlaw; \n"},{"number":13,"text":"(For not the hearers of the law \\add are\\add* just before God,\nbut the doers of the law shall be justified. \n"},{"number":14,"text":"For when the Gentiles, which have not the law, do by nature\nthe things contained in the law, these, having not the law, are a\nlaw unto themselves: \n"},{"number":15,"text":"Which shew the work of the law written in their hearts, their\nconscience also bearing witness, and \\add their\\add* thoughts the mean\nwhile accusing or else excusing one another;) \n"},{"number":16,"text":"In the day when God shall judge the secrets of men by Jesus\nChrist according to my gospel. \n\n"},{"number":17,"text":"Behold, thou art called a Jew, and restest in the law, and\nmakest thy boast of God, \n"},{"number":18,"text":"And knowest \\add his\\add* will, and approvest the things that are more\nexcellent, being instructed out of the law; \n"},{"number":19,"text":"And art confident that thou thyself art a guide of the blind,\na light of them which are in darkness, \n"},{"number":20,"text":"An instructor of the foolish, a teacher of babes, which hast\nthe form of knowledge and of the truth in the law. \n"},{"number":21,"text":"Thou therefore which teachest another, teachest thou not thyself?\nthou that preachest a man should not steal, dost thou steal? \n"},{"number":22,"text":"Thou that sayest a man should not commit adultery, dost thou commit\nadultery? thou that abhorrest idols, dost thou commit sacrilege?\n"},{"number":23,"text":"Thou that makest thy boast of the law, through breaking the\nlaw dishonourest thou God? \n"},{"number":24,"text":"For the name of God is blasphemed among the Gentiles through\nyou, as it is written. \n"},{"number":25,"text":"For circumcision verily profiteth, if thou keep the law: but\nif thou be a breaker of the law, thy circumcision is made uncircumcision.\n"},{"number":26,"text":"Therefore if the uncircumcision keep the righteousness of the\nlaw, shall not his uncircumcision be counted for circumcision? \n"},{"number":27,"text":"And shall not uncircumcision which is by nature, if it fulfil\nthe law, judge thee, who by the letter and circumcision dost transgress\nthe law? \n"},{"number":28,"text":"For he is not a Jew, which is one outwardly; neither \\add is\nthat\\add* circumcision, which is outward in the flesh: \n"},{"number":29,"text":"But he \\add is\\add* a Jew, which is one inwardly; and circumcision\n\\add is that\\add* of the heart, in the spirit, \\add and\\add* not\nin the letter; whose praise \\add is\\add* not of men, but of God.\n"}],"number":2},{"verses":[{"number":1,"text":"What advantage then hath the Jew? or what profit \\add is there\\add*\nof circumcision? \n"},{"number":2,"text":"Much every way: chiefly, because that unto them were committed\nthe oracles of God. \n"},{"number":3,"text":"For what if some did not believe? shall their unbelief make\nthe faith of God without effect? \n"},{"number":4,"text":"God forbid: yea, let God be true, but every man a liar; as\nit is written, That thou mightest be justified in thy sayings, and\nmightest overcome when thou art judged. \n"},{"number":5,"text":"But if our unrighteousness commend the righteousness of God,\nwhat shall we say? \\add Is\\add* God unrighteous who taketh vengeance?\n(I speak as a man) \n"},{"number":6,"text":"God forbid: for then how shall God judge the world? \n"},{"number":7,"text":"For if the truth of God hath more abounded through my lie unto\nhis glory; why yet am I also judged as a sinner? \n"},{"number":8,"text":"And not \\add rather\\add*, (as we be slanderously reported,\nand as some affirm that we say,) Let us do evil, that good may come?\nwhose damnation is just. \n\n"},{"number":9,"text":"What then? are we better \\add than they\\add*? No, in no wise:\nfor we have before proved both Jews and Gentiles, that they are all\nunder sin; \n"},{"number":10,"text":"As it is written, There is none righteous, no, not one: \n"},{"number":11,"text":"There is none that understandeth, there is none that seeketh\nafter God. \n"},{"number":12,"text":"They are all gone out of the way, they are together become\nunprofitable; there is none that doeth good, no, not one. \n"},{"number":13,"text":"Their throat \\add is\\add* an open sepulchre; with their tongues\nthey have used deceit; the poison of asps \\add is\\add* under their\nlips: \n"},{"number":14,"text":"Whose mouth \\add is\\add* full of cursing and bitterness: \n"},{"number":15,"text":"Their feet \\add are\\add* swift to shed blood: \n"},{"number":16,"text":"Destruction and misery \\add are\\add* in their ways: \n"},{"number":17,"text":"And the way of peace have they not known: \n"},{"number":18,"text":"There is no fear of God before their eyes. \n\n"},{"number":19,"text":"Now we know that what things soever the law saith, it saith\nto them who are under the law: that every mouth may be stopped, and\nall the world may become guilty before God. \n"},{"number":20,"text":"Therefore by the deeds of the law there shall no flesh be\njustified in his sight: for by the law \\add is\\add* the knowledge\nof sin. \n\n"},{"number":21,"text":"But now the righteousness of God without the law is manifested,\nbeing witnessed by the law and the prophets; \n"},{"number":22,"text":"Even the righteousness of God \\add which is\\add* by faith\nof Jesus Christ unto all and upon all them that believe: for there\nis no difference: \n"},{"number":23,"text":"For all have sinned, and come short of the glory of God; \n"},{"number":24,"text":"Being justified freely by his grace through the redemption\nthat is in Christ Jesus: \n"},{"number":25,"text":"Whom God hath set forth \\add to be\\add* a propitiation through\nfaith in his blood, to declare his righteousness for the remission\nof sins that are past, through the forbearance of God; \n"},{"number":26,"text":"To declare, \\add I say\\add*, at this time his righteousness:\nthat he might be just, and the justifier of him which believeth in\nJesus. \n"},{"number":27,"text":"Where \\add is\\add* boasting then? It is excluded. By what\nlaw? of works? Nay: but by the law of faith. \n"},{"number":28,"text":"Therefore we conclude that a man is justified by faith without\nthe deeds of the law. \n"},{"number":29,"text":"\\add Is he\\add* the God of the Jews only? \\add is he\\add*\nnot also of the Gentiles? Yes, of the Gentiles also: \n"},{"number":30,"text":"Seeing \\add it is\\add* one God, which shall justify the circumcision\nby faith, and uncircumcision through faith. \n"},{"number":31,"text":"Do we then make void the law through faith? God forbid: yea,\nwe establish the law. \n"}],"number":3},{"verses":[{"number":1,"text":"What shall we say then that Abraham our father, as pertaining\nto the flesh, hath found? \n"},{"number":2,"text":"For if Abraham were justified by works, he hath \\add whereof\\add*\nto glory; but not before God. \n"},{"number":3,"text":"For what saith the scripture? Abraham believed God, and it was\ncounted unto him for righteousness. \n"},{"number":4,"text":"Now to him that worketh is the reward not reckoned of grace,\nbut of debt. \n"},{"number":5,"text":"But to him that worketh not, but believeth on him that justifieth\nthe ungodly, his faith is counted for righteousness. \n"},{"number":6,"text":"Even as David also describeth the blessedness of the man, unto\nwhom God imputeth righteousness without works, \n"},{"number":7,"text":"\\add Saying\\add*, Blessed \\add are\\add* they whose iniquities\nare forgiven, and whose sins are covered. \n"},{"number":8,"text":"Blessed \\add is\\add* the man to whom the Lord will not impute\nsin. \n"},{"number":9,"text":"\\add Cometh\\add* this blessedness then upon the circumcision\n\\add only\\add*, or upon the uncircumcision also? for we say that\nfaith was reckoned to Abraham for righteousness. \n"},{"number":10,"text":"How was it then reckoned? when he was in circumcision, or\nin uncircumcision? Not in circumcision, but in uncircumcision. \n"},{"number":11,"text":"And he received the sign of circumcision, a seal of the righteousness\nof the faith which \\add he had yet\\add* being uncircumcised: that\nhe might be the father of all them that believe, though they be not\ncircumcised; that righteousness might be imputed unto them also:\n"},{"number":12,"text":"And the father of circumcision to them who are not of the\ncircumcision only, but who also walk in the steps of that faith of\nour father Abraham, which \\add he had\\add* being \\add yet\\add* uncircumcised.\n"},{"number":13,"text":"For the promise, that he should be the heir of the world,\n\\add was\\add* not to Abraham, or to his seed, through the law, but\nthrough the righteousness of faith. \n"},{"number":14,"text":"For if they which are of the law \\add be\\add* heirs, faith\nis made void, and the promise made of none effect: \n"},{"number":15,"text":"Because the law worketh wrath: for where no law is, \\add there\nis\\add* no transgression. \n"},{"number":16,"text":"Therefore \\add it is\\add* of faith, that \\add it might be\\add*\nby grace; to the end the promise might be sure to all the seed; not\nto that only which is of the law, but to that also which is of the\nfaith of Abraham; who is the father of us all, \n"},{"number":17,"text":"(As it is written, I have made thee a father of many nations,)\nbefore him whom he believed, \\add even\\add* God, who quickeneth the\ndead, and calleth those things which be not as though they were.\n"},{"number":18,"text":"Who against hope believed in hope, that he might become the\nfather of many nations; according to that which was spoken, So shall\nthy seed be. \n"},{"number":19,"text":"And being not weak in faith, he considered not his own body\nnow dead, when he was about an hundred years old, neither yet the\ndeadness of Sara’s womb: \n"},{"number":20,"text":"He staggered not at the promise of God through unbelief; but\nwas strong in faith, giving glory to God; \n"},{"number":21,"text":"And being fully persuaded that, what he had promised, he was\nable also to perform. \n"},{"number":22,"text":"And therefore it was imputed to him for righteousness. \n"},{"number":23,"text":"Now it was not written for his sake alone, that it was imputed\nto him; \n"},{"number":24,"text":"But for us also, to whom it shall be imputed, if we believe\non him that raised up Jesus our Lord from the dead; \n"},{"number":25,"text":"Who was delivered for our offences, and was raised again for\nour justification. \n"}],"number":4},{"verses":[{"number":1,"text":"Therefore being justified by faith, we have peace with God\nthrough our Lord Jesus Christ: \n"},{"number":2,"text":"By whom also we have access by faith into this grace wherein\nwe stand, and rejoice in hope of the glory of God. \n"},{"number":3,"text":"And not only \\add so\\add*, but we glory in tribulations also:\nknowing that tribulation worketh patience; \n"},{"number":4,"text":"And patience, experience; and experience, hope: \n"},{"number":5,"text":"And hope maketh not ashamed; because the love of God is shed\nabroad in our hearts by the Holy Ghost which is given unto us. \n"},{"number":6,"text":"For when we were yet without strength, in due time Christ died\nfor the ungodly. \n"},{"number":7,"text":"For scarcely for a righteous man will one die: yet peradventure\nfor a good man some would even dare to die. \n"},{"number":8,"text":"But God commendeth his love toward us, in that, while we were\nyet sinners, Christ died for us. \n"},{"number":9,"text":"Much more then, being now justified by his blood, we shall be\nsaved from wrath through him. \n"},{"number":10,"text":"For if, when we were enemies, we were reconciled to God by\nthe death of his Son, much more, being reconciled, we shall be saved\nby his life. \n"},{"number":11,"text":"And not only \\add so\\add*, but we also joy in God through\nour Lord Jesus Christ, by whom we have now received the atonement.\n\n"},{"number":12,"text":"Wherefore, as by one man sin entered into the world, and death\nby sin; and so death passed upon all men, for that all have sinned:\n"},{"number":13,"text":"(For until the law sin was in the world: but sin is not imputed\nwhen there is no law. \n"},{"number":14,"text":"Nevertheless death reigned from Adam to Moses, even over them that\nhad not sinned after the similitude of Adam’s transgression, who\nis the figure of him that was to come. \n"},{"number":15,"text":"But not as the offence, so also \\add is\\add* the free gift.\nFor if through the offence of one many be dead, much more the grace\nof God, and the gift by grace, \\add which is\\add* by one man, Jesus\nChrist, hath abounded unto many. \n"},{"number":16,"text":"And not as \\add it was\\add* by one that sinned, \\add so is\\add*\nthe gift: for the judgment \\add was\\add* by one to condemnation,\nbut the free gift \\add is\\add* of many offences unto justification.\n"},{"number":17,"text":"For if by one man’s offence death reigned by one; much more\nthey which receive abundance of grace and of the gift of righteousness\nshall reign in life by one, Jesus Christ.) \n"},{"number":18,"text":"Therefore as by the offence of one \\add judgment came\\add*\nupon all men to condemnation; even so by the righteousness of one\n\\add the free gift came\\add* upon all men unto justification of life.\n"},{"number":19,"text":"For as by one man’s disobedience many were made sinners, so\nby the obedience of one shall many be made righteous. \n"},{"number":20,"text":"Moreover the law entered, that the offence might abound. But\nwhere sin abounded, grace did much more abound: \n"},{"number":21,"text":"That as sin hath reigned unto death, even so might  grace\nreign through righteousness unto eternal life by Jesus Christ our\nLord. \n"}],"number":5},{"verses":[{"number":1,"text":"What shall we say then? Shall we continue in sin, that grace\nmay abound? \n"},{"number":2,"text":"God forbid. How shall we, that are dead to sin, live any longer\ntherein? \n"},{"number":3,"text":"Know ye not, that so many of us as were baptized into Jesus\nChrist were baptized into his death? \n"},{"number":4,"text":"Therefore we are buried with him by baptism into death: that\nlike as Christ was raised up from the dead by the glory of the Father,\neven so we also should walk in newness of life. \n"},{"number":5,"text":"For if we have been planted together in the likeness of his\ndeath, we shall be also \\add in the likeness\\add* of \\add his\\add*\nresurrection: \n"},{"number":6,"text":"Knowing this, that our old man is crucified with \\add him\\add*,\nthat the body of sin might be destroyed, that henceforth we should\nnot serve sin. \n"},{"number":7,"text":"For he that is dead is freed from sin. \n"},{"number":8,"text":"Now if we be dead with Christ, we believe that we shall also\nlive with him: \n"},{"number":9,"text":"Knowing that Christ being raised from the dead dieth no more;\ndeath hath no more dominion over him. \n"},{"number":10,"text":"For in that he died, he died unto sin once: but in that he\nliveth, he liveth unto God. \n"},{"number":11,"text":"Likewise reckon ye also yourselves to be dead indeed unto\nsin, but alive unto God through Jesus Christ our Lord. \n"},{"number":12,"text":"Let not sin therefore reign in your mortal body, that ye should\nobey it in the lusts thereof. \n"},{"number":13,"text":"Neither yield ye your members \\add as\\add* instruments of\nunrighteousness unto sin: but yield yourselves unto God, as those that are\nalive from the dead, and your members \\add as\\add* instruments of\nrighteousness unto God. \n"},{"number":14,"text":"For sin shall not have dominion over you: for ye are not under\nthe law, but under grace. \n"},{"number":15,"text":"What then? shall we sin, because we are not under the law,\nbut under grace? God forbid. \n"},{"number":16,"text":"Know ye not, that to whom ye yield yourselves servants to\nobey, his servants ye are to whom ye obey; whether of sin unto death,\nor of obedience unto righteousness? \n"},{"number":17,"text":"But God be thanked, that ye were the servants of sin, but\nye have obeyed from the heart that form of doctrine which was delivered\nyou. \n"},{"number":18,"text":"Being then made free from sin, ye became the servants of righteousness.\n"},{"number":19,"text":"I speak after the manner of men because of the infirmity of\nyour flesh: for as ye have yielded your members servants to uncleanness\nand to iniquity unto iniquity; even so now yield your members servants\nto righteousness unto holiness. \n"},{"number":20,"text":"For when ye were the servants of sin, ye were free from righteousness.\n"},{"number":21,"text":"What fruit had ye then in those things whereof ye are now\nashamed? for the end of those things \\add is\\add* death. \n"},{"number":22,"text":"But now being made free from sin, and become servants to God,\nye have your fruit unto holiness, and the end everlasting life. \n"},{"number":23,"text":"For the wages of sin \\add is\\add* death; but the gift of God\n\\add is\\add* eternal life through Jesus Christ our Lord. \n"}],"number":6},{"verses":[{"number":1,"text":"Know ye not, brethren, (for I speak to them that know the law,)\nhow that the law hath dominion over a man as long as he liveth? \n"},{"number":2,"text":"For the woman which hath an husband is bound by the law to\n\\add her\\add* husband so long as he liveth; but if the husband be\ndead, she is loosed from the law of \\add her\\add* husband. \n"},{"number":3,"text":"So then if, while \\add her\\add* husband liveth, she be married\nto another man, she shall be called an adulteress: but if her husband\nbe dead, she is free from that law; so that she is no adulteress,\nthough she be married to another man. \n"},{"number":4,"text":"Wherefore, my brethren, ye also are become dead to the law\nby the body of Christ; that ye should be married to another, \\add even\\add*\nto him who is raised from the dead, that we should bring forth fruit\nunto God. \n"},{"number":5,"text":"For when we were in the flesh, the motions of sins, which were\nby the law, did work in our members to bring forth fruit unto death.\n"},{"number":6,"text":"But now we are delivered from the law, that being dead wherein\nwe were held; that we should serve in newness of spirit, and not\n\\add in\\add* the oldness of the letter. \n\n"},{"number":7,"text":"What shall we say then? \\add Is\\add* the law sin? God forbid.\nNay, I had not known sin, but by the law: for I had not known lust,\nexcept the law had said, Thou shalt not covet. \n"},{"number":8,"text":"But sin, taking occasion by the commandment, wrought in me\nall manner of concupiscence. For without the law sin \\add was\\add*\ndead. \n"},{"number":9,"text":"For I was alive without the law once: but when the commandment\ncame, sin revived, and I died. \n"},{"number":10,"text":"And the commandment, which \\add was ordained\\add* to life,\nI found \\add to be\\add* unto death. \n"},{"number":11,"text":"For sin, taking occasion by the commandment, deceived me,\nand by it slew \\add me\\add*. \n"},{"number":12,"text":"Wherefore the law \\add is\\add* holy, and the commandment holy,\nand just, and good. \n"},{"number":13,"text":"Was then that which is good made death unto me? God forbid.\nBut sin, that it might appear sin, working death in me by that which is\ngood; that sin by the commandment might become exceeding sinful.\n"},{"number":14,"text":"For we know that the law is spiritual: but I am carnal, sold\nunder sin. \n"},{"number":15,"text":"For that which I do I allow not: for what I would, that do\nI not; but what I hate, that do I. \n"},{"number":16,"text":"If then I do that which I would not, I consent unto the law\nthat \\add it is\\add* good. \n"},{"number":17,"text":"Now then it is no more I that do it, but sin that dwelleth\nin me. \n"},{"number":18,"text":"For I know that in me (that is, in my flesh,) dwelleth no\ngood thing: for to will is present with me; but \\add how\\add* to\nperform that which is good I find not. \n"},{"number":19,"text":"For the good that I would I do not: but the evil which I would\nnot, that I do. \n"},{"number":20,"text":"Now if I do that I would not, it is no more I that do it,\nbut sin that dwelleth in me. \n"},{"number":21,"text":"I find then a law, that, when I would do good, evil is present\nwith me. \n"},{"number":22,"text":"For I delight in the law of God after the inward man: \n"},{"number":23,"text":"But I see another law in my members, warring against the law\nof my mind, and bringing me into captivity to the law of sin which\nis in my members. \n"},{"number":24,"text":"O wretched man that I am! who shall deliver me from the body\nof this death? \n"},{"number":25,"text":"I thank God through Jesus Christ our Lord. So then with the\nmind I myself serve the law of God; but with the flesh the law of\nsin. \n"}],"number":7},{"verses":[{"number":1,"text":"\\add There is\\add* therefore now no condemnation to them which\nare in Christ Jesus, who walk not after the flesh, but after the\nSpirit. \n"},{"number":2,"text":"For the law of the Spirit of life in Christ Jesus hath made\nme free from the law of sin and death. \n"},{"number":3,"text":"For what the law could not do, in that it was weak through\nthe flesh, God sending his own Son in the likeness of sinful flesh,\nand for sin, condemned sin in the flesh: \n"},{"number":4,"text":"That the righteousness of the law might be fulfilled in us,\nwho walk not after the flesh, but after the Spirit. \n"},{"number":5,"text":"For they that are after the flesh do mind the things of the\nflesh; but they that are after the Spirit the things of the Spirit.\n"},{"number":6,"text":"For to be carnally minded \\add is\\add* death; but to be spiritually\nminded \\add is\\add* life and peace. \n"},{"number":7,"text":"Because the carnal mind \\add is\\add* enmity against God: for\nit is not subject to the law of God, neither indeed can be. \n"},{"number":8,"text":"So then they that are in the flesh cannot please God. \n"},{"number":9,"text":"But ye are not in the flesh, but in the Spirit, if so be that\nthe Spirit of God dwell in you. Now if any man have not the Spirit\nof Christ, he is none of his. \n"},{"number":10,"text":"And if Christ \\add be\\add* in you, the body \\add is\\add* dead\nbecause of sin; but the Spirit \\add is\\add* life because of righteousness.\n"},{"number":11,"text":"But if the Spirit of him that raised up Jesus from the dead\ndwell in you, he that raised up Christ from the dead shall also quicken\nyour mortal bodies by his Spirit that dwelleth in you. \n\n"},{"number":12,"text":"Therefore, brethren, we are debtors, not to the flesh, to\nlive after the flesh. \n"},{"number":13,"text":"For if ye live after the flesh, ye shall die: but if ye through the\nSpirit do mortify the deeds of the body, ye shall live. \n"},{"number":14,"text":"For as many as are led by the Spirit of God, they are the\nsons of God. \n"},{"number":15,"text":"For ye have not received the spirit of bondage again to fear;\nbut ye have received the Spirit of adoption, whereby we cry, Abba,\nFather. \n"},{"number":16,"text":"The Spirit itself beareth witness with our spirit, that we\nare the children of God: \n"},{"number":17,"text":"And if children, then heirs; heirs of God, and joint-heirs\nwith Christ; if so be that we suffer with \\add him\\add*, that we may\nbe also glorified together. \n\n"},{"number":18,"text":"For I reckon that the sufferings of this present time \\add are\\add*\nnot worthy \\add to be compared\\add* with the glory which shall be\nrevealed in us. \n"},{"number":19,"text":"For the earnest expectation of the creature waiteth for the\nmanifestation of the sons of God. \n"},{"number":20,"text":"For the creature was made subject to vanity, not willingly,\nbut by reason of him who hath subjected \\add the same\\add* in hope,\n"},{"number":21,"text":"Because the creature itself also shall be delivered from the\nbondage of corruption into the glorious liberty of the children of\nGod. \n"},{"number":22,"text":"For we know that the whole creation groaneth and travaileth in pain\ntogether until now. \n"},{"number":23,"text":"And not only \\add they\\add*, but ourselves also, which have\nthe firstfruits of the Spirit, even we ourselves groan within ourselves,\nwaiting for the adoption, \\add to wit\\add*, the redemption of our\nbody. \n"},{"number":24,"text":"For we are saved by hope: but hope that is seen is not hope:\nfor what a man seeth, why doth he yet hope for? \n"},{"number":25,"text":"But if we hope for that we see not, \\add then\\add* do we with\npatience wait for \\add it\\add*. \n"},{"number":26,"text":"Likewise the Spirit also helpeth our infirmities: for we know\nnot what we should pray for as we ought: but the Spirit itself maketh\nintercession for us with groanings which cannot be uttered. \n"},{"number":27,"text":"And he that searcheth the hearts knoweth what \\add is\\add*\nthe mind of the Spirit, because he maketh intercession for the saints\naccording to \\add the will of\\add* God. \n"},{"number":28,"text":"And we know that all things work together for good to them that\nlove God, to them who are the called according to \\add his\\add* purpose.\n"},{"number":29,"text":"For whom he did foreknow, he also did predestinate \\add to\nbe\\add* conformed to the image of his Son, that he might be the firstborn\namong many brethren. \n"},{"number":30,"text":"Moreover whom he did predestinate, them he also called: and\nwhom he called, them he also justified: and whom he justified, them\nhe also glorified. \n"},{"number":31,"text":"What shall we then say to these things? If God \\add be\\add*\nfor us, who \\add can be\\add* against us? \n"},{"number":32,"text":"He that spared not his own Son, but delivered him up for us\nall, how shall he not with him also freely give us all things? \n"},{"number":33,"text":"Who shall lay any thing to the charge of God’s elect? \\add It\nis\\add* God that justifieth. \n"},{"number":34,"text":"Who \\add is\\add* he that condemneth? \\add It is\\add* Christ\nthat died, yea rather, that is risen again, who is even at the right\nhand of God, who also maketh intercession for us. \n"},{"number":35,"text":"Who shall separate us from the love of Christ? \\add shall\\add*\ntribulation, or distress, or persecution, or famine, or nakedness,\nor peril, or sword? \n"},{"number":36,"text":"As it is written, For thy sake we are killed all the day long;\nwe are accounted as sheep for the slaughter. \n"},{"number":37,"text":"Nay, in all these things we are more than conquerors through\nhim that loved us. \n"},{"number":38,"text":"For I am persuaded, that neither death, nor life, nor angels,\nnor principalities, nor powers, nor things present, nor things to\ncome, \n"},{"number":39,"text":"Nor height, nor depth, nor any other creature, shall be able\nto separate us from the love of God, which is in Christ Jesus our\nLord. \n"}],"number":8},{"verses":[{"number":1,"text":"I say the truth in Christ, I lie not, my conscience also bearing\nme witness in the Holy Ghost, \n"},{"number":2,"text":"That I have great heaviness and continual sorrow in my heart.\n"},{"number":3,"text":"For I could wish that myself were accursed from Christ for\nmy brethren, my kinsmen according to the flesh: \n"},{"number":4,"text":"Who are Israelites; to whom \\add pertaineth\\add* the adoption,\nand the glory, and the covenants, and the giving of the law, and\nthe service \\add of God\\add*, and the promises; \n"},{"number":5,"text":"Whose \\add are\\add* the fathers, and of whom as concerning\nthe flesh Christ \\add came\\add*, who is over all, God blessed for\never. Amen. \n\n"},{"number":6,"text":"Not as though the word of God hath taken none effect. For they\n\\add are\\add* not all Israel, which are of Israel: \n"},{"number":7,"text":"Neither, because they are the seed of Abraham, \\add are they\\add*\nall children: but, In Isaac shall thy seed be called. \n"},{"number":8,"text":"That is, They which are the children of the flesh, these \\add are\\add*\nnot the children of God: but the children of the promise are counted\nfor the seed. \n"},{"number":9,"text":"For this \\add is\\add* the word of promise, At this time will I\ncome, and Sara shall have a son. \n"},{"number":10,"text":"And not only \\add this\\add*; but when Rebecca also had conceived\nby one, \\add even\\add* by our father Isaac; \n"},{"number":11,"text":"(For \\add the children\\add* being not yet born, neither having\ndone any good or evil, that the purpose of God according to election\nmight stand, not of works, but of him that calleth;) \n"},{"number":12,"text":"It was said unto her, The elder shall serve the younger. \n"},{"number":13,"text":"As it is written, Jacob have I loved, but Esau have I hated.\n\n"},{"number":14,"text":"What shall we say then? \\add Is there\\add* unrighteousness\nwith God? God forbid. \n"},{"number":15,"text":"For he saith to Moses, I will have mercy on whom I will have\nmercy, and I will have compassion on whom I will have compassion.\n"},{"number":16,"text":"So then \\add it is\\add* not of him that willeth, nor of him that\nrunneth, but of God that sheweth mercy. \n"},{"number":17,"text":"For the scripture saith unto Pharaoh, Even for this same purpose\nhave I raised thee up, that I might shew my power in thee, and that\nmy name might be declared throughout all the earth. \n"},{"number":18,"text":"Therefore hath he mercy on whom he will \\add have mercy\\add*,\nand whom he will he hardeneth. \n"},{"number":19,"text":"Thou wilt say then unto me, Why doth he yet find fault? For\nwho hath resisted his will? \n"},{"number":20,"text":"Nay but, O man, who art thou that repliest against God? Shall\nthe thing formed say to him that formed \\add it\\add*, Why hast thou\nmade me thus? \n"},{"number":21,"text":"Hath not the potter power over the clay, of the same lump\nto make one vessel unto honour, and another unto dishonour? \n"},{"number":22,"text":"\\add What\\add* if God, willing to shew \\add his\\add* wrath,\nand to make his power known, endured with much longsuffering the\nvessels of wrath fitted to destruction: \n"},{"number":23,"text":"And that he might make known the riches of his glory on the\nvessels of mercy, which he had afore prepared unto glory, \n"},{"number":24,"text":"Even us, whom he hath called, not of the Jews only, but also\nof the Gentiles? \n"},{"number":25,"text":"As he saith also in Osee, I will call them my people, which\nwere not my people; and her beloved, which was not beloved. \n"},{"number":26,"text":"And it shall come to pass, \\add that\\add* in the place where\nit was said unto them, Ye \\add are\\add* not my people; there shall they be\ncalled the children of the living God. \n"},{"number":27,"text":"Esaias also crieth concerning Israel, Though the number of the\nchildren of Israel be as the sand of the sea, a remnant shall be\nsaved: \n"},{"number":28,"text":"For he will finish the work, and cut \\add it\\add* short in\nrighteousness: because a short work will the Lord make upon the earth.\n"},{"number":29,"text":"And as Esaias said before, Except the Lord of Sabaoth had\nleft us a seed, we had been as Sodoma, and been made like unto Gomorrha.\n"},{"number":30,"text":"What shall we say then? That the Gentiles, which followed\nnot after righteousness, have attained to righteousness, even the\nrighteousness which is of faith. \n"},{"number":31,"text":"But Israel, which followed after the law of righteousness,\nhath not attained to the law of righteousness. \n"},{"number":32,"text":"Wherefore? Because \\add they sought it\\add* not by faith,\nbut as it were by the works of the law. For they stumbled at that\nstumblingstone; \n"},{"number":33,"text":"As it is written, Behold, I lay in Sion a stumblingstone and\nrock of offence: and whosoever believeth on him shall not be ashamed.\n"}],"number":9},{"verses":[{"number":1,"text":"Brethren, my heart’s desire and prayer to God for Israel is,\nthat they might be saved. \n"},{"number":2,"text":"For I bear them record that they have a zeal of God, but not\naccording to knowledge. \n"},{"number":3,"text":"For they being ignorant of God’s righteousness, and going about\nto establish their own righteousness, have not submitted themselves\nunto the righteousness of God. \n"},{"number":4,"text":"For Christ \\add is\\add* the end of the law for righteousness\nto every one that believeth. \n"},{"number":5,"text":"For Moses describeth the righteousness which is of the law,\nThat the man which doeth those things shall live by them. \n"},{"number":6,"text":"But the righteousness which is of faith speaketh on this wise,\nSay not in thine heart, Who shall ascend into heaven? (that is, to\nbring Christ down \\add from above\\add*:) \n"},{"number":7,"text":"Or, Who shall descend into the deep? (that is, to bring up\nChrist again from the dead.) \n"},{"number":8,"text":"But what saith it? The word is nigh thee, \\add even\\add* in\nthy mouth, and in thy heart: that is, the word of faith, which we\npreach; \n"},{"number":9,"text":"That if thou shalt confess with thy mouth the Lord Jesus, and\nshalt believe in thine heart that God hath raised him from the dead,\nthou shalt be saved. \n"},{"number":10,"text":"For with the heart man believeth unto righteousness; and with the\nmouth confession is made unto salvation. \n"},{"number":11,"text":"For the scripture saith, Whosoever believeth on him shall\nnot be ashamed. \n"},{"number":12,"text":"For there is no difference between the Jew and the Greek:\nfor the same Lord over all is rich unto all that call upon him. \n"},{"number":13,"text":"For whosoever shall call upon the name of the Lord shall be\nsaved. \n"},{"number":14,"text":"How then shall they call on him in whom they have not believed?\nand how shall they believe in him of whom they have not heard? and\nhow shall they hear without a preacher? \n"},{"number":15,"text":"And how shall they preach, except they be sent? as it is written,\nHow beautiful are the feet of them that preach the gospel of peace,\nand bring glad tidings of good things! \n"},{"number":16,"text":"But they have not all obeyed the gospel. For Esaias saith,\nLord, who hath believed our report? \n"},{"number":17,"text":"So then faith \\add cometh\\add* by hearing, and hearing by\nthe word of God. \n"},{"number":18,"text":"But I say, Have they not heard? Yes verily, their sound went\ninto all the earth, and their words unto the ends of the world. \n"},{"number":19,"text":"But I say, Did not Israel know? First Moses saith, I will\nprovoke you to jealousy by \\add them that are\\add* no people, \\add and\\add*\nby a foolish nation I will anger you. \n"},{"number":20,"text":"But Esaias is very bold, and saith, I was found of them that\nsought me not; I was made manifest unto them that asked not after\nme. \n"},{"number":21,"text":"But to Israel he saith, All day long I have stretched forth\nmy hands unto a disobedient and gainsaying people. \n"}],"number":10},{"verses":[{"number":1,"text":"I say then, Hath God cast away his people? God forbid. For\nI also am an Israelite, of the seed of Abraham, \\add of\\add* the\ntribe of Benjamin. \n"},{"number":2,"text":"God hath not cast away his people which he foreknew. Wot ye\nnot what the scripture saith of Elias? how he maketh intercession\nto God against Israel, saying, \n"},{"number":3,"text":"Lord, they have killed thy prophets, and digged down thine\naltars; and I am left alone, and they seek my life. \n"},{"number":4,"text":"But what saith the answer of God unto him? I have reserved\nto myself seven thousand men, who have not bowed the knee to \\add the image\nof\\add* Baal. \n"},{"number":5,"text":"Even so then at this present time also there is a remnant according\nto the election of grace. \n"},{"number":6,"text":"And if by grace, then \\add is it\\add* no more of works: otherwise\ngrace is no more grace. But if \\add it be\\add* of works, then is\nit no more grace: otherwise work is no more work. \n\n"},{"number":7,"text":"What then? Israel hath not obtained that which he seeketh for;\nbut the election hath obtained it, and the rest were blinded \n"},{"number":8,"text":"(According as it is written, God hath given them the spirit\nof slumber, eyes that they should not see, and ears that they should\nnot hear;) unto this day. \n"},{"number":9,"text":"And David saith, Let their table be made a snare, and a trap,\nand a stumblingblock, and a recompence unto them: \n"},{"number":10,"text":"Let their eyes be darkened, that they may not see, and bow\ndown their back alway. \n"},{"number":11,"text":"I say then, Have they stumbled that they should fall? God\nforbid: but \\add rather\\add* through their fall salvation \\add is\ncome\\add* unto the Gentiles, for to provoke them to jealousy. \n"},{"number":12,"text":"Now if the fall of them \\add be\\add* the riches of the world,\nand the diminishing of them the riches of the Gentiles; how much\nmore their fulness? \n\n"},{"number":13,"text":"For I speak to you Gentiles, inasmuch as I am the apostle\nof the Gentiles, I magnify mine office: \n"},{"number":14,"text":"If by any means I may provoke to emulation \\add them which\nare\\add* my flesh, and might save some of them. \n"},{"number":15,"text":"For if the casting away of them \\add be\\add* the reconciling\nof the world, what \\add shall\\add* the receiving \\add of them be\\add*,\nbut life from the dead? \n"},{"number":16,"text":"For if the firstfruit \\add be\\add* holy, the lump \\add is\\add*\nalso \\add holy\\add*: and if the root \\add be\\add* holy, so \\add are\\add*\nthe branches. \n"},{"number":17,"text":"And if some of the branches be broken off, and thou, being\na wild olive tree, wert graffed in among them, and with them partakest\nof the root and fatness of the olive tree; \n"},{"number":18,"text":"Boast not against the branches. But if thou boast, thou bearest\nnot the root, but the root thee. \n"},{"number":19,"text":"Thou wilt say then, The branches were broken off, that I might be graffed\nin. \n"},{"number":20,"text":"Well; because of unbelief they were broken off, and thou standest\nby faith. Be not highminded, but fear: \n"},{"number":21,"text":"For if God spared not the natural branches, \\add take heed\\add*\nlest he also spare not thee. \n"},{"number":22,"text":"Behold therefore the goodness and severity of God: on them which\nfell, severity; but toward thee, goodness, if thou continue in \\add his\\add*\ngoodness: otherwise thou also shalt be cut off. \n"},{"number":23,"text":"And they also, if they abide not still in unbelief, shall be graffed\nin: for God is able to graff them in again. \n"},{"number":24,"text":"For if thou wert cut out of the olive tree which is wild by\nnature, and wert graffed contrary to nature into a good olive tree:\nhow much more shall these, which be the natural \\add branches\\add*,\nbe graffed into their own olive tree? \n\n"},{"number":25,"text":"For I would not, brethren, that ye should be ignorant of this\nmystery, lest ye should be wise in your own conceits; that blindness\nin part is happened to Israel, until the fulness of the Gentiles\nbe come in. \n"},{"number":26,"text":"And so all Israel shall be saved: as it is written, There shall\ncome out of Sion the Deliverer, and shall turn away ungodliness from\nJacob: \n"},{"number":27,"text":"For this \\add is\\add* my covenant unto them, when I shall take\naway their sins. \n"},{"number":28,"text":"As concerning the gospel, \\add they are\\add* enemies for your\nsakes: but as touching the election, \\add they are\\add* beloved for\nthe fathers’ sakes. \n"},{"number":29,"text":"For the gifts and calling of God \\add are\\add* without repentance.\n"},{"number":30,"text":"For as ye in times past have not believed God, yet have now\nobtained mercy through their unbelief: \n"},{"number":31,"text":"Even so have these also now not believed, that through your\nmercy they also may obtain mercy. \n"},{"number":32,"text":"For God hath concluded them all in unbelief, that he might have mercy\nupon all. \n\n"},{"number":33,"text":"O the depth of the riches both of the wisdom and knowledge\nof God! how unsearchable \\add are\\add* his judgments, and his ways\npast finding out! \n"},{"number":34,"text":"For who hath known the mind of the Lord? or who hath been\nhis counsellor? \n"},{"number":35,"text":"Or who hath first given to him, and it shall be recompensed\nunto him again? \n"},{"number":36,"text":"For of him, and through him, and to him, \\add are\\add* all\nthings: to whom \\add be\\add* glory for ever. Amen. \n"}],"number":11},{"verses":[{"number":1,"text":"I beseech you therefore, brethren, by the mercies of God, that ye\npresent your bodies a living sacrifice, holy, acceptable unto God,\n\\add which is\\add* your reasonable service. \n"},{"number":2,"text":"And be not conformed to this world: but be ye transformed by the\nrenewing of your mind, that ye may prove what \\add is\\add* that good,\nand acceptable, and perfect, will of God. \n\n"},{"number":3,"text":"For I say, through the grace given unto me, to every man that\nis among you, not to think \\add of himself\\add* more highly than\nhe ought to think; but to think soberly, according as God hath dealt\nto every man the measure of faith. \n"},{"number":4,"text":"For as we have many members in one body, and all members have\nnot the same office: \n"},{"number":5,"text":"So we, \\add being\\add* many, are one body in Christ, and every\none members one of another. \n"},{"number":6,"text":"Having then gifts differing according to the grace that is\ngiven to us, whether prophecy, \\add let us prophesy\\add* according\nto the proportion of faith; \n"},{"number":7,"text":"Or ministry, \\add let us wait\\add* on \\add our\\add* ministering:\nor he that teacheth, on teaching; \n"},{"number":8,"text":"Or he that exhorteth, on exhortation: he that giveth, \\add let him do\nit\\add* with simplicity; he that ruleth, with diligence; he that sheweth\nmercy, with cheerfulness. \n\n"},{"number":9,"text":"\\add Let\\add* love be without dissimulation. Abhor that which is\nevil; cleave to that which is good. \n"},{"number":10,"text":"\\add Be\\add* kindly affectioned one to another with brotherly\nlove; in honour preferring one another; \n"},{"number":11,"text":"Not slothful in business; fervent in spirit; serving the Lord;\n"},{"number":12,"text":"Rejoicing in hope; patient in tribulation; continuing instant\nin prayer; \n"},{"number":13,"text":"Distributing to the necessity of saints; given to hospitality.\n"},{"number":14,"text":"Bless them which persecute you: bless, and curse not. \n"},{"number":15,"text":"Rejoice with them that do rejoice, and weep with them that\nweep. \n"},{"number":16,"text":"\\add Be\\add* of the same mind one toward another. Mind not\nhigh things, but condescend to men of low estate. Be not wise in\nyour own conceits. \n"},{"number":17,"text":"Recompense to no man evil for evil. Provide things honest\nin the sight of all men. \n"},{"number":18,"text":"If it be possible, as much as lieth in you, live peaceably\nwith all men. \n"},{"number":19,"text":"Dearly beloved, avenge not yourselves, but \\add rather\\add*\ngive place unto wrath: for it is written, Vengeance \\add is\\add*\nmine; I will repay, saith the Lord. \n"},{"number":20,"text":"Therefore if thine enemy hunger, feed him; if he thirst, give\nhim drink: for in so doing thou shalt heap coals of fire on his head.\n"},{"number":21,"text":"Be not overcome of evil, but overcome evil with good. \n"}],"number":12},{"verses":[{"number":1,"text":"Let every soul be subject unto the higher powers. For there\nis no power but of God: the powers that be are ordained of God. \n"},{"number":2,"text":"Whosoever therefore resisteth the power, resisteth the ordinance\nof God: and they that resist shall receive to themselves damnation.\n"},{"number":3,"text":"For rulers are not a terror to good works, but to the evil.\nWilt thou then not be afraid of the power? do that which is good,\nand thou shalt have praise of the same: \n"},{"number":4,"text":"For he is the minister of God to thee for good. But if thou\ndo that which is evil, be afraid; for he beareth not the sword in\nvain: for he is the minister of God, a revenger to \\add execute\\add*\nwrath upon him that doeth evil. \n"},{"number":5,"text":"Wherefore \\add ye\\add* must needs be subject, not only for\nwrath, but also for conscience sake. \n"},{"number":6,"text":"For for this cause pay ye tribute also: for they are God’s\nministers, attending continually upon this very thing. \n"},{"number":7,"text":"Render therefore to all their dues: tribute to whom tribute\n\\add is due\\add*; custom to whom custom; fear to whom fear; honour\nto whom honour. \n"},{"number":8,"text":"Owe no man any thing, but to love one another: for he that\nloveth another hath fulfilled the law. \n"},{"number":9,"text":"For this, Thou shalt not commit adultery, Thou shalt not kill,\nThou shalt not steal, Thou shalt not bear false witness, Thou shalt\nnot covet; and if \\add there be\\add* any other commandment, it is briefly\ncomprehended in this saying, namely, Thou shalt love thy neighbour\nas thyself. \n"},{"number":10,"text":"Love worketh no ill to his neighbour: therefore love \\add is\\add*\nthe fulfilling of the law. \n"},{"number":11,"text":"And that, knowing the time, that now \\add it is\\add* high\ntime to awake out of sleep: for now \\add is\\add* our salvation nearer\nthan when we believed. \n"},{"number":12,"text":"The night is far spent, the day is at hand: let us therefore\ncast off the works of darkness, and let us put on the armour of light.\n"},{"number":13,"text":"Let us walk honestly, as in the day; not in rioting and drunkenness,\nnot in chambering and wantonness, not in strife and envying. \n"},{"number":14,"text":"But put ye on the Lord Jesus Christ, and make not provision\nfor the flesh, to \\add fulfil\\add* the lusts \\add thereof.\\add* \n"}],"number":13},{"verses":[{"number":1,"text":"Him that is weak in the faith receive ye, \\add but\\add* not\nto doubtful disputations. \n"},{"number":2,"text":"For one believeth that he may eat all things: another, who is\nweak, eateth herbs. \n"},{"number":3,"text":"Let not him that eateth despise him that eateth not; and let\nnot him which eateth not judge him that eateth: for God hath received\nhim. \n"},{"number":4,"text":"Who art thou that judgest another man’s servant? to his own\nmaster he standeth or falleth. Yea, he shall be holden up: for God\nis able to make him stand. \n"},{"number":5,"text":"One man esteemeth one day above another: another esteemeth\nevery day \\add alike\\add*. Let every man be fully persuaded in his\nown mind. \n"},{"number":6,"text":"He that regardeth the day, regardeth \\add it\\add* unto the\nLord; and he that regardeth not the day, to the Lord he doth not\nregard \\add it\\add*. He that eateth, eateth to the Lord, for he giveth\nGod thanks; and he that eateth not, to the Lord he eateth not, and\ngiveth God thanks. \n"},{"number":7,"text":"For none of us liveth to himself, and no man dieth to himself.\n"},{"number":8,"text":"For whether we live, we live unto the Lord; and whether we\ndie, we die unto the Lord: whether we live therefore, or die, we\nare the Lord’s. \n"},{"number":9,"text":"For to this end Christ both died, and rose, and revived, that\nhe might be Lord both of the dead and living. \n"},{"number":10,"text":"But why dost thou judge thy brother? or why dost thou set at\nnought thy brother? for we shall all stand before the judgment seat\nof Christ. \n"},{"number":11,"text":"For it is written, \\add As\\add* I live, saith the Lord, every\nknee shall bow to me, and every tongue shall confess to God. \n"},{"number":12,"text":"So then every one of us shall give account of himself to God.\n"},{"number":13,"text":"Let us not therefore judge one another any more: but judge\nthis rather, that no man put a stumblingblock or an occasion to fall\nin \\add his\\add* brother’s way. \n"},{"number":14,"text":"I know, and am persuaded by the Lord Jesus, that \\add there\nis\\add* nothing unclean of itself: but to him that esteemeth any\nthing to be unclean, to him \\add it is\\add* unclean. \n"},{"number":15,"text":"But if thy brother be grieved with \\add thy\\add* meat, now\nwalkest thou not charitably. Destroy not him with thy meat, for whom\nChrist died. \n"},{"number":16,"text":"Let not then your good be evil spoken of: \n"},{"number":17,"text":"For the kingdom of God is not meat and drink; but righteousness,\nand peace, and joy in the Holy Ghost. \n"},{"number":18,"text":"For he that in these things serveth Christ \\add is\\add* acceptable\nto God, and approved of men. \n"},{"number":19,"text":"Let us therefore follow after the things which make for peace,\nand things wherewith one may edify another. \n"},{"number":20,"text":"For meat destroy not the work of God. All things indeed \\add are\\add*\npure; but \\add it is\\add* evil for that man who eateth with offence.\n"},{"number":21,"text":"\\add It is\\add* good neither to eat flesh, nor to drink wine,\nnor \\add any thing\\add* whereby thy brother stumbleth, or is offended,\nor is made weak. \n"},{"number":22,"text":"Hast thou faith? have \\add it\\add* to thyself before God.\nHappy \\add is\\add* he that condemneth not himself in that thing which\nhe alloweth. \n"},{"number":23,"text":"And he that doubteth is damned if he eat, because \\add he\neateth\\add* not of faith: for whatsoever \\add is\\add* not of faith\nis sin. \n"}],"number":14},{"verses":[{"number":1,"text":"We then that are strong ought to bear the infirmities of the\nweak, and not to please ourselves. \n"},{"number":2,"text":"Let every one of us please \\add his\\add* neighbour for \\add his\\add*\ngood to edification. \n"},{"number":3,"text":"For even Christ pleased not himself; but, as it is written,\nThe reproaches of them that reproached thee fell on me. \n"},{"number":4,"text":"For whatsoever things were written aforetime were written for\nour learning, that we through patience and comfort of the scriptures\nmight have hope. \n"},{"number":5,"text":"Now the God of patience and consolation grant you to be likeminded\none toward another according to Christ Jesus: \n"},{"number":6,"text":"That ye may with one mind \\add and\\add* one mouth glorify God,\neven the Father of our Lord Jesus Christ. \n\n"},{"number":7,"text":"Wherefore receive ye one another, as Christ also received us\nto the glory of God. \n"},{"number":8,"text":"Now I say that Jesus Christ was a minister of the circumcision\nfor the truth of God, to confirm the promises \\add made\\add* unto the\nfathers: \n"},{"number":9,"text":"And that the Gentiles might glorify God for \\add his\\add* mercy;\nas it is written, For this cause I will confess to thee among the\nGentiles, and sing unto thy name. \n"},{"number":10,"text":"And again he saith, Rejoice, ye Gentiles, with his people.\n"},{"number":11,"text":"And again, Praise the Lord, all ye Gentiles; and laud him,\nall ye people. \n"},{"number":12,"text":"And again, Esaias saith, There shall be a root of Jesse, and\nhe that shall rise to reign over the Gentiles; in him shall the Gentiles\ntrust. \n"},{"number":13,"text":"Now the God of hope fill you with all joy and peace in believing,\nthat ye may abound in hope, through the power of the Holy Ghost.\n"},{"number":14,"text":"And I myself also am persuaded of you, my brethren, that ye\nalso are full of goodness, filled with all knowledge, able also to\nadmonish one another. \n"},{"number":15,"text":"Nevertheless, brethren, I have written the more boldly unto\nyou in some sort, as putting  you in mind, because of the grace that is\ngiven to me of God, \n"},{"number":16,"text":"That I should be the minister of Jesus Christ to the Gentiles,\nministering the gospel of God, that the offering up of the Gentiles\nmight be acceptable, being sanctified by the Holy Ghost. \n"},{"number":17,"text":"I have therefore whereof I may glory through Jesus Christ\nin those things which pertain to God. \n"},{"number":18,"text":"For I will not dare to speak of any of those things which\nChrist hath not wrought by me, to make the Gentiles obedient, by\nword and deed, \n"},{"number":19,"text":"Through mighty signs and wonders, by the power of the Spirit\nof God; so that from Jerusalem, and round about unto Illyricum, I have fully\npreached the gospel of Christ. \n"},{"number":20,"text":"Yea, so have I strived to preach the gospel, not where Christ\nwas named, lest I should build upon another man’s foundation: \n"},{"number":21,"text":"But as it is written, To whom he was not spoken of, they shall\nsee: and they that have not heard shall understand. \n"},{"number":22,"text":"For which cause also I have been much hindered from coming\nto you. \n"},{"number":23,"text":"But now having no more place in these parts, and having a great\ndesire these many years to come unto you; \n"},{"number":24,"text":"Whensoever I take my journey into Spain, I will come to you:\nfor I trust to see you in my journey, and to be brought on my way\nthitherward by you, if first I be somewhat filled with your \\add company\\add*.\n"},{"number":25,"text":"But now I go unto Jerusalem to minister unto the saints. \n"},{"number":26,"text":"For it hath pleased them of Macedonia and Achaia to make a\ncertain contribution for the poor saints which are at Jerusalem.\n"},{"number":27,"text":"It hath pleased them verily; and their debtors they are. For\nif the Gentiles have been made partakers of their spiritual things,\ntheir duty is also to minister unto them in carnal things. \n"},{"number":28,"text":"When therefore I have performed this, and have sealed to them\nthis fruit, I will come by you into Spain. \n"},{"number":29,"text":"And I am sure that, when I come unto you, I shall come in\nthe fulness of the blessing of the gospel of Christ. \n\n"},{"number":30,"text":"Now I beseech you, brethren, for the Lord Jesus Christ’s sake,\nand for the love of the Spirit, that ye strive together with me in\n\\add your\\add* prayers to God for me; \n"},{"number":31,"text":"That I may be delivered from them that do not believe in Judaea;\nand that my service which \\add I have\\add* for Jerusalem may be accepted\nof the saints; \n"},{"number":32,"text":"That I may come unto you with joy by the will of God, and\nmay with you be refreshed. \n"},{"number":33,"text":"Now the God of peace \\add be\\add* with you all. Amen. \n"}],"number":15},{"verses":[{"number":1,"text":"I commend unto you Phebe our sister, which is a servant of the\nchurch which is at Cenchrea: \n"},{"number":2,"text":"That ye receive her in the Lord, as becometh saints, and that\nye assist her in whatsoever business she hath need of you: for she\nhath been a succourer of many, and of myself also. \n"},{"number":3,"text":"Greet Priscilla and Aquila my helpers in Christ Jesus: \n"},{"number":4,"text":"Who have for my life laid down their own necks: unto whom not\nonly I give thanks, but also all the churches of the Gentiles. \n"},{"number":5,"text":"Likewise \\add greet\\add* the church that is in their house.\nSalute my wellbeloved Epaenetus, who is the firstfruits of Achaia\nunto Christ. \n"},{"number":6,"text":"Greet Mary, who bestowed much labour on us. \n"},{"number":7,"text":"Salute Andronicus and Junia, my kinsmen, and my fellowprisoners,\nwho are of note among the apostles, who also were in Christ before\nme. \n"},{"number":8,"text":"Greet Amplias my beloved in the Lord. \n"},{"number":9,"text":"Salute Urbane, our helper in Christ, and Stachys my beloved.\n"},{"number":10,"text":"Salute Apelles approved in Christ. Salute them which are of\nAristobulus’ \\add household\\add*. \n"},{"number":11,"text":"Salute Herodion my kinsman. Greet them that be of the \\add household\\add*\nof Narcissus, which are in the Lord. \n"},{"number":12,"text":"Salute Tryphena and Tryphosa, who labour in the Lord. Salute\nthe beloved Persis, which laboured much in the Lord. \n"},{"number":13,"text":"Salute Rufus chosen in the Lord, and his mother and mine.\n"},{"number":14,"text":"Salute Asyncritus, Phlegon, Hermas, Patrobas, Hermes, and\nthe brethren which are with them. \n"},{"number":15,"text":"Salute Philologus, and Julia, Nereus, and his sister, and\nOlympas, and all the saints which are with them. \n"},{"number":16,"text":"Salute one another with an holy kiss. The churches of Christ\nsalute you. \n\n"},{"number":17,"text":"Now I beseech you, brethren, mark them which cause divisions\nand offences contrary to the doctrine which ye have learned; and\navoid them. \n"},{"number":18,"text":"For they that are such serve not our Lord Jesus Christ, but\ntheir own belly; and by good words and fair speeches deceive the\nhearts of the simple. \n"},{"number":19,"text":"For your obedience is come abroad unto all \\add men\\add*.\nI am glad therefore on your behalf: but yet I would have you wise\nunto that which is good, and simple concerning evil. \n"},{"number":20,"text":"And the God of peace shall bruise Satan under your feet shortly.\nThe grace of our Lord Jesus Christ \\add be\\add* with you. Amen. \n\n"},{"number":21,"text":"Timotheus my workfellow, and Lucius, and Jason, and Sosipater,\nmy kinsmen, salute you. \n"},{"number":22,"text":"I Tertius, who wrote \\add this\\add* epistle, salute you in\nthe Lord. \n"},{"number":23,"text":"Gaius mine host, and of the whole church, saluteth you. Erastus\nthe chamberlain of the city saluteth you, and Quartus a brother.\n"},{"number":24,"text":"The grace of our Lord Jesus Christ \\add be\\add* with you all.\nAmen. \n\n"},{"number":25,"text":"Now to him that is of power to stablish you according to my\ngospel, and the preaching of Jesus Christ, according to the revelation\nof the mystery, which was kept secret since the world began, \n"},{"number":26,"text":"But now is made manifest, and by the scriptures of the prophets,\naccording to the commandment of the everlasting God, made known to\nall nations for the obedience of faith: \n"},{"number":27,"text":"To God only wise, \\add be\\add* glory through Jesus Christ\nfor ever. Amen. \n\\s1 Written to the Romans from Corinthus, \\add and sent\\add* by Phebe servant of the church at Cenchrea.\n"}],"number":16}]}