{"headers":{"id":"1CO  Paul’s First Letter to the Corinthians","h":"1 Corinthians","toc1":"THE FIRST EPISTLE OF PAUL THE APOSTLE TO THE CORINTHIANS","toc2":"1 Corinthians","toc3":"1Co","mt1":"THE FIRST EPISTLE OF PAUL THE APOSTLE TO THE CORINTHIANS"},"book":"1 Corinthians","chapters":[{"verses":[{"number":1,"text":"Paul, called \\add to be\\add* an apostle of Jesus Christ through\nthe will of God, and Sosthenes \\add our\\add* brother, \n"},{"number":2,"text":"Unto the church of God which is at Corinth, to them that are\nsanctified in Christ Jesus, called \\add to be\\add* saints, with all that\nin every place call upon the name of Jesus Christ our Lord, both\ntheirs and ours: \n"},{"number":3,"text":"Grace \\add be\\add* unto you, and peace, from God our Father,\nand \\add from\\add* the Lord Jesus Christ. \n\n"},{"number":4,"text":"I thank my God always on your behalf, for the grace of God\nwhich is given you by Jesus Christ; \n"},{"number":5,"text":"That in every thing ye are enriched by him, in all utterance,\nand \\add in\\add* all knowledge; \n"},{"number":6,"text":"Even as the testimony of Christ was confirmed in you: \n"},{"number":7,"text":"So that ye come behind in no gift; waiting for the coming of\nour Lord Jesus Christ: \n"},{"number":8,"text":"Who shall also confirm you unto the end, \\add that ye may be\\add*\nblameless in the day of our Lord Jesus Christ. \n"},{"number":9,"text":"God \\add is\\add* faithful, by whom ye were called unto the\nfellowship of his Son Jesus Christ our Lord. \n\n"},{"number":10,"text":"Now I beseech you, brethren, by the name of our Lord Jesus\nChrist, that ye all speak the same thing, and \\add that\\add* there\nbe no divisions among you; but \\add that\\add* ye be perfectly joined\ntogether in the same mind and in the same judgment. \n"},{"number":11,"text":"For it hath been declared unto me of you, my brethren, by\nthem \\add which are of the house\\add* of Chloe, that there are contentions\namong you. \n"},{"number":12,"text":"Now this I say, that every one of you saith, I am of Paul;\nand I of Apollos; and I of Cephas; and I of Christ. \n"},{"number":13,"text":"Is Christ divided? was Paul crucified for you? or were ye\nbaptized in the name of Paul? \n"},{"number":14,"text":"I thank God that I baptized none of you, but Crispus and Gaius;\n"},{"number":15,"text":"Lest any should say that I had baptized in mine own name.\n"},{"number":16,"text":"And I baptized also the household of Stephanas: besides, I\nknow not whether I baptized any other. \n"},{"number":17,"text":"For Christ sent me not to baptize, but to preach the gospel:\nnot with wisdom of words, lest the cross of Christ should be made of none\neffect. \n\n"},{"number":18,"text":"For the preaching of the cross is to them that perish foolishness;\nbut unto us which are saved it is the power of God. \n"},{"number":19,"text":"For it is written, I will destroy the wisdom of the wise,\nand will bring to nothing the understanding of the prudent. \n"},{"number":20,"text":"Where \\add is\\add* the wise? where \\add is\\add* the scribe?\nwhere \\add is\\add* the disputer of this world? hath not God made\nfoolish the wisdom of this world? \n"},{"number":21,"text":"For after that in the wisdom of God the world by wisdom knew\nnot God, it pleased God by the foolishness of preaching to save them\nthat believe. \n"},{"number":22,"text":"For the Jews require a sign, and the Greeks seek after wisdom:\n"},{"number":23,"text":"But we preach Christ crucified, unto the Jews a stumblingblock,\nand unto the Greeks foolishness; \n"},{"number":24,"text":"But unto them which are called, both Jews and Greeks, Christ\nthe power of God, and the wisdom of God. \n"},{"number":25,"text":"Because the foolishness of God is wiser than men; and the\nweakness of God is stronger than men. \n"},{"number":26,"text":"For ye see your calling, brethren, how that not many wise\nmen after the flesh, not many mighty, not many noble, \\add are called\\add*:\n"},{"number":27,"text":"But God hath chosen the foolish things of the world to confound\nthe wise; and God hath chosen the weak things of the world to confound\nthe things which are mighty; \n"},{"number":28,"text":"And base things of the world, and things which are despised,\nhath God chosen, \\add yea\\add*, and things which are not, to bring to\nnought things that are: \n"},{"number":29,"text":"That no flesh should glory in his presence. \n"},{"number":30,"text":"But of him are ye in Christ Jesus, who of God is made unto\nus wisdom, and righteousness, and sanctification, and redemption:\n"},{"number":31,"text":"That, according as it is written, He that glorieth, let him\nglory in the Lord. \n"}],"number":1},{"verses":[{"number":1,"text":"And I, brethren, when I came to you, came not with excellency\nof speech or of wisdom, declaring unto you the testimony of God.\n"},{"number":2,"text":"For I determined not to know any thing among you, save Jesus\nChrist, and him crucified. \n"},{"number":3,"text":"And I was with you in weakness, and in fear, and in much trembling.\n"},{"number":4,"text":"And my speech and my preaching \\add was\\add* not with enticing\nwords of man’s wisdom, but in demonstration of the Spirit and of\npower: \n"},{"number":5,"text":"That your faith should not stand in the wisdom of men, but\nin the power of God. \n"},{"number":6,"text":"Howbeit we speak wisdom among them that are perfect: yet not\nthe wisdom of this world, nor of the princes of this world, that\ncome to nought: \n"},{"number":7,"text":"But we speak the wisdom of God in a mystery, \\add even\\add*\nthe hidden \\add wisdom\\add*, which God ordained before the world\nunto our glory: \n"},{"number":8,"text":"Which none of the princes of this world knew: for had they\nknown \\add it\\add*, they would not have crucified the Lord of glory.\n"},{"number":9,"text":"But as it is written, Eye hath not seen, nor ear heard, neither\nhave entered into the heart of man, the things which God hath prepared\nfor them that love him. \n"},{"number":10,"text":"But God hath revealed \\add them\\add* unto us by his Spirit:\nfor the Spirit searcheth all things, yea, the deep things of God.\n"},{"number":11,"text":"For what man knoweth the things of a man, save the spirit\nof man which is in him? even so the things of God knoweth no man,\nbut the Spirit of God. \n"},{"number":12,"text":"Now we have received, not the spirit of the world, but the\nspirit which is of God; that we might know the things that are freely\ngiven to us of God. \n"},{"number":13,"text":"Which things also we speak, not in the words which man’s wisdom\nteacheth, but which the Holy Ghost teacheth; comparing spiritual\nthings with spiritual. \n"},{"number":14,"text":"But the natural man receiveth not the things of the Spirit\nof God: for they are foolishness unto him: neither can he know \\add them\\add*,\nbecause they are spiritually discerned. \n"},{"number":15,"text":"But he that is spiritual judgeth all things, yet he himself\nis judged of no man. \n"},{"number":16,"text":"For who hath known the mind of the Lord, that he may instruct\nhim? But we have the mind of Christ. \n"}],"number":2},{"verses":[{"number":1,"text":"And I, brethren, could not speak unto you as unto spiritual,\nbut as unto carnal, \\add even\\add* as unto babes in Christ. \n"},{"number":2,"text":"I have fed you with milk, and not with meat: for hitherto ye were not\nable \\add to bear it\\add*, neither yet now are ye able. \n\n"},{"number":3,"text":"For ye are yet carnal: for whereas \\add there is\\add* among\nyou envying, and strife, and divisions, are ye not carnal, and walk\nas men? \n"},{"number":4,"text":"For while one saith, I am of Paul; and another, I \\add am\\add*\nof Apollos; are ye not carnal? \n"},{"number":5,"text":"Who then is Paul, and who \\add is\\add* Apollos, but ministers\nby whom ye believed, even as the Lord gave to every man? \n"},{"number":6,"text":"I have planted, Apollos watered; but God gave the increase.\n"},{"number":7,"text":"So then neither is he that planteth any thing, neither he that\nwatereth; but God that giveth the increase. \n"},{"number":8,"text":"Now he that planteth and he that watereth are one: and every\nman shall receive his own reward according to his own labour. \n"},{"number":9,"text":"For we are labourers together with God: ye are God’s husbandry,\n\\add ye are\\add* God’s building. \n"},{"number":10,"text":"According to the grace of God which is given unto me, as a\nwise masterbuilder, I have laid the foundation, and another buildeth\nthereon. But let every man take heed how he buildeth thereupon. \n"},{"number":11,"text":"For other foundation can no man lay than that is laid, which\nis Jesus Christ. \n"},{"number":12,"text":"Now if any man build upon this foundation gold, silver, precious\nstones, wood, hay, stubble; \n"},{"number":13,"text":"Every man’s work shall be made manifest: for the day shall declare\nit, because it shall be revealed by fire; and the fire shall try\nevery man’s work of what sort it is. \n"},{"number":14,"text":"If any man’s work abide which he hath built thereupon, he shall\nreceive a reward. \n"},{"number":15,"text":"If any man’s work shall be burned, he shall suffer loss: but\nhe himself shall be saved; yet so as by fire. \n"},{"number":16,"text":"Know ye not that ye are the temple of God, and \\add that\\add*\nthe Spirit of God dwelleth in you? \n"},{"number":17,"text":"If any man defile the temple of God, him shall God destroy;\nfor the temple of God is holy, which \\add temple\\add* ye are. \n\n"},{"number":18,"text":"Let no man deceive himself. If any man among you seemeth to\nbe wise in this world, let him become a fool, that he may be wise.\n"},{"number":19,"text":"For the wisdom of this world is foolishness with God. For\nit is written, He taketh the wise in their own craftiness. \n"},{"number":20,"text":"And again, The Lord knoweth the thoughts of the wise, that\nthey are vain. \n"},{"number":21,"text":"Therefore let no man glory in men. For all things are yours;\n"},{"number":22,"text":"Whether Paul, or Apollos, or Cephas, or the world, or life,\nor death, or things present, or things to come; all are yours; \n"},{"number":23,"text":"And ye are Christ’s; and Christ \\add is\\add* God’s. \n"}],"number":3},{"verses":[{"number":1,"text":"Let a man so account  of us, as of the ministers of Christ,\nand stewards of the mysteries of God. \n"},{"number":2,"text":"Moreover it is required in stewards, that a man be found faithful.\n"},{"number":3,"text":"But with me it is a very small thing that I should be judged\nof you, or of man’s judgment: yea, I judge not mine own self. \n"},{"number":4,"text":"For I know nothing by myself; yet am I not hereby justified:\nbut he that judgeth me is the Lord. \n"},{"number":5,"text":"Therefore judge nothing before the time, until the Lord come,\nwho both will bring to light the hidden things of darkness, and will make\nmanifest the counsels of the hearts: and then shall every man have\npraise of God. \n"},{"number":6,"text":"And these things, brethren, I have in a figure transferred\nto myself and \\add to\\add* Apollos for your sakes; that ye might\nlearn in us not to think \\add of men\\add* above that which is written,\nthat no one of you be puffed up for one against another. \n"},{"number":7,"text":"For who maketh thee to differ \\add from another\\add*? and what\nhast thou that thou didst not receive? now if thou didst receive\n\\add it\\add*, why dost thou glory, as if thou hadst not received\n\\add it\\add*? \n"},{"number":8,"text":"Now ye are full, now ye are rich, ye have reigned as kings\nwithout us: and I would to God ye did reign, that we also might reign\nwith you. \n"},{"number":9,"text":"For I think that God hath set forth us the apostles last, as it\nwere appointed to death: for we are made a spectacle unto the world,\nand to angels, and to men. \n"},{"number":10,"text":"We \\add are\\add* fools for Christ’s sake, but ye \\add are\\add*\nwise in Christ; we \\add are\\add* weak, but ye \\add are\\add* strong;\nye \\add are\\add* honourable, but we \\add are\\add* despised. \n"},{"number":11,"text":"Even unto this present hour we both hunger, and thirst, and\nare naked, and are buffeted, and have no certain dwellingplace; \n"},{"number":12,"text":"And labour, working with our own hands: being reviled, we\nbless; being persecuted, we suffer it: \n"},{"number":13,"text":"Being defamed, we intreat: we are made as the filth of the\nworld, \\add and are\\add* the offscouring of all things unto this\nday. \n"},{"number":14,"text":"I write not these things to shame you, but as my beloved sons\nI warn \\add you\\add*. \n"},{"number":15,"text":"For though ye have ten thousand instructers in Christ, yet\n\\add have ye\\add* not many fathers: for in Christ Jesus I have begotten\nyou through the gospel. \n"},{"number":16,"text":"Wherefore I beseech you, be ye followers of me. \n"},{"number":17,"text":"For this cause have I sent unto you Timotheus, who is my beloved\nson, and faithful in the Lord, who shall bring you into remembrance\nof my ways which be in Christ, as I teach every where in every church.\n"},{"number":18,"text":"Now some are puffed up, as though I would not come to you.\n"},{"number":19,"text":"But I will come to you shortly, if the Lord will, and will\nknow, not the speech of them which are puffed up, but the power.\n"},{"number":20,"text":"For the kingdom of God \\add is\\add* not in word, but in power.\n"},{"number":21,"text":"What will ye? shall I come unto you with a rod, or in love,\nand \\add in\\add* the spirit of meekness? \n"}],"number":4},{"verses":[{"number":1,"text":"It is reported commonly \\add that there is\\add* fornication\namong you, and such fornication as is not so much as named among\nthe Gentiles, that one should have his father’s wife. \n"},{"number":2,"text":"And ye are puffed up, and have not rather mourned, that he that hath\ndone this deed might be taken away from among you. \n"},{"number":3,"text":"For I verily, as absent  in body, but present in spirit, have\njudged already, as though I were present, \\add concerning\\add* him\nthat hath so done this deed, \n"},{"number":4,"text":"In the name of our Lord Jesus Christ, when ye are gathered\ntogether, and my spirit, with the power of our Lord Jesus Christ,\n"},{"number":5,"text":"To deliver such an one unto Satan for the destruction of the\nflesh, that the spirit may be saved in the day of the Lord Jesus.\n"},{"number":6,"text":"Your glorying \\add is\\add* not good. Know ye not that a little\nleaven leaveneth the whole lump? \n"},{"number":7,"text":"Purge out therefore the old leaven, that ye may be a new lump,\nas ye are unleavened. For even Christ our passover is sacrificed\nfor us: \n"},{"number":8,"text":"Therefore let us keep the feast, not with old leaven, neither\nwith the leaven of malice and wickedness; but with the unleavened\n\\add bread\\add* of sincerity and truth. \n"},{"number":9,"text":"I wrote unto you in an epistle not to company with fornicators:\n"},{"number":10,"text":"Yet not altogether with the fornicators of this world, or\nwith the covetous, or extortioners, or with idolaters; for then must ye\nneeds go out of the world. \n"},{"number":11,"text":"But now I have written unto you not to keep company, if any\nman that is called a brother be a fornicator, or covetous, or an\nidolater, or a railer, or a drunkard, or an extortioner; with such an\none no not to eat. \n"},{"number":12,"text":"For what have I to do to judge them also that are without?\ndo not ye judge them that are within? \n"},{"number":13,"text":"But them that are without God judgeth. Therefore put away\nfrom among yourselves that wicked person. \n"}],"number":5},{"verses":[{"number":1,"text":"Dare any of you, having a matter against another, go to law\nbefore the unjust, and not before the saints? \n"},{"number":2,"text":"Do ye not know that the saints shall judge the world? and if\nthe world shall be judged by you, are ye unworthy to judge the smallest\nmatters? \n"},{"number":3,"text":"Know ye not that we shall judge angels? how much more things that pertain to this\nlife? \n"},{"number":4,"text":"If then ye have judgments of things pertaining to this life,\nset them to judge who are least esteemed in the church. \n"},{"number":5,"text":"I speak to your shame. Is it so, that there is not a wise man\namong you? no, not one that shall be able to judge between his brethren?\n"},{"number":6,"text":"But brother goeth to law with brother, and that before the\nunbelievers. \n"},{"number":7,"text":"Now therefore there is utterly a fault among you, because ye\ngo to law one with another. Why do ye not rather take wrong? why\ndo ye not rather \\add suffer yourselves to\\add* be defrauded? \n"},{"number":8,"text":"Nay, ye do wrong, and defraud, and that \\add your\\add* brethren.\n"},{"number":9,"text":"Know ye not that the unrighteous shall not inherit the kingdom\nof God? Be not deceived: neither fornicators, nor idolaters, nor\nadulterers, nor effeminate, nor abusers of themselves with mankind,\n"},{"number":10,"text":"Nor thieves, nor covetous, nor drunkards, nor revilers, nor\nextortioners, shall inherit the kingdom of God. \n"},{"number":11,"text":"And such were some of you: but ye are washed, but ye are sanctified,\nbut ye are justified in the name of the Lord Jesus, and by the Spirit\nof our God. \n\n"},{"number":12,"text":"All things are lawful unto me, but all things are not expedient:\nall things are lawful for me, but I will not be brought under the\npower of any. \n"},{"number":13,"text":"Meats for the belly, and the belly for meats: but God shall\ndestroy both it and them. Now the body \\add is\\add* not for fornication,\nbut for the Lord; and the Lord for the body. \n"},{"number":14,"text":"And God hath both raised up the Lord, and will also raise\nup us by his own power. \n"},{"number":15,"text":"Know ye not that your bodies are the members of Christ? shall\nI then take the members of Christ, and make \\add them\\add* the members\nof an harlot? God forbid. \n"},{"number":16,"text":"What? know ye not that he which is joined to an harlot is\none body? for two, saith he, shall be one flesh. \n"},{"number":17,"text":"But he that is joined unto the Lord is one spirit. \n"},{"number":18,"text":"Flee fornication. Every sin that a man doeth is without the\nbody; but he that committeth fornication sinneth against his own\nbody. \n"},{"number":19,"text":"What? know ye not that your body is the temple of the Holy\nGhost \\add which is\\add* in you, which ye have of God, and ye are\nnot your own? \n"},{"number":20,"text":"For ye are bought with a price: therefore glorify God in your\nbody, and in your spirit, which are God’s. \n"}],"number":6},{"verses":[{"number":1,"text":"Now concerning the things whereof ye wrote unto me: \\add It\nis\\add* good for a man not to touch a woman. \n"},{"number":2,"text":"Nevertheless, \\add to avoid\\add* fornication, let every man\nhave his own wife, and let every woman have her own husband. \n"},{"number":3,"text":"Let the husband render unto the wife due benevolence: and likewise\nalso the wife unto the husband. \n"},{"number":4,"text":"The wife hath not power of her own body, but the husband: and\nlikewise also the husband hath not power of his own body, but the\nwife. \n"},{"number":5,"text":"Defraud ye not one the other, except \\add it be\\add* with consent\nfor a time, that ye may give yourselves to fasting and prayer; and\ncome together again, that Satan tempt you not for your incontinency.\n"},{"number":6,"text":"But I speak this by permission, \\add and\\add* not of commandment.\n"},{"number":7,"text":"For I would that all men were even as I myself. But every man\nhath his proper gift of God, one after this manner, and another after\nthat. \n\n"},{"number":8,"text":"I say therefore to the unmarried and widows, It is good for\nthem if they abide even as I. \n"},{"number":9,"text":"But if they cannot contain, let them marry: for it is better\nto marry than to burn. \n"},{"number":10,"text":"And unto the married I command, \\add yet\\add* not I, but the\nLord, Let not the wife depart from \\add her\\add* husband: \n"},{"number":11,"text":"But and if she depart, let her remain unmarried, or be reconciled\nto \\add her\\add* husband: and let not the husband put away \\add his\\add*\nwife. \n"},{"number":12,"text":"But to the rest speak I, not the Lord: If any brother hath\na wife that believeth not, and she be pleased to dwell with him,\nlet him not put her away. \n"},{"number":13,"text":"And the woman which hath an husband that believeth not, and\nif he be pleased to dwell with her, let her not leave him. \n"},{"number":14,"text":"For the unbelieving husband is sanctified by the wife, and\nthe unbelieving wife is sanctified by the husband: else were your\nchildren unclean; but now are they holy. \n"},{"number":15,"text":"But if the unbelieving depart, let him depart. A brother or\na sister is not under bondage in such \\add cases\\add*: but God hath\ncalled us to peace. \n"},{"number":16,"text":"For what knowest thou, O wife, whether thou shalt save \\add thy\\add*\nhusband? or how knowest thou, O man, whether thou shalt save \\add thy\\add*\nwife? \n"},{"number":17,"text":"But as God hath distributed to every man, as the Lord hath\ncalled every one, so let him walk. And so ordain I in all churches.\n"},{"number":18,"text":"Is any man called being circumcised? let him not become uncircumcised.\nIs any called in uncircumcision? let him not be circumcised. \n"},{"number":19,"text":"Circumcision is nothing, and uncircumcision is nothing, but\nthe keeping of the commandments of God. \n"},{"number":20,"text":"Let every man abide in the same calling wherein he was called.\n"},{"number":21,"text":"Art thou called \\add being\\add* a servant? care not for it:\nbut if thou mayest be made free, use \\add it\\add* rather. \n"},{"number":22,"text":"For he that is called in the Lord, \\add being\\add* a servant,\nis the Lord’s freeman: likewise also he that is called, \\add being\\add*\nfree, is Christ’s servant. \n"},{"number":23,"text":"Ye are bought with a price; be not ye the servants of men.\n"},{"number":24,"text":"Brethren, let every man, wherein he is called, therein abide\nwith God. \n\n"},{"number":25,"text":"Now concerning virgins I have no commandment of the Lord:\nyet I give my judgment, as one that hath obtained mercy of the Lord\nto be faithful. \n"},{"number":26,"text":"I suppose therefore that this is good for the present distress,\n\\add I say\\add*, that \\add it is\\add* good for a man so to be. \n"},{"number":27,"text":"Art thou bound unto a wife? seek not to be loosed. Art thou\nloosed from a wife? seek not a wife. \n"},{"number":28,"text":"But and if thou marry, thou hast not sinned; and if a virgin\nmarry, she hath not sinned. Nevertheless such shall have trouble\nin the flesh: but I spare you. \n"},{"number":29,"text":"But this I say, brethren, the time \\add is\\add* short: it\nremaineth, that both they that have wives be as though they had none;\n"},{"number":30,"text":"And they that weep, as though they wept not; and they that\nrejoice, as though they rejoiced not; and they that buy, as though\nthey possessed not; \n"},{"number":31,"text":"And they that use this world, as not abusing \\add it\\add*:\nfor the fashion of this world passeth away. \n"},{"number":32,"text":"But I would have you without carefulness. He that is unmarried\ncareth for the things that belong to the Lord, how he may please\nthe Lord: \n"},{"number":33,"text":"But he that is married careth for the things that are of the\nworld, how he may please \\add his\\add* wife. \n"},{"number":34,"text":"There is difference \\add also\\add* between a wife and a virgin.\nThe unmarried woman careth for the things of the Lord, that she may\nbe holy both in body and in spirit: but she that is married careth\nfor the things of the world, how she may please \\add her\\add* husband.\n"},{"number":35,"text":"And this I speak for your own profit; not that I may cast\na snare upon you, but for that which is comely, and that ye may attend\nupon the Lord without distraction. \n"},{"number":36,"text":"But if any man think that he behaveth himself uncomely toward\nhis virgin, if she pass the flower of \\add her\\add* age, and need\nso require, let him do what he will, he sinneth not: let them marry.\n"},{"number":37,"text":"Nevertheless he that standeth stedfast in his heart, having\nno necessity, but hath power over his own will, and hath so decreed\nin his heart that he will keep his virgin, doeth well. \n"},{"number":38,"text":"So then he that giveth \\add her\\add* in marriage doeth well;\nbut he that giveth \\add her\\add* not in marriage doeth better. \n"},{"number":39,"text":"The wife is bound by the law as long as her husband liveth;\nbut if her husband be dead, she is at liberty to be married to whom\nshe will; only in the Lord. \n"},{"number":40,"text":"But she is happier if she so abide, after my judgment: and\nI think also that I have the Spirit of God. \n"}],"number":7},{"verses":[{"number":1,"text":"Now as touching things offered unto idols, we know that we\nall have knowledge. Knowledge puffeth up, but charity edifieth. \n"},{"number":2,"text":"And if any man think that he knoweth any thing, he knoweth\nnothing yet as he ought to know. \n"},{"number":3,"text":"But if any man love God, the same is known of him. \n"},{"number":4,"text":"As concerning therefore the eating of those things that are offered in sacrifice unto\nidols, we know that an idol \\add is\\add* nothing in the world, and\nthat \\add there is\\add* none other God but one. \n"},{"number":5,"text":"For though there be that are called gods, whether in heaven\nor in earth, (as there be gods many, and lords many,) \n"},{"number":6,"text":"But to us \\add there is but\\add* one God, the Father, of whom\n\\add are\\add* all things, and we in him; and one Lord Jesus Christ,\nby whom \\add are\\add* all things, and we by him. \n"},{"number":7,"text":"Howbeit \\add there is\\add* not in every man that knowledge:\nfor some with conscience of the idol unto this hour eat \\add it\\add*\nas a thing offered unto an idol; and their conscience being weak\nis defiled. \n"},{"number":8,"text":"But meat commendeth us not to God: for neither, if we eat,\nare we the better; neither, if we eat not, are we the worse. \n"},{"number":9,"text":"But take heed lest by any means this liberty of yours become\na stumblingblock to them that are weak. \n"},{"number":10,"text":"For if any man see thee which hast knowledge sit at meat in\nthe idol’s temple, shall not the conscience of him which is weak\nbe emboldened to eat those things which are offered to idols; \n"},{"number":11,"text":"And through thy knowledge shall the weak brother perish, for\nwhom Christ died? \n"},{"number":12,"text":"But when ye sin so against the brethren, and wound their weak\nconscience, ye sin against Christ. \n"},{"number":13,"text":"Wherefore, if meat make my brother to offend, I will eat no\nflesh while the world standeth, lest I make my brother to offend.\n"}],"number":8},{"verses":[{"number":1,"text":"Am I not an apostle? am I not free? have I not seen Jesus Christ\nour Lord? are not ye my work in the Lord? \n"},{"number":2,"text":"If I be not an apostle unto others, yet doubtless I am to you:\nfor the seal of mine apostleship are ye in the Lord. \n"},{"number":3,"text":"Mine answer to them that do examine me is this, \n"},{"number":4,"text":"Have we not power to eat and to drink? \n"},{"number":5,"text":"Have we not power to lead about a sister, a wife, as well as\nother apostles, and \\add as\\add* the brethren of the Lord, and Cephas?\n"},{"number":6,"text":"Or I only and Barnabas, have not we power to forbear working?\n"},{"number":7,"text":"Who goeth a warfare any time at his own charges? who planteth\na vineyard, and eateth not of the fruit thereof? or who feedeth a\nflock, and eateth not of the milk of the flock? \n"},{"number":8,"text":"Say I these things as a man? or saith  not the law the same\nalso? \n"},{"number":9,"text":"For it is written in the law of Moses, Thou shalt not muzzle the mouth\nof the ox that treadeth out the corn. Doth God take care for oxen?\n"},{"number":10,"text":"Or saith he \\add it\\add* altogether for our sakes? For our\nsakes, no doubt, \\add this\\add* is written: that he that ploweth\nshould plow in hope; and that he that thresheth in hope should be\npartaker of his hope. \n"},{"number":11,"text":"If we have sown unto you spiritual things, \\add is it\\add*\na great thing if we shall reap your carnal things? \n"},{"number":12,"text":"If others be partakers of \\add this\\add* power over you, \\add are\\add*\nnot we rather? Nevertheless we have not used this power; but suffer\nall things, lest we should hinder the gospel of Christ. \n"},{"number":13,"text":"Do ye not know that they which minister about holy things\nlive \\add of the things\\add* of the temple? and they which wait at the\naltar are partakers with the altar? \n"},{"number":14,"text":"Even so hath the Lord ordained that they which preach the\ngospel should live of the gospel. \n"},{"number":15,"text":"But I have used none of these things: neither have I written\nthese things, that it should be so done unto me: for \\add it were\\add*\nbetter for me to die, than that any man should make my glorying void.\n"},{"number":16,"text":"For though I preach the gospel, I have nothing to glory of:\nfor necessity is laid upon me; yea, woe is unto me, if I preach not\nthe gospel! \n"},{"number":17,"text":"For if I do this thing willingly, I have a reward: but if\nagainst my will, a dispensation \\add of the gospel\\add* is committed unto\nme. \n"},{"number":18,"text":"What is my reward then? \\add Verily\\add* that, when I preach the\ngospel, I may make the gospel of Christ without charge, that I abuse\nnot my power in the gospel. \n"},{"number":19,"text":"For though I be free from all \\add men\\add*, yet have I made\nmyself servant unto all, that I might gain the more. \n"},{"number":20,"text":"And unto the Jews I became as a Jew, that I might gain the\nJews; to them that are under the law, as under the law, that I might\ngain them that are under the law; \n"},{"number":21,"text":"To them that are without law, as without law, (being not without\nlaw to God, but under the law to Christ,) that I might gain them that are without\nlaw. \n"},{"number":22,"text":"To the weak became I as weak, that I might gain the weak:\nI am made all things to all \\add men\\add*, that I might by all means\nsave some. \n"},{"number":23,"text":"And this I do for the gospel’s sake, that I might be partaker\nthereof with \\add you\\add*. \n"},{"number":24,"text":"Know ye not that they which run in a race run all, but one\nreceiveth the prize? So run, that ye may obtain. \n"},{"number":25,"text":"And every man that striveth for the mastery is temperate in all\nthings. Now they \\add do it\\add* to obtain a corruptible crown; but\nwe an incorruptible. \n"},{"number":26,"text":"I therefore so run, not as uncertainly; so fight I, not as\none that beateth the air: \n"},{"number":27,"text":"But I keep under my body, and bring \\add it\\add* into subjection:\nlest that by any means, when I have preached to others, I myself\nshould be a castaway. \n"}],"number":9},{"verses":[{"number":1,"text":"Moreover, brethren, I would not that ye should be ignorant,\nhow that all our fathers were under the cloud, and all passed through\nthe sea; \n"},{"number":2,"text":"And were all baptized unto Moses in the cloud and in the sea;\n"},{"number":3,"text":"And did all eat the same spiritual meat; \n"},{"number":4,"text":"And did all drink the same spiritual drink: for they drank\nof that spiritual Rock that followed them: and that Rock was Christ.\n"},{"number":5,"text":"But with many of them God was not well pleased: for they were\noverthrown in the wilderness. \n"},{"number":6,"text":"Now these things were our examples, to the intent we should\nnot lust after evil things, as they also lusted. \n"},{"number":7,"text":"Neither be ye idolaters, as \\add were\\add* some of them; as\nit is written, The people sat down to eat and drink, and rose up\nto play. \n"},{"number":8,"text":"Neither let us commit fornication, as some of them committed,\nand fell in one day three and twenty thousand. \n"},{"number":9,"text":"Neither let us tempt Christ, as some of them also tempted,\nand were destroyed of serpents. \n"},{"number":10,"text":"Neither murmur ye, as some of them also murmured, and were\ndestroyed of the destroyer. \n"},{"number":11,"text":"Now all these things happened unto them for ensamples: and\nthey are written for our admonition, upon whom the ends of the world\nare come. \n"},{"number":12,"text":"Wherefore let him that thinketh he standeth take heed lest\nhe fall. \n"},{"number":13,"text":"There hath no temptation taken you but such as is common to\nman: but God \\add is\\add* faithful, who will not suffer you to be\ntempted above that ye are able; but will with the temptation also\nmake a way to escape, that ye may be able to bear \\add it.\\add* \n\n"},{"number":14,"text":"Wherefore, my dearly beloved, flee from idolatry. \n"},{"number":15,"text":"I speak as to wise men; judge ye what I say. \n"},{"number":16,"text":"The cup of blessing which we bless, is it not the communion\nof the blood of Christ? The bread which we break, is it not the communion\nof the body of Christ? \n"},{"number":17,"text":"For we \\add being\\add* many are one bread, \\add and\\add* one\nbody: for we are all partakers of that one bread. \n"},{"number":18,"text":"Behold Israel after the flesh: are not they which eat of the\nsacrifices partakers of the altar? \n"},{"number":19,"text":"What say I then? that the idol is any thing, or that which is offered in sacrifice to\nidols is any thing? \n"},{"number":20,"text":"But I \\add say\\add*, that the things which the Gentiles sacrifice,\nthey sacrifice to devils, and not to God: and I would not that ye\nshould have fellowship with devils. \n"},{"number":21,"text":"Ye cannot drink the cup of the Lord, and the cup of devils:\nye cannot be partakers of the Lord’s table, and of the table of devils.\n"},{"number":22,"text":"Do we provoke the Lord to jealousy? are we stronger than he?\n"},{"number":23,"text":"All things are lawful for me, but all things are not expedient:\nall things are lawful for me, but all things edify not. \n"},{"number":24,"text":"Let no man seek his own, but every man another’s \\add wealth\\add*.\n"},{"number":25,"text":"Whatsoever is sold in the shambles, \\add that\\add* eat, asking\nno question for conscience sake: \n"},{"number":26,"text":"For the earth \\add is\\add* the Lord’s, and the fulness thereof.\n"},{"number":27,"text":"If any of them that believe not bid you \\add to a feast\\add*,\nand ye be disposed to go; whatsoever is set before you, eat, asking\nno question for conscience sake. \n"},{"number":28,"text":"But if any man say unto you, This is offered in sacrifice unto\nidols, eat not for his sake that shewed it, and for conscience sake:\nfor the earth \\add is\\add* the Lord’s, and the fulness thereof: \n"},{"number":29,"text":"Conscience, I say, not thine own, but of the other: for why\nis my liberty judged of another \\add man’s\\add* conscience? \n"},{"number":30,"text":"For if I by grace be a partaker, why am I evil spoken of for\nthat for which I give thanks? \n"},{"number":31,"text":"Whether therefore ye eat, or drink, or whatsoever ye do, do\nall to the glory of God. \n"},{"number":32,"text":"Give none offence, neither to the Jews, nor to the Gentiles,\nnor to the church of God: \n"},{"number":33,"text":"Even as I please all \\add men\\add* in all \\add things\\add*,\nnot seeking mine own profit, but the \\add profit\\add* of many, that\nthey may be saved. \n"}],"number":10},{"verses":[{"number":1,"text":"Be ye followers of me, even as I also \\add am\\add* of Christ.\n\n"},{"number":2,"text":"Now I praise you, brethren, that ye remember me in all things,\nand keep the ordinances, as I delivered \\add them\\add* to you. \n"},{"number":3,"text":"But I would have you know, that the head of every man is Christ;\nand the head of the woman \\add is\\add* the man; and the head of Christ\n\\add is\\add* God. \n"},{"number":4,"text":"Every man praying or prophesying, having \\add his\\add* head\ncovered, dishonoureth his head. \n"},{"number":5,"text":"But every woman that prayeth or prophesieth  with \\add her\\add*\nhead uncovered dishonoureth her head: for that is even all one as\nif she were shaven. \n"},{"number":6,"text":"For if the woman be not covered, let her also be shorn: but\nif it be a shame for a woman to be shorn or shaven, let her be covered.\n"},{"number":7,"text":"For a man indeed ought not to cover \\add his\\add* head, forasmuch as he\nis the image and glory of God: but the woman is the glory of the\nman. \n"},{"number":8,"text":"For the man is not of the woman; but the woman of the man.\n"},{"number":9,"text":"Neither was the man created for the woman; but the woman for\nthe man. \n"},{"number":10,"text":"For this cause ought the woman to have power on \\add her\\add*\nhead because of the angels. \n"},{"number":11,"text":"Nevertheless neither is the man without the woman, neither\nthe woman without the man, in the Lord. \n"},{"number":12,"text":"For as the woman \\add is\\add* of the man, even so \\add is\\add*\nthe man also by the woman; but all things of God. \n"},{"number":13,"text":"Judge in yourselves: is it comely that a woman pray unto God\nuncovered? \n"},{"number":14,"text":"Doth not even nature itself teach you, that, if a man have long\nhair, it is a shame unto him? \n"},{"number":15,"text":"But if a woman have long hair, it is a glory to her: for \\add her\\add*\nhair is given her for a covering. \n"},{"number":16,"text":"But if any man seem to be contentious, we have no such custom,\nneither the churches of God. \n\n"},{"number":17,"text":"Now in this that I declare \\add unto you\\add* I praise \\add you\\add*\nnot, that ye come together not for the better, but for the worse.\n"},{"number":18,"text":"For first of all, when ye come together in the church, I hear\nthat there be divisions among you; and I partly believe it. \n"},{"number":19,"text":"For there must be also heresies among you, that they which\nare approved may be made manifest among you. \n"},{"number":20,"text":"When ye come together therefore into one place, \\add this\\add*\nis not to eat the Lord’s supper. \n"},{"number":21,"text":"For in eating every one taketh before \\add other\\add* his\nown supper: and one is hungry, and another is drunken. \n"},{"number":22,"text":"What? have ye not houses to eat and to drink in? or despise\nye the church of God, and shame them that have not? What shall I\nsay to you? shall I praise you in this? I praise \\add you\\add* not.\n"},{"number":23,"text":"For I have received of the Lord that which also I delivered\nunto you, That the Lord Jesus the \\add same\\add* night in which he was\nbetrayed took bread: \n"},{"number":24,"text":"And when he had given thanks, he brake \\add it\\add*, and said,\n\\wj  Take, eat: this is my body, which is broken for you: this do\nin remembrance of me.\\wj* \n"},{"number":25,"text":"After the same manner also \\add he took\\add* the cup, when\nhe had supped, saying, \\wj  This cup is the new testament in my blood:\nthis do ye, as oft as ye drink \\+add it\\+add*, in remembrance of\nme.\\wj* \n"},{"number":26,"text":"For as often as ye eat this bread, and drink this cup, ye do\nshew the Lord’s death till he come. \n"},{"number":27,"text":"Wherefore whosoever shall eat this bread, and drink \\add this\\add*\ncup of the Lord, unworthily, shall be guilty of the body and blood\nof the Lord. \n"},{"number":28,"text":"But let a man examine himself, and so let him eat of \\add that\\add*\nbread, and drink of \\add that\\add* cup. \n"},{"number":29,"text":"For he that eateth and drinketh unworthily, eateth and drinketh\ndamnation to himself, not discerning the Lord’s body. \n"},{"number":30,"text":"For this cause many \\add are\\add* weak and sickly among you,\nand many sleep. \n"},{"number":31,"text":"For if we would judge ourselves, we should not be judged.\n"},{"number":32,"text":"But when we are judged, we are chastened of the Lord, that\nwe should not be condemned with the world. \n"},{"number":33,"text":"Wherefore, my brethren, when ye come together to eat, tarry\none for another. \n"},{"number":34,"text":"And if any man hunger, let him eat at home; that ye come not\ntogether unto condemnation. And the rest will I set in order when\nI come. \n"}],"number":11},{"verses":[{"number":1,"text":"Now concerning spiritual \\add gifts\\add*, brethren, I would\nnot have you ignorant. \n"},{"number":2,"text":"Ye know that ye were Gentiles, carried away unto these dumb\nidols, even as ye were led. \n"},{"number":3,"text":"Wherefore I give you to understand, that no man speaking by\nthe Spirit of God calleth Jesus accursed: and \\add that\\add* no man\ncan say that Jesus is the Lord, but by the Holy Ghost. \n"},{"number":4,"text":"Now there are diversities of gifts, but the same Spirit. \n"},{"number":5,"text":"And there are differences of administrations, but the same\nLord. \n"},{"number":6,"text":"And there are diversities of operations, but it is the same\nGod which worketh all in all. \n"},{"number":7,"text":"But the manifestation of the Spirit is given to every man to profit\nwithal. \n"},{"number":8,"text":"For to one is given by the Spirit the word of wisdom; to another\nthe word of knowledge by the same Spirit; \n"},{"number":9,"text":"To another faith by the same Spirit; to another the gifts of\nhealing by the same Spirit; \n"},{"number":10,"text":"To another the working of miracles; to another prophecy; to\nanother discerning of spirits; to another \\add divers\\add* kinds\nof tongues; to another the interpretation of tongues: \n"},{"number":11,"text":"But all these worketh that one and the selfsame Spirit, dividing\nto every man severally as he will. \n"},{"number":12,"text":"For as the body is one, and hath many members, and all the\nmembers of that one body, being many, are one body: so also \\add is\\add*\nChrist. \n"},{"number":13,"text":"For by one Spirit are we all baptized into one body, whether\n\\add we be\\add* Jews or Gentiles, whether \\add we be\\add* bond or\nfree; and have been all made to drink into one Spirit. \n"},{"number":14,"text":"For the body is not one member, but many. \n"},{"number":15,"text":"If the foot shall say, Because I am not the hand, I am not\nof the body; is it therefore not of the body? \n"},{"number":16,"text":"And if the ear shall say, Because I am not the eye, I am not\nof the body; is it therefore not of the body? \n"},{"number":17,"text":"If the whole body \\add were\\add* an eye, where \\add were\\add*\nthe hearing? If the whole \\add were\\add* hearing, where \\add were\\add*\nthe smelling? \n"},{"number":18,"text":"But now hath God set the members every one of them in the\nbody, as it hath pleased him. \n"},{"number":19,"text":"And if they were all one member, where \\add were\\add* the\nbody? \n"},{"number":20,"text":"But now \\add are they\\add* many members, yet but one body.\n"},{"number":21,"text":"And the eye cannot say unto the hand, I have no need of thee:\nnor again the head to the feet, I have no need of you. \n"},{"number":22,"text":"Nay, much more those members of the body, which seem to be\nmore feeble, are necessary: \n"},{"number":23,"text":"And those \\add members\\add* of the body, which we think to\nbe less honourable, upon these we bestow more abundant honour; and\nour uncomely \\add parts\\add* have more abundant comeliness. \n"},{"number":24,"text":"For our comely \\add parts\\add* have no need: but God hath\ntempered the body together, having given more abundant honour to\nthat \\add part\\add* which lacked: \n"},{"number":25,"text":"That there should be no schism in the body; but \\add that\\add*\nthe members should have the same care one for another. \n"},{"number":26,"text":"And whether one member suffer, all the members suffer with\nit; or one member be honoured, all the members rejoice with it. \n"},{"number":27,"text":"Now ye are the body of Christ, and members in particular.\n"},{"number":28,"text":"And God hath set some in the church, first apostles, secondarily\nprophets, thirdly teachers, after that miracles, then gifts of healings,\nhelps, governments, diversities of tongues. \n"},{"number":29,"text":"\\add Are\\add* all apostles? \\add are\\add* all prophets? \\add are\\add*\nall teachers? \\add are\\add* all workers of miracles? \n"},{"number":30,"text":"Have all the gifts of healing? do all speak with tongues?\ndo all interpret? \n"},{"number":31,"text":"But covet earnestly the best gifts: and yet shew I unto you\na more excellent way. \n"}],"number":12},{"verses":[{"number":1,"text":"Though I speak with the tongues of men and of angels, and have\nnot charity, I am become \\add as\\add* sounding brass, or a tinkling\ncymbal. \n"},{"number":2,"text":"And though I have \\add the gift of\\add* prophecy, and understand\nall mysteries, and all knowledge; and though I have all faith, so\nthat I could remove mountains, and have not charity, I am nothing.\n"},{"number":3,"text":"And though I bestow all my goods to feed \\add the poor\\add*,\nand though I give my body to be burned, and have not charity, it profiteth\nme nothing. \n"},{"number":4,"text":"Charity suffereth long, \\add and\\add* is kind; charity envieth\nnot; charity vaunteth not itself, is not puffed up, \n"},{"number":5,"text":"Doth not behave itself unseemly, seeketh not her own, is not\neasily provoked, thinketh no evil; \n"},{"number":6,"text":"Rejoiceth not in iniquity, but rejoiceth in the truth; \n"},{"number":7,"text":"Beareth all things, believeth all things, hopeth all things,\nendureth all things. \n"},{"number":8,"text":"Charity never faileth: but whether \\add there be\\add* prophecies,\nthey shall fail; whether \\add there be\\add* tongues, they shall cease;\nwhether \\add there be\\add* knowledge, it shall vanish away. \n"},{"number":9,"text":"For we know in part, and we prophesy in part. \n"},{"number":10,"text":"But when that which is perfect is come, then that which is\nin part shall be done away. \n"},{"number":11,"text":"When I was a child, I spake as a child, I understood as a\nchild, I thought as a child: but when I became a man, I put away\nchildish things. \n"},{"number":12,"text":"For now we see through a glass, darkly; but then face to face:\nnow I know in part; but then shall I know even as also I am known.\n"},{"number":13,"text":"And now abideth faith, hope, charity, these three; but the\ngreatest of these \\add is\\add* charity. \n"}],"number":13},{"verses":[{"number":1,"text":"Follow after charity, and desire spiritual \\add gifts\\add*,\nbut rather that ye may prophesy. \n"},{"number":2,"text":"For he that speaketh in an \\add unknown\\add* tongue speaketh\nnot unto men, but unto God: for no man understandeth \\add him\\add*;\nhowbeit in the spirit he speaketh mysteries. \n"},{"number":3,"text":"But he that prophesieth speaketh unto men \\add to\\add* edification,\nand exhortation, and comfort. \n"},{"number":4,"text":"He that speaketh in an \\add unknown\\add* tongue edifieth himself;\nbut he that prophesieth edifieth the church. \n"},{"number":5,"text":"I would that ye all spake with tongues, but rather that ye\nprophesied: for greater \\add is\\add* he that prophesieth than he\nthat speaketh with tongues, except he interpret, that the church\nmay receive edifying. \n"},{"number":6,"text":"Now, brethren, if I come unto you speaking with tongues, what\nshall I profit you, except I shall speak to you either by revelation,\nor by knowledge, or by prophesying, or by doctrine? \n"},{"number":7,"text":"And even things without life giving sound, whether pipe or\nharp, except they give a distinction in the sounds, how shall it be\nknown what is piped or harped? \n"},{"number":8,"text":"For if the trumpet give an uncertain sound, who shall prepare\nhimself to the battle? \n"},{"number":9,"text":"So likewise ye, except ye utter by the tongue words easy to\nbe understood, how shall it be known what is spoken? for ye shall\nspeak into the air. \n"},{"number":10,"text":"There are, it may be, so many kinds of voices in the world,\nand none of them \\add is\\add* without signification. \n"},{"number":11,"text":"Therefore if I know not the meaning of the voice, I shall\nbe unto him that speaketh a barbarian, and he that speaketh \\add shall\nbe\\add* a barbarian unto me. \n"},{"number":12,"text":"Even so ye, forasmuch as ye are zealous of spiritual \\add gifts\\add*,\nseek that ye may excel to the edifying of the church. \n"},{"number":13,"text":"Wherefore let him that speaketh in an \\add unknown\\add* tongue\npray that he may interpret. \n"},{"number":14,"text":"For if I pray in an \\add unknown\\add* tongue, my spirit prayeth,\nbut my understanding is unfruitful. \n"},{"number":15,"text":"What is it then? I will pray with the spirit, and I will pray\nwith the understanding also: I will sing with the spirit, and I will\nsing with the understanding also. \n"},{"number":16,"text":"Else when thou shalt bless with the spirit, how shall he that\noccupieth the room of the unlearned say Amen at thy giving of thanks,\nseeing he understandeth not what thou sayest? \n"},{"number":17,"text":"For thou verily givest thanks well, but the other is not edified.\n"},{"number":18,"text":"I thank my God, I speak with tongues more than ye all: \n"},{"number":19,"text":"Yet in the church I had rather speak five words with my understanding,\nthat \\add by my voice\\add* I might teach others also, than ten thousand\nwords in an \\add unknown\\add* tongue. \n"},{"number":20,"text":"Brethren, be not children in understanding: howbeit in malice\nbe ye children, but in understanding be men. \n"},{"number":21,"text":"In the law it is written, With \\add men of\\add* other tongues\nand other lips will I speak unto this people; and yet for all that\nwill they not hear me, saith the Lord. \n"},{"number":22,"text":"Wherefore tongues are for a sign, not to them that believe,\nbut to them that believe not: but prophesying \\add serveth\\add* not\nfor them that believe not, but for them which believe. \n"},{"number":23,"text":"If therefore the whole church be come together into one place,\nand all speak with tongues, and there come in \\add those that are\\add*\nunlearned, or unbelievers, will they not say that ye are mad? \n"},{"number":24,"text":"But if all prophesy, and there come in one that believeth\nnot, or \\add one\\add* unlearned, he is convinced of all, he is judged\nof all: \n"},{"number":25,"text":"And thus are the secrets of his heart made manifest; and so\nfalling down on \\add his\\add* face he will worship God, and report\nthat God is in you of a truth. \n"},{"number":26,"text":"How is it then, brethren? when ye come together, every one\nof you hath a psalm, hath a doctrine, hath a tongue, hath a revelation,\nhath an interpretation. Let all things be done unto edifying. \n"},{"number":27,"text":"If any man speak in an \\add unknown\\add* tongue, \\add let it\nbe\\add* by two, or at the most \\add by\\add* three, and \\add that\\add*\nby course; and let one interpret. \n"},{"number":28,"text":"But if there be no interpreter, let him keep silence in the\nchurch; and let him speak to himself, and to God. \n"},{"number":29,"text":"Let the prophets speak two or three, and let the other judge.\n"},{"number":30,"text":"If \\add any thing\\add* be revealed to another that sitteth\nby, let the first hold his peace. \n"},{"number":31,"text":"For ye may all prophesy one by one, that all may learn, and\nall may be comforted. \n"},{"number":32,"text":"And the spirits of the prophets are subject to the prophets.\n"},{"number":33,"text":"For God is not \\add the author\\add* of confusion, but of peace,\nas in all churches of the saints. \n"},{"number":34,"text":"Let your women keep silence in the churches: for it is not\npermitted unto them to speak; but \\add they are commanded\\add* to be under\nobedience, as also saith the law. \n"},{"number":35,"text":"And if they will learn any thing, let them ask their husbands\nat home: for it is a shame for women to speak in the church. \n"},{"number":36,"text":"What? came the word of God out from you? or came it unto you\nonly? \n"},{"number":37,"text":"If any man think himself to be a prophet, or spiritual, let him\nacknowledge that the things that I write unto you are the commandments\nof the Lord. \n"},{"number":38,"text":"But if any man be ignorant, let him be ignorant. \n"},{"number":39,"text":"Wherefore, brethren, covet to prophesy, and forbid not to\nspeak with tongues. \n"}],"number":14},{"verses":[{"number":1,"text":"Moreover, brethren, I declare unto you the gospel which I preached\nunto you, which also ye have received, and wherein ye stand; \n"},{"number":2,"text":"By which also ye are saved, if ye keep in memory what I preached\nunto you, unless ye have believed in vain. \n"},{"number":3,"text":"For I delivered unto you first of all that which I also received,\nhow that Christ died for our sins according to the scriptures; \n"},{"number":4,"text":"And that he was buried, and that he rose again the third day\naccording to the scriptures: \n"},{"number":5,"text":"And that he was seen of Cephas, then of the twelve: \n"},{"number":6,"text":"After that, he was seen of above five hundred brethren at once;\nof whom the greater part remain unto this present, but some are fallen\nasleep. \n"},{"number":7,"text":"After that, he was seen of James; then of all the apostles.\n"},{"number":8,"text":"And last of all he was seen of me also, as of one born out of due\ntime. \n"},{"number":9,"text":"For I am the least of the apostles, that am not meet to be\ncalled an apostle, because I persecuted the church of God. \n"},{"number":10,"text":"But by the grace of God I am what I am: and his grace which\n\\add was bestowed\\add* upon me was not in vain; but I laboured more\nabundantly than they all: yet not I, but the grace of God which was\nwith me. \n"},{"number":11,"text":"Therefore whether \\add it were\\add* I or they, so we preach,\nand so ye believed. \n"},{"number":12,"text":"Now if Christ be preached that he rose from the dead, how\nsay some among you that there is no resurrection of the dead? \n"},{"number":13,"text":"But if there be no resurrection of the dead, then is Christ\nnot risen: \n"},{"number":14,"text":"And if Christ be not risen, then \\add is\\add* our preaching\nvain, and your faith \\add is\\add* also vain. \n"},{"number":15,"text":"Yea, and we are found false witnesses of God; because we have\ntestified of God that he raised up Christ: whom he raised not up,\nif so be that the dead rise not. \n"},{"number":16,"text":"For if the dead rise not, then is not Christ raised: \n"},{"number":17,"text":"And if Christ be not raised, your faith \\add is\\add* vain;\nye are yet in your sins. \n"},{"number":18,"text":"Then they also which are fallen asleep in Christ are perished.\n"},{"number":19,"text":"If in this life only we have hope in Christ, we are of all\nmen most miserable. \n"},{"number":20,"text":"But now is Christ risen from the dead, \\add and\\add* become\nthe firstfruits of them that slept. \n"},{"number":21,"text":"For since by man \\add came\\add* death, by man \\add came\\add*\nalso the resurrection of the dead. \n"},{"number":22,"text":"For as in Adam all die, even so in Christ shall all be made\nalive. \n"},{"number":23,"text":"But every man in his own order: Christ the firstfruits; afterward\nthey that are Christ’s at his coming. \n"},{"number":24,"text":"Then \\add cometh\\add* the end, when he shall have delivered\nup the kingdom to God, even the Father; when he shall have put down\nall rule and all authority and power. \n"},{"number":25,"text":"For he must reign, till he hath put all enemies under his\nfeet. \n"},{"number":26,"text":"The last enemy \\add that\\add* shall be destroyed \\add is\\add*\ndeath. \n"},{"number":27,"text":"For he hath put all things under his feet. But when he saith\nall things are put under \\add him, it is\\add* manifest that he is\nexcepted, which did put all things under him. \n"},{"number":28,"text":"And when all things shall be subdued unto him, then shall\nthe Son also himself be subject unto him that put all things under\nhim, that God may be all in all. \n"},{"number":29,"text":"Else what shall they do which are baptized for the dead, if\nthe dead rise not at all? why are they then baptized for the dead?\n"},{"number":31,"text":"I protest by your rejoicing which I have in Christ Jesus our\nLord, I die daily. \n"},{"number":32,"text":"If after the manner of men I have fought with beasts at Ephesus,\nwhat advantageth it me, if the dead rise not? let us eat and drink;\nfor to morrow we die. \n"},{"number":33,"text":"Be not deceived: evil communications corrupt good manners.\n"},{"number":34,"text":"Awake to righteousness, and sin not; for some have not the\nknowledge of God: I speak \\add this\\add* to your shame. \n\n"},{"number":35,"text":"But some \\add man\\add* will say, How are the dead raised up?\nand with what body do they come? \n"},{"number":36,"text":"\\add Thou\\add* fool, that which thou sowest is not quickened,\nexcept it die: \n"},{"number":37,"text":"And that which thou sowest, thou sowest not that body that\nshall be, but bare grain, it may chance of wheat, or of some other\n\\add grain\\add*: \n"},{"number":38,"text":"But God giveth it a body as it hath pleased him, and to every\nseed his own body. \n"},{"number":39,"text":"All flesh \\add is\\add* not the same flesh: but \\add there\nis\\add* one \\add kind of\\add* flesh of men, another flesh of beasts,\nanother of fishes, \\add and\\add* another of birds. \n"},{"number":40,"text":"\\add There are\\add* also celestial bodies, and bodies terrestrial:\nbut the glory of the celestial \\add is\\add* one, and the \\add glory\\add*\nof the terrestrial \\add is\\add* another. \n"},{"number":41,"text":"\\add There is\\add* one glory of the sun, and another glory\nof the moon, and another glory of the stars: for \\add one\\add* star\ndiffereth from \\add another\\add* star in glory. \n"},{"number":42,"text":"So also \\add is\\add* the resurrection of the dead. It is sown\nin corruption; it is raised in incorruption: \n"},{"number":43,"text":"It is sown in dishonour; it is raised in glory: it is sown\nin weakness; it is raised in power: \n"},{"number":44,"text":"It is sown a natural body; it is raised a spiritual body.\nThere is a natural body, and there is a spiritual body. \n"},{"number":45,"text":"And so it is written, The first man Adam was made a living\nsoul; the last Adam \\add was made\\add* a quickening spirit. \n"},{"number":46,"text":"Howbeit that \\add was\\add* not first which is spiritual, but\nthat which is natural; and afterward that which is spiritual. \n"},{"number":47,"text":"The first man \\add is\\add* of the earth, earthy: the second\nman \\add is\\add* the Lord from heaven. \n"},{"number":48,"text":"As \\add is\\add* the earthy, such \\add are\\add* they also that are\nearthy: and as \\add is\\add* the heavenly, such \\add are\\add* they\nalso that are heavenly. \n"},{"number":49,"text":"And as we have borne the image of the earthy, we shall also\nbear the image of the heavenly. \n"},{"number":50,"text":"Now this I say, brethren, that flesh and blood cannot inherit\nthe kingdom of God; neither doth corruption inherit incorruption.\n"},{"number":51,"text":"Behold, I shew you a mystery; We shall not all sleep, but\nwe shall all be changed, \n"},{"number":52,"text":"In a moment, in the twinkling of an eye, at the last trump:\nfor the trumpet shall sound, and the dead shall be raised incorruptible,\nand we shall be changed. \n"},{"number":53,"text":"For this corruptible must put on incorruption, and this mortal\n\\add must\\add* put on immortality. \n"},{"number":54,"text":"So when this corruptible shall have put on incorruption, and\nthis mortal shall have put on immortality, then shall be brought to\npass the saying that is written, Death is swallowed up in victory.\n"},{"number":55,"text":"O death, where \\add is\\add* thy sting? O grave, where \\add is\\add*\nthy victory? \n"},{"number":56,"text":"The sting of death \\add is\\add* sin; and the strength of sin\n\\add is\\add* the law. \n"},{"number":57,"text":"But thanks \\add be\\add* to God, which giveth us the victory\nthrough our Lord Jesus Christ. \n"},{"number":58,"text":"Therefore, my beloved brethren, be ye stedfast, unmoveable,\nalways abounding in the work of the Lord, forasmuch as ye know that\nyour labour is not in vain in the Lord. \n"}],"number":15},{"verses":[{"number":1,"text":"Now concerning the collection for the saints, as I have given\norder to the churches of Galatia, even so do ye. \n"},{"number":2,"text":"Upon the first \\add day\\add* of the week let every one of you\nlay by him in store, as \\add God\\add* hath prospered him, that there\nbe no gatherings when I come. \n"},{"number":3,"text":"And when I come, whomsoever ye shall approve by \\add your\\add*\nletters, them will I send to bring your liberality unto Jerusalem.\n"},{"number":4,"text":"And if it be meet that I go also, they shall go with me. \n"},{"number":5,"text":"Now I will come unto you, when I shall pass through Macedonia:\nfor I do pass through Macedonia. \n"},{"number":6,"text":"And it may be that I will abide, yea, and winter with you,\nthat ye may bring me on my journey whithersoever I go. \n"},{"number":7,"text":"For I will not see you now by the way; but I trust to tarry\na while with you, if the Lord permit. \n"},{"number":8,"text":"But I will tarry at Ephesus until Pentecost. \n"},{"number":9,"text":"For a great door and effectual is opened unto me, and \\add there\nare\\add* many adversaries. \n"},{"number":10,"text":"Now if Timotheus come, see that he may be with you without\nfear: for he worketh the work of the Lord, as I also \\add do\\add*.\n"},{"number":11,"text":"Let no man therefore despise him: but conduct him forth in\npeace, that he may come unto me: for I look for him with the brethren.\n"},{"number":12,"text":"As touching \\add our\\add* brother Apollos, I greatly desired\nhim to come unto you with the brethren: but his will was not at all\nto come at this time; but he will come when he shall have convenient\ntime. \n"},{"number":13,"text":"Watch ye, stand fast in the faith, quit you like men, be strong.\n"},{"number":14,"text":"Let all your things be done with charity. \n"},{"number":15,"text":"I beseech you, brethren, (ye know the house of Stephanas,\nthat it is the firstfruits of Achaia, and \\add that\\add* they have\naddicted themselves to the ministry of the saints,) \n"},{"number":16,"text":"That ye submit yourselves unto such, and to every one that\nhelpeth with \\add us\\add*, and laboureth. \n"},{"number":17,"text":"I am glad of the coming of Stephanas and Fortunatus and Achaicus:\nfor that which was lacking on your part they have supplied. \n"},{"number":18,"text":"For they have refreshed my spirit and yours: therefore acknowledge\nye them that are such. \n\n"},{"number":19,"text":"The churches of Asia salute you. Aquila and Priscilla salute\nyou much in the Lord, with the church that is in their house. \n"},{"number":20,"text":"All the brethren greet you. Greet ye one another with an holy\nkiss. \n"},{"number":21,"text":"The salutation of \\add me\\add* Paul with mine own hand. \n"},{"number":22,"text":"If any man love not the Lord Jesus Christ, let him be Anathema\nMaranatha. \n"},{"number":23,"text":"The grace of our Lord Jesus Christ \\add be\\add* with you.\n"},{"number":24,"text":"My love \\add be\\add* with you all in Christ Jesus. Amen. \n\\s1 The first \\add epistle\\add* to the Corinthians was written from Philippi by Stephanas, and Fortunatus, and Achaicus, and\nTimotheus. "}],"number":16}]}