{"headers":{"id":"GAL  Paul’s Letter to the Galatians","h":"Galatians","toc1":"THE EPISTLE OF PAUL THE APOSTLE TO THE GALATIANS","toc2":"Galatians","toc3":"Gal","mt1":"THE EPISTLE OF PAUL THE APOSTLE TO THE GALATIANS"},"book":"Galatians","chapters":[{"verses":[{"number":1,"text":"Paul, an apostle, (not of men, neither by man, but by Jesus\nChrist, and God the Father, who raised him from the dead;) \n"},{"number":2,"text":"And all the brethren which are with me, unto the churches of\nGalatia: \n"},{"number":3,"text":"Grace \\add be\\add* to you and peace from God the Father, and\n\\add from\\add* our Lord Jesus Christ, \n"},{"number":4,"text":"Who gave himself for our sins, that he might deliver us from\nthis present evil world, according to the will of God and our Father:\n"},{"number":5,"text":"To whom \\add be\\add* glory for ever and ever. Amen. \n\n"},{"number":6,"text":"I marvel that ye are so soon removed from him that called you\ninto the grace of Christ unto another gospel: \n"},{"number":7,"text":"Which is not another; but there be some that trouble you, and\nwould pervert the gospel of Christ. \n"},{"number":8,"text":"But though we, or an angel from heaven, preach any other gospel\nunto you than that which we have preached unto you, let him be accursed.\n"},{"number":9,"text":"As we said before, so say I now again, If any \\add man\\add*\npreach any other gospel unto you than that ye have received, let him\nbe accursed. \n\n"},{"number":10,"text":"For do I now persuade  men, or God? or do I seek to please\nmen? for if I yet pleased men, I should not be the servant of Christ.\n"},{"number":11,"text":"But I certify you, brethren, that the gospel which was preached\nof me is not after man. \n"},{"number":12,"text":"For I neither received it of man, neither was I taught \\add it\\add*,\nbut by the revelation of Jesus Christ. \n"},{"number":13,"text":"For ye have heard of my conversation in time past in the Jews’\nreligion, how that beyond measure I persecuted the church of God,\nand wasted it: \n"},{"number":14,"text":"And profited in the Jews’ religion above many my equals in\nmine own nation, being more exceedingly zealous of the traditions\nof my fathers. \n"},{"number":15,"text":"But when it pleased God, who separated me from my mother’s\nwomb, and called \\add me\\add* by his grace, \n"},{"number":16,"text":"To reveal his Son in me, that I might preach him among the\nheathen; immediately I conferred not with flesh and blood: \n"},{"number":17,"text":"Neither went I up to Jerusalem to them which were apostles\nbefore me; but I went into Arabia, and returned again unto Damascus.\n"},{"number":18,"text":"Then after three years I went up to Jerusalem to see Peter,\nand abode with him fifteen days. \n"},{"number":19,"text":"But other of the apostles saw I none, save James the Lord’s\nbrother. \n"},{"number":20,"text":"Now the things which I write unto you, behold, before God,\nI lie not. \n"},{"number":21,"text":"Afterwards I came into the regions of Syria and Cilicia; \n"},{"number":22,"text":"And was unknown by face unto the churches of Judaea which\nwere in Christ: \n"},{"number":23,"text":"But they had heard only, That he which persecuted us in times\npast now preacheth the faith which once he destroyed. \n"},{"number":24,"text":"And they glorified God in me. \n"}],"number":1},{"verses":[{"number":1,"text":"Then fourteen years after I went up again to Jerusalem with\nBarnabas, and took Titus with \\add me\\add* also. \n"},{"number":2,"text":"And I went up by revelation, and communicated unto them that\ngospel which I preach among the Gentiles, but privately to them which\nwere of reputation, lest by any means I should run, or had run, in\nvain. \n"},{"number":3,"text":"But neither Titus, who was with me, being a Greek, was compelled\nto be circumcised: \n"},{"number":4,"text":"And that because of false brethren unawares brought in, who\ncame in privily to spy out our liberty which we have in Christ Jesus,\nthat they might bring us into bondage: \n"},{"number":5,"text":"To whom we gave place by subjection, no, not for an hour; that\nthe truth of the gospel might continue with you. \n"},{"number":6,"text":"But of these who seemed to be somewhat, (whatsoever they were,\nit maketh no matter to me: God accepteth no man’s person:) for they\nwho seemed \\add to be somewhat\\add* in conference added nothing to\nme: \n"},{"number":7,"text":"But contrariwise, when they saw that the gospel of the uncircumcision\nwas committed unto me, as \\add the gospel\\add* of the circumcision\n\\add was\\add* unto Peter; \n"},{"number":8,"text":"(For he that wrought effectually in Peter to the apostleship\nof the circumcision, the same was mighty in me toward the Gentiles:)\n"},{"number":9,"text":"And when James, Cephas, and John, who seemed to be pillars,\nperceived the grace that was given unto me, they gave to me and Barnabas\nthe right hands of fellowship; that we \\add should go\\add* unto the\nheathen, and they unto the circumcision. \n"},{"number":10,"text":"Only \\add they would\\add* that we should remember the poor;\nthe same which I also was forward to do. \n"},{"number":11,"text":"But when Peter was come to Antioch, I withstood him to the\nface, because he was to be blamed. \n"},{"number":12,"text":"For before that certain came from James, he did eat with the\nGentiles: but when they were come, he withdrew and separated himself,\nfearing them which were of the circumcision. \n"},{"number":13,"text":"And the other Jews dissembled likewise with him; insomuch\nthat Barnabas also was carried away with their dissimulation. \n"},{"number":14,"text":"But when I saw that they walked not uprightly according to\nthe truth of the gospel, I said unto Peter before \\add them\\add*\nall, If thou, being a Jew, livest after the manner of Gentiles, and\nnot as do the Jews, why compellest thou the Gentiles to live as do the\nJews? \n"},{"number":15,"text":"We \\add who are\\add* Jews by nature, and not sinners of the\nGentiles, \n"},{"number":16,"text":"Knowing that a man is not justified by the works of the law,\nbut by the faith of Jesus Christ, even we have believed in Jesus\nChrist, that we might be justified by the faith of Christ, and not\nby the works of the law: for by the works of the law shall no flesh\nbe justified. \n"},{"number":17,"text":"But if, while we seek to be justified by Christ, we ourselves\nalso are found sinners, \\add is\\add* therefore Christ the minister\nof sin? God forbid. \n"},{"number":18,"text":"For if I build again the things which I destroyed, I make\nmyself a transgressor. \n"},{"number":19,"text":"For I through the law am dead to the law, that I might live\nunto God. \n"},{"number":20,"text":"I am crucified with Christ: nevertheless I live; yet not I,\nbut Christ liveth in me: and the life which I now live in the flesh\nI live by the faith of the Son of God, who loved me, and gave himself\nfor me. \n"},{"number":21,"text":"I do not frustrate the grace of God: for if righteousness\n\\add come\\add* by the law, then Christ is dead in vain. \n"}],"number":2},{"verses":[{"number":1,"text":"O foolish Galatians, who hath bewitched you, that ye should\nnot obey the truth, before whose eyes Jesus Christ hath been evidently set\nforth, crucified among you? \n"},{"number":2,"text":"This only would I learn of you, Received ye the Spirit by the\nworks of the law, or by the hearing of faith? \n"},{"number":3,"text":"Are ye so foolish? having begun in the Spirit, are ye now made\nperfect by the flesh? \n"},{"number":4,"text":"Have ye suffered so many things in vain? if \\add it be\\add*\nyet in vain. \n"},{"number":5,"text":"He therefore that ministereth to you the Spirit, and worketh\nmiracles among you, \\add doeth he it\\add* by the works of the law,\nor by the hearing of faith? \n"},{"number":6,"text":"Even as Abraham believed God, and it was accounted to him for\nrighteousness. \n\n"},{"number":7,"text":"Know ye therefore that they which are of faith, the same are\nthe children of Abraham. \n"},{"number":8,"text":"And the scripture, foreseeing that God would justify the heathen\nthrough faith, preached before the gospel unto Abraham, \\add saying\\add*,\nIn thee shall all nations be blessed. \n"},{"number":9,"text":"So then they which be of faith are blessed with faithful Abraham.\n"},{"number":10,"text":"For as many as are of the works of the law are under the curse:\nfor it is written, Cursed \\add is\\add* every one that continueth\nnot in all things which are written in the book of the law to do\nthem. \n"},{"number":11,"text":"But that no man is justified by the law in the sight of God,\n\\add it is\\add* evident: for, The just shall live by faith. \n"},{"number":12,"text":"And the law is not of faith: but, The man that doeth them\nshall live in them. \n"},{"number":13,"text":"Christ hath redeemed us from the curse of the law, being made\na curse for us: for it is written, Cursed \\add is\\add* every one\nthat hangeth on a tree: \n"},{"number":14,"text":"That the blessing of Abraham might come on the Gentiles through\nJesus Christ; that we might receive the promise of the Spirit through\nfaith. \n"},{"number":15,"text":"Brethren, I speak after the manner of men; Though \\add it\nbe\\add* but a man’s covenant, yet \\add if it be\\add* confirmed, no\nman disannulleth, or addeth thereto. \n"},{"number":16,"text":"Now to Abraham and his seed were the promises made. He saith\nnot, And to seeds, as of many; but as of one, And to thy seed, which\nis Christ. \n"},{"number":17,"text":"And this I say, \\add that\\add* the covenant, that was confirmed\nbefore of God in Christ, the law, which was four hundred and thirty\nyears after, cannot disannul, that it should make the promise of none\neffect. \n"},{"number":18,"text":"For if the inheritance \\add be\\add* of the law, \\add it is\\add*\nno more of promise: but God gave \\add it\\add* to Abraham by promise.\n"},{"number":19,"text":"Wherefore then \\add serveth\\add* the law? It was added because\nof transgressions, till the seed should come to whom the promise was\nmade; \\add and it was\\add* ordained by angels in the hand of a mediator.\n"},{"number":20,"text":"Now a mediator is not \\add a mediator\\add* of one, but God\nis one. \n"},{"number":21,"text":"\\add Is\\add* the law then against the promises of God? God\nforbid: for if there had been a law given which could have given\nlife, verily righteousness should have been by the law. \n"},{"number":22,"text":"But the scripture hath concluded all under sin, that the promise\nby faith of Jesus Christ might be given to them that believe. \n\n"},{"number":23,"text":"But before faith came, we were kept under the law, shut up\nunto the faith which should afterwards be revealed. \n"},{"number":24,"text":"Wherefore the law was our schoolmaster \\add to bring us\\add*\nunto Christ, that we might be justified by faith. \n"},{"number":25,"text":"But after that faith is come, we are no longer under a schoolmaster.\n"},{"number":26,"text":"For ye are all the children of God by faith in Christ Jesus.\n"},{"number":27,"text":"For as many of you as have been baptized into Christ have put\non Christ. \n"},{"number":28,"text":"There is neither Jew nor Greek, there is neither bond nor\nfree, there is neither male nor female: for ye are all one in Christ\nJesus. \n"},{"number":29,"text":"And if ye \\add be\\add* Christ’s, then are ye Abraham’s seed,\nand heirs according to the promise. \n"}],"number":3},{"verses":[{"number":1,"text":"Now I say, \\add That\\add* the heir, as long as he is a child,\ndiffereth nothing from a servant, though he be lord of all; \n"},{"number":2,"text":"But is under tutors and governors until the time appointed\nof the father. \n"},{"number":3,"text":"Even so we, when we were children, were in bondage under the\nelements of the world: \n"},{"number":4,"text":"But when the fulness of the time was come, God sent forth his\nSon, made of a woman, made under the law, \n"},{"number":5,"text":"To redeem them that were under the law, that we might receive\nthe adoption of sons. \n"},{"number":6,"text":"And because ye are sons, God hath sent forth the Spirit of\nhis Son into your hearts, crying, Abba, Father. \n"},{"number":7,"text":"Wherefore thou art no more a servant, but a son; and if a son,\nthen an heir of God through Christ. \n\n"},{"number":8,"text":"Howbeit then, when ye knew not God, ye did service unto them\nwhich by nature are no gods. \n"},{"number":9,"text":"But now, after that ye have known God, or rather are known\nof God, how turn ye again to the weak and beggarly elements, whereunto\nye desire again to be in bondage? \n"},{"number":10,"text":"Ye observe days, and months, and times, and years. \n"},{"number":11,"text":"I am afraid of you, lest I have bestowed upon you labour in\nvain. \n\n"},{"number":12,"text":"Brethren, I beseech you, be as I \\add am\\add*; for I \\add am\\add*\nas ye \\add are\\add*: ye have not injured me at all. \n"},{"number":13,"text":"Ye know how through infirmity of the flesh I preached the\ngospel unto you at the first. \n"},{"number":14,"text":"And my temptation which was in my flesh ye despised not, nor\nrejected; but received me as an angel of God, \\add even\\add* as Christ\nJesus. \n"},{"number":15,"text":"Where is then the blessedness ye spake of? for I bear you\nrecord, that, if \\add it had been\\add* possible, ye would have plucked\nout your own eyes, and have given them to me. \n"},{"number":16,"text":"Am I therefore become your enemy, because I tell you the truth?\n"},{"number":17,"text":"They zealously affect you, \\add but\\add* not well; yea, they\nwould exclude you, that ye might affect them. \n"},{"number":18,"text":"But \\add it is\\add* good to be zealously affected always in\n\\add a\\add* good \\add thing\\add*, and not only when I am present\nwith you. \n"},{"number":19,"text":"My little children, of whom I travail in birth again until\nChrist be formed in you, \n"},{"number":20,"text":"I desire to be present with you now, and to change my voice;\nfor I stand in doubt of you. \n\n"},{"number":21,"text":"Tell me, ye that desire to be under the law, do ye not hear\nthe law? \n"},{"number":22,"text":"For it is written, that Abraham had two sons, the one by a\nbondmaid, the other by a freewoman. \n"},{"number":23,"text":"But he \\add who was\\add* of the bondwoman was born after the\nflesh; but he of the freewoman \\add was\\add* by promise. \n"},{"number":24,"text":"Which things are an allegory: for these are the two covenants;\nthe one from the mount Sinai, which gendereth to bondage, which is\nAgar. \n"},{"number":25,"text":"For this Agar is mount Sinai in Arabia, and answereth to Jerusalem\nwhich now is, and is in bondage with her children. \n"},{"number":26,"text":"But Jerusalem which is above is free, which is the mother\nof us all. \n"},{"number":27,"text":"For it is written, Rejoice, \\add thou\\add* barren that bearest\nnot; break forth and cry, thou that travailest not: for the desolate\nhath many more children than she which hath an husband. \n"},{"number":28,"text":"Now we, brethren, as Isaac was, are the children of promise.\n"},{"number":29,"text":"But as then he that was born after the flesh persecuted him\n\\add that was born\\add* after the Spirit, even so \\add it is\\add*\nnow. \n"},{"number":30,"text":"Nevertheless what saith the scripture? Cast out the bondwoman\nand her son: for the son of the bondwoman shall not be heir with\nthe son of the freewoman. \n"},{"number":31,"text":"So then, brethren, we are not children of the bondwoman, but\nof the free. \n"}],"number":4},{"verses":[{"number":1,"text":"Stand fast therefore in the liberty wherewith Christ hath made\nus free, and be not entangled again with the yoke of bondage. \n\n"},{"number":2,"text":"Behold, I Paul say unto you, that if ye be circumcised, Christ\nshall profit you nothing. \n"},{"number":3,"text":"For I testify again to every man that is circumcised, that\nhe is a debtor to do the whole law. \n"},{"number":4,"text":"Christ is become of no effect unto you, whosoever of you are\njustified by the law; ye are fallen from grace. \n"},{"number":5,"text":"For we through the Spirit wait for the hope of righteousness\nby faith. \n"},{"number":6,"text":"For in Jesus Christ neither circumcision availeth any thing,\nnor uncircumcision; but faith which worketh by love. \n"},{"number":7,"text":"Ye did run well; who did hinder you that ye should not obey\nthe truth? \n"},{"number":8,"text":"This persuasion \\add cometh\\add* not of him that calleth you.\n"},{"number":9,"text":"A little leaven leaveneth the whole lump. \n"},{"number":10,"text":"I have confidence in you through the Lord, that ye will be\nnone otherwise minded: but he that troubleth you shall bear his judgment,\nwhosoever he be. \n"},{"number":11,"text":"And I, brethren, if I yet preach circumcision, why do I yet\nsuffer persecution? then is the offence of the cross ceased. \n"},{"number":12,"text":"I would they were even cut off which trouble you. \n"},{"number":13,"text":"For, brethren, ye have been called unto liberty; only \\add use\\add*\nnot liberty for an occasion to the flesh, but by love serve one another.\n"},{"number":14,"text":"For all the law is fulfilled in one word, \\add even\\add* in\nthis; Thou shalt love thy neighbour as thyself. \n"},{"number":15,"text":"But if ye bite and devour one another, take heed that ye be\nnot consumed one of another. \n"},{"number":16,"text":"\\add This\\add* I say then, Walk in the Spirit, and ye shall\nnot fulfil the lust of the flesh. \n"},{"number":17,"text":"For the flesh lusteth against the Spirit, and the Spirit against\nthe flesh: and these are contrary the one to the other: so that ye\ncannot do the things that ye would. \n"},{"number":18,"text":"But if ye be led of the Spirit, ye are not under the law.\n"},{"number":19,"text":"Now the works of the flesh are manifest, which are \\add these\\add*;\nAdultery, fornication, uncleanness, lasciviousness, \n"},{"number":20,"text":"Idolatry, witchcraft, hatred, variance, emulations, wrath,\nstrife, seditions, heresies, \n"},{"number":21,"text":"Envyings, murders, drunkenness, revellings, and such like:\nof the which I tell you before, as I have also told \\add you\\add* in time past,\nthat they which do such things shall not inherit the kingdom of God.\n"},{"number":22,"text":"But the fruit of the Spirit is love, joy, peace, longsuffering,\ngentleness, goodness, faith, \n"},{"number":23,"text":"Meekness, temperance: against such there is no law. \n"},{"number":24,"text":"And they that are Christ’s have crucified the flesh with the\naffections and lusts. \n"},{"number":25,"text":"If we live in the Spirit, let us also walk in the Spirit.\n"},{"number":26,"text":"Let us not be desirous of vain glory, provoking one another,\nenvying one another. \n"}],"number":5},{"verses":[{"number":1,"text":"Brethren, if a man be overtaken in a fault, ye which are spiritual,\nrestore such an one in the spirit of meekness; considering thyself,\nlest thou also be tempted. \n"},{"number":2,"text":"Bear ye one another’s burdens, and so fulfil  the law of Christ.\n"},{"number":3,"text":"For if a man think himself to be something, when he is nothing,\nhe deceiveth himself. \n"},{"number":4,"text":"But let every man prove his own work, and then shall he have\nrejoicing in himself alone, and not in another. \n"},{"number":5,"text":"For every man shall bear his own burden. \n"},{"number":6,"text":"Let him that is taught in the word communicate unto him that\nteacheth in all good things. \n"},{"number":7,"text":"Be not deceived; God is not mocked: for whatsoever a man soweth,\nthat shall he also reap. \n"},{"number":8,"text":"For he that soweth to his flesh shall of the flesh reap corruption;\nbut he that soweth to the Spirit shall of the Spirit reap life everlasting.\n"},{"number":9,"text":"And let us not be weary in well doing: for in due season we shall\nreap, if we faint not. \n"},{"number":10,"text":"As we have therefore opportunity, let us do good unto all\n\\add men\\add*, especially unto them who are of the household of faith.\n"},{"number":11,"text":"Ye see how large a letter I have written unto you with mine\nown hand. \n"},{"number":12,"text":"As many as desire to make a fair shew in the flesh, they constrain\nyou to be circumcised; only lest they should suffer persecution for the\ncross of Christ. \n"},{"number":13,"text":"For neither they themselves who are circumcised keep the law;\nbut desire to have you circumcised, that they may glory in your flesh.\n"},{"number":14,"text":"But God forbid that I should glory, save in the cross of our\nLord Jesus Christ, by whom the world is crucified unto me, and I\nunto the world. \n"},{"number":15,"text":"For in Christ Jesus neither circumcision availeth any thing,\nnor uncircumcision, but a new creature. \n"},{"number":16,"text":"And as many as walk according to this rule, peace \\add be\\add*\non them, and mercy, and upon the Israel of God. \n"},{"number":17,"text":"From henceforth let no man trouble me: for I bear in my body\nthe marks of the Lord Jesus. \n"},{"number":18,"text":"Brethren, the grace of our Lord Jesus Christ \\add be\\add*\nwith your spirit. Amen. \n\\s1 Unto the Galatians written from Rome. "}],"number":6}]}