{"headers":{"id":"COL  Paul’s Letter to the Colossians","h":"Colossians","toc1":"THE EPISTLE OF PAUL THE APOSTLE TO THE COLOSSIANS","toc2":"Colossians","toc3":"Col","mt1":"THE EPISTLE OF PAUL THE APOSTLE TO THE COLOSSIANS"},"book":"Colossians","chapters":[{"verses":[{"number":1,"text":"Paul, an apostle of Jesus Christ by the will of God, and Timotheus\n\\add our\\add* brother, \n"},{"number":2,"text":"To the saints and faithful brethren in Christ which are at\nColosse: Grace \\add be\\add* unto you, and peace, from God our Father\nand the Lord Jesus Christ. \n"},{"number":3,"text":"We give thanks to God and the Father of our Lord Jesus Christ,\npraying always for you, \n"},{"number":4,"text":"Since we heard of your faith in Christ Jesus, and of the love\n\\add which ye have\\add* to all the saints, \n"},{"number":5,"text":"For the hope which is laid up for you in heaven, whereof ye heard\nbefore in the word of the truth of the gospel; \n"},{"number":6,"text":"Which is come unto you, as \\add it is\\add* in all the world;\nand bringeth forth fruit, as \\add it doth\\add* also in you, since\nthe day ye heard \\add of it\\add*, and knew the grace of God in truth:\n"},{"number":7,"text":"As ye also learned of Epaphras  our dear fellowservant, who\nis for you a faithful minister of Christ; \n"},{"number":8,"text":"Who also declared unto us your love in the Spirit. \n"},{"number":9,"text":"For this cause we also, since the day we heard \\add it\\add*,\ndo not cease to pray for you, and to desire that ye might be filled\nwith the knowledge of his will in all wisdom and spiritual understanding;\n"},{"number":10,"text":"That ye might walk worthy of the Lord unto all pleasing, being\nfruitful in every good work, and increasing in the knowledge of God;\n"},{"number":11,"text":"Strengthened with all might, according to his glorious power,\nunto all patience and longsuffering with joyfulness; \n"},{"number":12,"text":"Giving thanks unto the Father, which hath made us meet to\nbe partakers of the inheritance of the saints in light: \n"},{"number":13,"text":"Who hath delivered us from the power of darkness, and hath\ntranslated \\add us\\add* into the kingdom of his dear Son: \n"},{"number":14,"text":"In whom we have redemption through his blood, \\add even\\add*\nthe forgiveness of sins: \n"},{"number":15,"text":"Who is the image of the invisible God, the firstborn of every\ncreature: \n"},{"number":16,"text":"For by him were all things created, that are in heaven, and\nthat are in earth, visible and invisible, whether \\add they be\\add*\nthrones, or dominions, or principalities, or powers: all things were\ncreated by him, and for him: \n"},{"number":17,"text":"And he is before all things, and by him all things consist.\n"},{"number":18,"text":"And he is the head of the body, the church: who is the beginning,\nthe firstborn from the dead; that in all \\add things\\add* he might\nhave the preeminence. \n"},{"number":19,"text":"For it pleased \\add the Father\\add* that in him should all\nfulness dwell; \n"},{"number":20,"text":"And, having made peace through the blood of his cross, by\nhim to reconcile all things unto himself; by him, \\add I say\\add*,\nwhether \\add they be\\add* things in earth, or things in heaven. \n"},{"number":21,"text":"And you, that were sometime alienated and enemies in \\add your\\add*\nmind by wicked works, yet now hath he reconciled \n"},{"number":22,"text":"In the body of his flesh through death, to present you holy\nand unblameable and unreproveable in his sight: \n"},{"number":23,"text":"If ye continue in the faith grounded and settled, and \\add be\\add*\nnot moved away from the hope of the gospel, which ye have heard,\n\\add and\\add* which was preached to every creature which is under\nheaven; whereof I Paul am made a minister; \n"},{"number":24,"text":"Who now rejoice in my sufferings for you, and fill up that which is\nbehind of the afflictions of Christ in my flesh for his body’s sake,\nwhich is the church: \n"},{"number":25,"text":"Whereof I am made a minister, according to the dispensation\nof God which is given to me for you, to fulfil the word of God; \n"},{"number":26,"text":"\\add Even\\add* the mystery which hath been hid from ages and\nfrom generations, but now is made manifest to his saints: \n"},{"number":27,"text":"To whom God would make known what \\add is\\add* the riches\nof the glory of this mystery among the Gentiles; which is Christ\nin you, the hope of glory: \n"},{"number":28,"text":"Whom we preach, warning every man, and teaching every man\nin all wisdom; that we may present every man perfect in Christ Jesus:\n"},{"number":29,"text":"Whereunto I also labour, striving according to his working,\nwhich worketh in me mightily. \n"}],"number":1},{"verses":[{"number":1,"text":"For I would that ye knew what great conflict I have for you,\nand \\add for\\add* them at Laodicea, and \\add for\\add* as many as\nhave not seen my face in the flesh; \n"},{"number":2,"text":"That their hearts might be comforted, being knit together in\nlove, and unto all riches of the full assurance of understanding,\nto the acknowledgement of the mystery of God, and of the Father,\nand of Christ; \n"},{"number":3,"text":"In whom are hid all the treasures of wisdom and knowledge.\n"},{"number":4,"text":"And this I say, lest any man should beguile you with enticing\nwords. \n"},{"number":5,"text":"For though I be absent in the flesh, yet am I with you in the\nspirit, joying and beholding your order, and the stedfastness of\nyour faith in Christ. \n\n"},{"number":6,"text":"As ye have therefore received Christ Jesus the Lord, \\add so\\add*\nwalk ye in him: \n"},{"number":7,"text":"Rooted and built up in him, and stablished in the faith, as\nye have been taught, abounding therein with thanksgiving. \n"},{"number":8,"text":"Beware lest any man spoil you through philosophy and vain deceit,\nafter the tradition of men, after the rudiments of the world, and\nnot after Christ. \n"},{"number":9,"text":"For in him dwelleth all the fulness of the Godhead bodily.\n"},{"number":10,"text":"And ye are complete in him, which is the head of all principality\nand power: \n"},{"number":11,"text":"In whom also ye are circumcised with the circumcision made without\nhands, in putting off the body of the sins of the flesh by the circumcision\nof Christ: \n"},{"number":12,"text":"Buried with him in baptism, wherein also ye are risen with\n\\add him\\add* through the faith of the operation of God, who hath\nraised him from the dead. \n"},{"number":13,"text":"And you, being dead in your sins and the uncircumcision of\nyour flesh, hath he quickened together with him, having forgiven\nyou all trespasses; \n"},{"number":14,"text":"Blotting out the handwriting of ordinances that was against\nus, which was contrary to us, and took it out of the way, nailing\nit to his cross; \n"},{"number":15,"text":"\\add And\\add* having spoiled principalities and powers, he made a\nshew of them openly, triumphing over them in it. \n"},{"number":16,"text":"Let no man therefore judge you in meat, or in drink, or in\nrespect of an holyday, or of the new moon, or of the sabbath \\add days\\add*:\n"},{"number":17,"text":"Which are a shadow of things to come; but the body \\add is\\add*\nof Christ. \n"},{"number":18,"text":"Let no man beguile you of your reward in a voluntary humility\nand worshipping of angels, intruding into those things which he hath\nnot seen, vainly puffed up by his fleshly mind, \n"},{"number":19,"text":"And not holding the Head, from which all the body by joints\nand bands having nourishment ministered, and knit together, increaseth\nwith the increase of God. \n\n"},{"number":20,"text":"Wherefore if ye be dead with Christ from the rudiments of the\nworld, why, as though living in the world, are ye subject to ordinances,\n"},{"number":21,"text":"(Touch not; taste not; handle not; \n"},{"number":22,"text":"Which all are to perish with the using;) after the commandments\nand doctrines of men? \n"},{"number":23,"text":"Which things have indeed a shew of wisdom in will worship,\nand humility, and neglecting of the body; not in any honour to the\nsatisfying of the flesh. \n"}],"number":2},{"verses":[{"number":1,"text":"If ye then be risen with Christ, seek those things which are\nabove, where Christ sitteth on the right hand of God. \n"},{"number":2,"text":"Set your affection on things above, not on things on the earth.\n"},{"number":3,"text":"For ye are dead, and your life is hid with Christ in God. \n"},{"number":4,"text":"When Christ, \\add who is\\add* our life, shall appear, then\nshall ye also appear with him in glory. \n\n"},{"number":5,"text":"Mortify therefore your members which are upon the earth; fornication,\nuncleanness, inordinate affection, evil concupiscence, and covetousness,\nwhich is idolatry: \n"},{"number":6,"text":"For which things’ sake the wrath of God cometh on the children\nof disobedience: \n"},{"number":7,"text":"In the which ye also walked some time, when ye lived in them.\n"},{"number":8,"text":"But now ye also put off all these; anger, wrath, malice, blasphemy,\nfilthy communication out of your mouth. \n"},{"number":9,"text":"Lie not one to another, seeing that ye have put off the old\nman with his deeds; \n"},{"number":10,"text":"And have put on the new \\add man\\add*, which is renewed in\nknowledge after the image of him that created him: \n"},{"number":11,"text":"Where there is neither Greek nor Jew, circumcision nor uncircumcision,\nBarbarian, Scythian, bond \\add nor\\add* free: but Christ \\add is\\add*\nall, and in all. \n"},{"number":12,"text":"Put on therefore, as the elect of God, holy and beloved, bowels\nof mercies, kindness, humbleness of mind, meekness, longsuffering;\n"},{"number":13,"text":"Forbearing one another, and forgiving one another, if any\nman have a quarrel against any: even as Christ forgave you, so also\n\\add do\\add* ye. \n"},{"number":14,"text":"And above all these things \\add put on\\add* charity, which\nis the bond of perfectness. \n"},{"number":15,"text":"And let the peace of God rule in your hearts, to the which\nalso ye are called in one body; and be ye thankful. \n"},{"number":16,"text":"Let the word of Christ dwell in you richly in all wisdom;\nteaching and admonishing one another in psalms and hymns and spiritual\nsongs, singing with grace in your hearts to the Lord. \n"},{"number":17,"text":"And whatsoever  ye do in word or deed, \\add do\\add* all in\nthe name of the Lord Jesus, giving thanks to God and the Father by\nhim. \n\n"},{"number":18,"text":"Wives, submit yourselves unto your own husbands, as it is\nfit in the Lord. \n"},{"number":19,"text":"Husbands, love \\add your\\add* wives, and be not bitter against\nthem. \n"},{"number":20,"text":"Children, obey \\add your\\add* parents in all things: for this\nis well pleasing unto the Lord. \n"},{"number":21,"text":"Fathers, provoke not your children \\add to anger\\add*, lest\nthey be discouraged. \n"},{"number":22,"text":"Servants, obey in all things \\add your\\add* masters according\nto the flesh; not with eyeservice, as menpleasers; but in singleness\nof heart, fearing God: \n"},{"number":23,"text":"And whatsoever  ye do, do \\add it\\add* heartily, as to the\nLord, and not unto men; \n"},{"number":24,"text":"Knowing that of the Lord ye shall receive the reward of the\ninheritance: for ye serve the Lord Christ. \n"},{"number":25,"text":"But he that doeth wrong shall receive for the wrong which\nhe hath done: and there is no respect of persons. \n"}],"number":3},{"verses":[{"number":1,"text":"Masters, give unto \\add your\\add* servants that which is just\nand equal; knowing that ye also have a Master in heaven. \n\n"},{"number":2,"text":"Continue in prayer, and watch in the same with thanksgiving;\n"},{"number":3,"text":"Withal praying also for us, that God would open unto us a door\nof utterance, to speak the mystery of Christ, for which I am also\nin bonds: \n"},{"number":4,"text":"That I may make it manifest, as I ought to speak. \n"},{"number":5,"text":"Walk in wisdom toward them that are without, redeeming the\ntime. \n"},{"number":6,"text":"Let your speech \\add be\\add* alway with grace, seasoned with\nsalt, that ye may know how ye ought to answer every man. \n\n"},{"number":7,"text":"All my state shall Tychicus declare unto you, \\add who is\\add*\na beloved brother, and a faithful minister and fellowservant in the\nLord: \n"},{"number":8,"text":"Whom I have sent unto you for the same purpose, that he might\nknow your estate, and comfort your hearts; \n"},{"number":9,"text":"With Onesimus, a faithful and beloved brother, who is \\add one\\add*\nof you. They shall make known unto you all things which \\add are\ndone\\add* here. \n\n"},{"number":10,"text":"Aristarchus my fellowprisoner saluteth you, and Marcus, sister’s\nson to Barnabas, (touching whom ye received commandments: if he come\nunto you, receive him;) \n"},{"number":11,"text":"And Jesus, which is called Justus, who are of the circumcision.\nThese only \\add are my\\add* fellowworkers unto the kingdom of God,\nwhich have been a comfort unto me. \n"},{"number":12,"text":"Epaphras, who is \\add one\\add* of you, a servant of Christ,\nsaluteth you, always labouring fervently for you in prayers, that\nye may stand perfect and complete in all the will of God. \n"},{"number":13,"text":"For I bear him record, that he hath a great zeal for you,\nand them \\add that are\\add* in Laodicea, and them in Hierapolis.\n"},{"number":14,"text":"Luke, the beloved physician, and Demas, greet you. \n"},{"number":15,"text":"Salute the brethren which are in Laodicea, and Nymphas, and\nthe church which is in his house. \n"},{"number":16,"text":"And when this epistle is read among you, cause that it be\nread also in the church of the Laodiceans; and that ye likewise read\nthe \\add epistle\\add* from Laodicea. \n"},{"number":17,"text":"And say to Archippus, Take heed to the ministry which thou hast\nreceived in the Lord, that thou fulfil it. \n"},{"number":18,"text":"The salutation by the hand of me Paul. Remember my bonds.\nGrace \\add be\\add* with you. Amen. \n\\s1 Written from Rome to the Colossians by Tychicus and Onesimus.\n"}],"number":4}]}