{"headers":{"id":"2TH  Paul’s Second Letter to the Thessalonians","h":"2 Thessalonians","toc1":"THE SECOND EPISTLE OF PAUL THE APOSTLE TO THE THESSALONIANS","toc2":"2 Thessalonians","toc3":"2Th","mt1":"THE SECOND EPISTLE OF PAUL THE APOSTLE TO THE THESSALONIANS"},"book":"2 Thessalonians","chapters":[{"verses":[{"number":1,"text":"Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians\nin God our Father and the Lord Jesus Christ: \n"},{"number":2,"text":"Grace unto you, and peace, from God our Father and the Lord\nJesus Christ. \n\n"},{"number":3,"text":"We are bound to thank God always for you, brethren, as it is\nmeet, because that your faith groweth exceedingly, and the charity\nof every one of you all toward each other aboundeth; \n"},{"number":4,"text":"So that we ourselves glory in you in the churches of God for\nyour patience and faith in all your persecutions and tribulations\nthat ye endure: \n"},{"number":5,"text":"\\add Which is\\add* a manifest token of the righteous judgment\nof God, that ye may be counted worthy of the kingdom of God, for\nwhich ye also suffer: \n"},{"number":6,"text":"Seeing \\add it is\\add* a righteous thing with God to recompense\ntribulation to them that trouble you; \n"},{"number":7,"text":"And to you who are troubled rest with us, when the Lord Jesus\nshall be revealed from heaven with his mighty angels, \n"},{"number":8,"text":"In flaming fire taking vengeance on them that know not God,\nand that obey not the gospel of our Lord Jesus Christ: \n"},{"number":9,"text":"Who shall be punished with everlasting destruction from the\npresence of the Lord, and from the glory of his power; \n"},{"number":10,"text":"When he shall come to be glorified in his saints, and to be\nadmired in all them that believe (because our testimony among you\nwas believed) in that day. \n"},{"number":11,"text":"Wherefore also we pray always for you, that our God would\ncount you worthy of \\add this\\add* calling, and fulfil all the good\npleasure of \\add his\\add* goodness, and the work of faith with power:\n"},{"number":12,"text":"That the name of our Lord Jesus Christ may be glorified in\nyou, and ye in him, according to the grace of our God and the Lord\nJesus Christ. \n"}],"number":1},{"verses":[{"number":1,"text":"Now we beseech you, brethren, by the coming of our Lord Jesus\nChrist, and \\add by\\add* our gathering together unto him, \n"},{"number":2,"text":"That ye be not soon shaken in mind, or be troubled, neither\nby spirit, nor by word, nor by letter as from us, as that the day\nof Christ is at hand. \n"},{"number":3,"text":"Let no man deceive you by any means: for \\add that day shall not\ncome\\add*, except there come a falling away first, and that man of\nsin be revealed, the son of perdition; \n"},{"number":4,"text":"Who opposeth and exalteth himself above all that is called\nGod, or that is worshipped; so that he as God sitteth in the temple\nof God, shewing himself that he is God. \n"},{"number":5,"text":"Remember ye not, that, when I was yet with you, I told you\nthese things? \n"},{"number":6,"text":"And now ye know what withholdeth that he might be revealed\nin his time. \n"},{"number":7,"text":"For the mystery of iniquity doth already work: only he who\nnow letteth \\add will let\\add*, until he be taken out of the way.\n"},{"number":8,"text":"And then shall that Wicked be revealed, whom the Lord shall\nconsume with the spirit of his mouth, and shall destroy with the\nbrightness of his coming: \n"},{"number":9,"text":"\\add Even him\\add*, whose coming is after the working of Satan\nwith all power and signs and lying wonders, \n"},{"number":10,"text":"And with all deceivableness of unrighteousness in them that\nperish; because they received not the love of the truth, that they\nmight be saved. \n"},{"number":11,"text":"And for this cause God shall send them strong delusion, that\nthey should believe a lie: \n"},{"number":12,"text":"That they all might be damned who believed not the truth,\nbut had pleasure in unrighteousness. \n\n"},{"number":13,"text":"But we are bound to give thanks alway to God for you, brethren\nbeloved of the Lord, because God hath from the beginning chosen you\nto salvation through sanctification of the Spirit and belief of the\ntruth: \n"},{"number":14,"text":"Whereunto he called you by our gospel, to the obtaining of the\nglory of our Lord Jesus Christ. \n"},{"number":15,"text":"Therefore, brethren, stand fast, and hold the traditions which\nye have been taught, whether by word, or our epistle. \n"},{"number":16,"text":"Now our Lord Jesus Christ himself, and God, even our Father,\nwhich hath loved us, and hath given \\add us\\add* everlasting consolation\nand good hope through grace, \n"},{"number":17,"text":"Comfort your hearts, and stablish you in every good word and\nwork. \n"}],"number":2},{"verses":[{"number":1,"text":"Finally, brethren, pray for us, that the word of the Lord may\nhave \\add free\\add* course, and be glorified, even as \\add it is\\add*\nwith you: \n"},{"number":2,"text":"And that we may be delivered from unreasonable and wicked men:\nfor all \\add men\\add* have not faith. \n"},{"number":3,"text":"But the Lord is faithful, who shall stablish you, and keep\n\\add you\\add* from evil. \n"},{"number":4,"text":"And we have confidence in the Lord touching you, that ye both\ndo and will do the things which we command you. \n"},{"number":5,"text":"And the Lord direct your hearts into the love of God, and into\nthe patient waiting for Christ. \n\n"},{"number":6,"text":"Now we command you, brethren, in the name of our Lord Jesus\nChrist, that ye withdraw yourselves from every brother that walketh\ndisorderly, and not after the tradition which he received of us.\n"},{"number":7,"text":"For yourselves know how ye ought to follow us: for we behaved\nnot ourselves disorderly among you; \n"},{"number":8,"text":"Neither did we eat any man’s bread for nought; but wrought\nwith labour and travail night and day, that we might not be chargeable\nto any of you: \n"},{"number":9,"text":"Not because we have not power, but to make ourselves an ensample\nunto you to follow us. \n"},{"number":10,"text":"For even when we were with you, this we commanded you, that\nif any would not work, neither should he eat. \n"},{"number":11,"text":"For we hear that there are some which walk among you disorderly,\nworking not at all, but are busybodies. \n"},{"number":12,"text":"Now them that are such we command and exhort by our Lord Jesus\nChrist, that with quietness they work, and eat their own bread. \n"},{"number":13,"text":"But ye, brethren, be not weary in well doing. \n"},{"number":14,"text":"And if any man obey not our word by this epistle, note that\nman, and have no company with him, that he may be ashamed. \n"},{"number":15,"text":"Yet count \\add him\\add* not as an enemy, but admonish \\add him\\add*\nas a brother. \n"},{"number":16,"text":"Now the Lord of peace himself give you peace always by all\nmeans. The Lord \\add be\\add* with you all. \n\n"},{"number":17,"text":"The salutation of Paul with mine own hand, which is the token\nin every epistle: so I write. \n"},{"number":18,"text":"The grace of our Lord Jesus Christ \\add be\\add* with you all.\nAmen. \n\\s1 The second \\add epistle\\add* to the Thessalonians was written from Athens.\n"}],"number":3}]}