{"headers":{"id":"1TI  Paul’s First Letter to Timothy","h":"1 Timothy","toc1":"THE FIRST EPISTLE OF PAUL THE APOSTLE TO TIMOTHY","toc2":"1 Timothy","toc3":"1Ti","mt1":"THE FIRST EPISTLE OF PAUL THE APOSTLE TO TIMOTHY"},"book":"1 Timothy","chapters":[{"verses":[{"number":1,"text":"Paul, an apostle of Jesus Christ by the commandment of God\nour Saviour, and Lord Jesus Christ, \\add which is\\add* our hope;\n"},{"number":2,"text":"Unto Timothy, \\add my\\add* own son in the faith: Grace, mercy,\n\\add and\\add* peace, from God our Father and Jesus Christ our Lord.\n\n"},{"number":3,"text":"As I besought thee to abide still at Ephesus, when I went into\nMacedonia, that thou mightest charge some that they teach no other\ndoctrine, \n"},{"number":4,"text":"Neither give heed to fables and endless genealogies, which\nminister questions, rather than godly edifying which is in faith:\n\\add so do\\add*. \n"},{"number":5,"text":"Now the end of the commandment is charity out of a pure heart,\nand \\add of\\add* a good conscience, and \\add of\\add* faith unfeigned:\n"},{"number":6,"text":"From which some having swerved have turned aside unto vain\njangling; \n"},{"number":7,"text":"Desiring to be teachers of the law; understanding neither what\nthey say, nor whereof they affirm. \n"},{"number":8,"text":"But we know that the law \\add is\\add* good, if a man use it\nlawfully; \n"},{"number":9,"text":"Knowing this, that the law is not made for a righteous man,\nbut for the lawless and disobedient, for the ungodly and for sinners,\nfor unholy and profane, for murderers of fathers and murderers of\nmothers, for manslayers, \n"},{"number":10,"text":"For whoremongers, for them that defile themselves with mankind,\nfor menstealers, for liars, for perjured persons, and if there be\nany other thing that is contrary to sound doctrine; \n"},{"number":11,"text":"According to the glorious gospel of the blessed God, which\nwas committed to my trust. \n"},{"number":12,"text":"And I thank Christ Jesus our Lord, who hath enabled me, for\nthat he counted me faithful, putting me into the ministry; \n"},{"number":13,"text":"Who was before a blasphemer, and a persecutor, and injurious:\nbut I obtained mercy, because I did \\add it\\add* ignorantly in unbelief.\n"},{"number":14,"text":"And the grace of our Lord was exceeding abundant with faith\nand love which is in Christ Jesus. \n"},{"number":15,"text":"This \\add is\\add* a faithful saying, and worthy of all acceptation,\nthat Christ Jesus came into the world to save sinners; of whom I\nam chief. \n"},{"number":16,"text":"Howbeit for this cause I obtained mercy, that in me first\nJesus Christ might shew forth all longsuffering, for a pattern to them which should\nhereafter believe on him to life everlasting. \n"},{"number":17,"text":"Now unto the King eternal, immortal, invisible, the only wise\nGod, \\add be\\add* honour and glory for ever and ever. Amen. \n"},{"number":18,"text":"This charge I commit unto thee, son Timothy, according to\nthe prophecies which went before on thee, that thou by them mightest\nwar a good warfare; \n"},{"number":19,"text":"Holding faith, and a good conscience; which some having put\naway concerning faith have made shipwreck: \n"},{"number":20,"text":"Of whom is Hymenaeus and Alexander; whom I have delivered\nunto Satan, that they may learn not to blaspheme. \n"}],"number":1},{"verses":[{"number":1,"text":"I exhort therefore, that, first of all, supplications, prayers,\nintercessions, \\add and\\add* giving of thanks, be made for all men;\n"},{"number":2,"text":"For kings, and \\add for\\add* all that are in authority; that\nwe may lead a quiet and peaceable life in all godliness and honesty.\n"},{"number":3,"text":"For this \\add is\\add* good and acceptable in the sight of God\nour Saviour; \n"},{"number":4,"text":"Who will have all men to be saved, and to come unto the knowledge\nof the truth. \n"},{"number":5,"text":"For \\add there is\\add* one God, and one mediator between God\nand men, the man Christ Jesus; \n"},{"number":6,"text":"Who gave himself a ransom for all, to be testified in due time.\n"},{"number":7,"text":"Whereunto  I am ordained a preacher, and an apostle, (I speak\nthe truth in Christ, \\add and\\add* lie not;) a teacher of the Gentiles\nin faith and verity. \n"},{"number":8,"text":"I will therefore that men pray every where, lifting up holy\nhands, without wrath and doubting. \n"},{"number":9,"text":"In like manner also, that women adorn themselves in modest\napparel, with shamefacedness and sobriety; not with broided hair,\nor gold, or pearls, or costly array; \n"},{"number":10,"text":"But (which becometh women professing godliness) with good\nworks. \n"},{"number":11,"text":"Let the woman learn in silence with all subjection. \n"},{"number":12,"text":"But I suffer not a woman to teach, nor to usurp authority\nover the man, but to be in silence. \n"},{"number":13,"text":"For Adam was first formed, then Eve. \n"},{"number":14,"text":"And Adam was not deceived, but the woman being deceived was\nin the transgression. \n"},{"number":15,"text":"Notwithstanding she shall be saved in childbearing, if they\ncontinue in faith and charity and holiness with sobriety. \n"}],"number":2},{"verses":[{"number":1,"text":"This \\add is\\add* a true saying, If a man desire the office of a\nbishop, he desireth a good work. \n"},{"number":2,"text":"A bishop then must be blameless, the husband of one wife, vigilant,\nsober, of good behaviour, given to hospitality, apt to teach; \n"},{"number":3,"text":"Not given to wine, no striker, not greedy of filthy lucre;\nbut patient, not a brawler, not covetous; \n"},{"number":4,"text":"One that ruleth well his own house, having his children in\nsubjection with all gravity; \n"},{"number":5,"text":"(For if a man know not how to rule his own house, how shall he take\ncare of the church of God?) \n"},{"number":6,"text":"Not a novice, lest being lifted up with pride he fall into\nthe condemnation of the devil. \n"},{"number":7,"text":"Moreover he must have a good report of them which are without;\nlest he fall into reproach and the snare of the devil. \n"},{"number":8,"text":"Likewise \\add must\\add* the deacons \\add be\\add* grave, not\ndoubletongued, not given to much wine, not greedy of filthy lucre;\n"},{"number":9,"text":"Holding the mystery of the faith in a pure conscience. \n"},{"number":10,"text":"And let these also first be proved; then let them use the office of a\ndeacon, being \\add found\\add* blameless. \n"},{"number":11,"text":"Even so \\add must their\\add* wives \\add be\\add* grave, not\nslanderers, sober, faithful in all things. \n"},{"number":12,"text":"Let the deacons be the husbands of one wife, ruling their\nchildren and their own houses well. \n"},{"number":13,"text":"For they that have used the office of a deacon well purchase\nto themselves a good degree, and great boldness in the faith which\nis in Christ Jesus. \n"},{"number":14,"text":"These things write I unto thee, hoping to come unto thee shortly:\n"},{"number":15,"text":"But if I tarry long, that thou mayest know how thou oughtest\nto behave thyself in the house of God, which is the church of the\nliving God, the pillar and ground of the truth. \n"},{"number":16,"text":"And without controversy great is the mystery of godliness:\nGod was manifest in the flesh, justified in the Spirit, seen of angels,\npreached unto the Gentiles, believed on in the world, received up\ninto glory. \n"}],"number":3},{"verses":[{"number":1,"text":"Now the Spirit speaketh expressly, that in the latter times\nsome shall depart from the faith, giving heed to seducing spirits,\nand doctrines of devils; \n"},{"number":2,"text":"Speaking lies in hypocrisy; having their conscience seared with a hot\niron; \n"},{"number":3,"text":"Forbidding to marry, \\add and commanding\\add* to abstain from\nmeats, which God hath created to be received with thanksgiving of them which\nbelieve and know the truth. \n"},{"number":4,"text":"For every creature of God \\add is\\add* good, and nothing to be\nrefused, if it be received with thanksgiving: \n"},{"number":5,"text":"For it is sanctified by the word of God and prayer. \n"},{"number":6,"text":"If thou put the brethren in remembrance of these things, thou shalt\nbe a good minister of Jesus Christ, nourished up in the words of\nfaith and of good doctrine, whereunto thou hast attained. \n"},{"number":7,"text":"But refuse profane and old wives’ fables, and exercise thyself\n\\add rather\\add* unto godliness. \n"},{"number":8,"text":"For bodily exercise profiteth little: but godliness is profitable\nunto all things, having promise of the life that now is, and of that which is to\ncome. \n"},{"number":9,"text":"This \\add is\\add* a faithful saying and worthy of all acceptation.\n"},{"number":10,"text":"For therefore we both labour and suffer reproach, because\nwe trust in the living God, who is the Saviour of all men, specially\nof those that believe. \n\n"},{"number":11,"text":"These things command and teach. \n"},{"number":12,"text":"Let no man despise thy youth; but be thou an example of the\nbelievers, in word, in conversation, in charity, in spirit, in faith,\nin purity. \n"},{"number":13,"text":"Till I come, give attendance to reading, to exhortation, to\ndoctrine. \n"},{"number":14,"text":"Neglect not the gift that is in thee, which was given thee\nby prophecy, with the laying on of the hands of the presbytery. \n"},{"number":15,"text":"Meditate upon these things; give thyself wholly to them; that\nthy profiting may appear to all. \n"},{"number":16,"text":"Take heed unto thyself, and unto the doctrine; continue in\nthem: for in doing this thou shalt both save thyself, and them that\nhear thee. \n"}],"number":4},{"verses":[{"number":1,"text":"Rebuke not an elder, but intreat \\add him\\add* as a father;\n\\add and\\add* the younger men as brethren; \n"},{"number":2,"text":"The elder women as mothers; the younger as sisters, with all\npurity. \n"},{"number":3,"text":"Honour widows that are widows indeed. \n"},{"number":4,"text":"But if any widow have children or nephews, let them learn first\nto shew piety at home, and to requite their parents: for that is\ngood and acceptable before God. \n"},{"number":5,"text":"Now she that is a widow indeed, and desolate, trusteth in God,\nand continueth in supplications and prayers night and day. \n"},{"number":6,"text":"But she that liveth in pleasure is dead while she liveth. \n"},{"number":7,"text":"And these things give in charge, that they may be blameless.\n"},{"number":8,"text":"But if any provide not for his own, and specially for those of his own\nhouse, he hath denied the faith, and is worse than an infidel. \n"},{"number":9,"text":"Let not a widow be taken into the number under threescore years\nold, having been the wife of one man, \n"},{"number":10,"text":"Well reported of for good works; if she have brought up children,\nif she have lodged strangers, if she have washed the saints’ feet,\nif she have relieved the afflicted, if she have diligently followed\nevery good work. \n"},{"number":11,"text":"But the younger widows refuse: for when they have begun to wax wanton\nagainst Christ, they will marry; \n"},{"number":12,"text":"Having damnation, because they have cast off their first faith.\n"},{"number":13,"text":"And withal they learn \\add to be\\add* idle, wandering about\nfrom house to house; and not only idle, but tattlers also and busybodies,\nspeaking things which they ought not. \n"},{"number":14,"text":"I will therefore that the younger women marry, bear children,\nguide the house, give none occasion to the adversary to speak reproachfully.\n"},{"number":15,"text":"For some are already turned aside after Satan. \n"},{"number":16,"text":"If any man or woman that believeth have widows, let them relieve\nthem, and let not the church be charged; that it may relieve them\nthat are widows indeed. \n"},{"number":17,"text":"Let the elders that rule well be counted worthy of double\nhonour, especially they who labour in the word and doctrine. \n"},{"number":18,"text":"For the scripture saith, Thou shalt not muzzle the ox that treadeth out the\ncorn. And, The labourer \\add is\\add* worthy of his reward. \n"},{"number":19,"text":"Against an elder receive not an accusation, but before two\nor three witnesses. \n"},{"number":20,"text":"Them that sin rebuke before all, that others also may fear.\n"},{"number":21,"text":"I charge \\add thee\\add* before God, and the Lord Jesus Christ,\nand the elect angels, that thou observe these things without preferring one before\nanother, doing nothing by partiality. \n"},{"number":22,"text":"Lay hands suddenly on no man, neither be partaker of other\nmen’s sins: keep thyself pure. \n"},{"number":23,"text":"Drink no longer water, but use a little wine for thy stomach’s\nsake and thine often infirmities. \n"},{"number":24,"text":"Some men’s sins are open beforehand, going before to judgment;\nand some \\add men\\add* they follow after. \n"},{"number":25,"text":"Likewise also the good works \\add of some\\add* are manifest\nbeforehand; and they that are otherwise cannot  be hid. \n"}],"number":5},{"verses":[{"number":1,"text":"Let as many servants as are under the yoke count their own\nmasters worthy of all honour, that the name of God and \\add his\\add*\ndoctrine be not blasphemed. \n"},{"number":2,"text":"And they that have believing masters, let them not despise\n\\add them\\add*, because they are brethren; but rather do \\add them\\add*\nservice, because they are faithful and beloved, partakers of the\nbenefit. These things teach and exhort. \n\n"},{"number":3,"text":"If any man teach otherwise, and consent not to wholesome words,\n\\add even\\add* the words of our Lord Jesus Christ, and to the doctrine\nwhich is according to godliness; \n"},{"number":4,"text":"He is proud, knowing nothing, but doting about questions and\nstrifes of words, whereof cometh envy, strife, railings, evil surmisings,\n"},{"number":5,"text":"Perverse disputings of men of corrupt minds, and destitute\nof the truth, supposing that gain is godliness: from such withdraw\nthyself. \n"},{"number":6,"text":"But godliness with contentment is great gain. \n"},{"number":7,"text":"For we brought nothing into \\add this\\add* world, \\add and it\nis\\add* certain we can carry nothing out. \n"},{"number":8,"text":"And having food and raiment let us be therewith content. \n"},{"number":9,"text":"But they that will be rich fall into temptation and a snare,\nand \\add into\\add* many foolish and hurtful lusts, which drown men\nin destruction and perdition. \n"},{"number":10,"text":"For the love of money is the root of all evil: which while\nsome coveted after, they have erred from the faith, and pierced themselves\nthrough with many sorrows. \n"},{"number":11,"text":"But thou, O man of God, flee these things; and follow after\nrighteousness, godliness, faith, love, patience, meekness. \n"},{"number":12,"text":"Fight the good fight of faith, lay hold on eternal life, whereunto\n thou art also called, and hast professed a good profession before\nmany witnesses. \n"},{"number":13,"text":"I give thee charge in the sight of God, who quickeneth all\nthings, and \\add before\\add* Christ Jesus, who before Pontius Pilate\nwitnessed a good confession; \n"},{"number":14,"text":"That thou keep \\add this\\add* commandment without spot, unrebukeable,\nuntil the appearing of our Lord Jesus Christ: \n"},{"number":15,"text":"Which in his times he shall shew, \\add who is\\add* the blessed\nand only Potentate, the King of kings, and Lord of lords; \n"},{"number":16,"text":"Who only hath immortality, dwelling in the light which no man can approach\nunto; whom no man hath seen, nor can see: to whom \\add be\\add* honour\nand power everlasting. Amen. \n"},{"number":17,"text":"Charge them that are rich in this world, that they be not\nhighminded, nor trust in uncertain riches, but in the living God,\nwho giveth us richly all things to enjoy; \n"},{"number":18,"text":"That they do good, that they be rich in good works, ready to\ndistribute, willing to communicate; \n"},{"number":19,"text":"Laying up in store for themselves a good foundation against\nthe time to come, that they may lay hold on eternal life. \n"},{"number":20,"text":"O Timothy, keep that which is committed to thy trust, avoiding\nprofane \\add and\\add* vain babblings, and oppositions of science\nfalsely so called: \n"},{"number":21,"text":"Which some professing have erred concerning the faith. Grace\n\\add be\\add* with thee. Amen. \n\\s1 The first to Timothy was written from Laodicea, which is the chiefest city of Phrygia Pacatiana.\n"}],"number":6}]}