{"headers":{"id":"2TI  Paul’s Second Letter to Timothy","h":"2 Timothy","toc1":"THE SECOND EPISTLE OF PAUL THE APOSTLE TO TIMOTHY","toc2":"2 Timothy","toc3":"2Ti","mt1":"THE SECOND EPISTLE OF PAUL THE APOSTLE TO TIMOTHY"},"book":"2 Timothy","chapters":[{"verses":[{"number":1,"text":"Paul, an apostle of Jesus Christ by the will of God, according\nto the promise of life which is in Christ Jesus, \n"},{"number":2,"text":"To Timothy, \\add my\\add* dearly beloved son: Grace, mercy, \\add and\\add*\npeace, from God the Father and Christ Jesus our Lord. \n"},{"number":3,"text":"I thank God, whom I serve from \\add my\\add* forefathers with\npure conscience, that without ceasing I have remembrance of thee\nin my prayers night and day; \n"},{"number":4,"text":"Greatly desiring to see thee, being mindful of thy tears, that\nI may be filled with joy; \n"},{"number":5,"text":"When I call to remembrance the unfeigned faith that is in thee,\nwhich dwelt first in thy grandmother Lois, and thy mother Eunice;\nand I am persuaded that in thee also. \n"},{"number":6,"text":"Wherefore I put thee in remembrance that thou stir up the gift\nof God, which is in thee by the putting on of my hands. \n"},{"number":7,"text":"For God hath not given us the spirit of fear; but of power,\nand of love, and of a sound mind. \n"},{"number":8,"text":"Be not thou therefore ashamed of the testimony of our Lord,\nnor of me his prisoner: but be thou partaker of the afflictions of the\ngospel according to the power of God; \n"},{"number":9,"text":"Who hath saved us, and called \\add us\\add* with an holy calling,\nnot according to our works, but according to his own purpose and\ngrace, which was given us in Christ Jesus before the world began,\n"},{"number":10,"text":"But is now made manifest by the appearing of our Saviour Jesus\nChrist, who hath abolished death, and hath brought life and immortality\nto light through the gospel: \n"},{"number":11,"text":"Whereunto  I am appointed a preacher, and an apostle, and\na teacher of the Gentiles. \n"},{"number":12,"text":"For the which cause I also suffer these things: nevertheless\nI am not ashamed: for I know whom I have believed, and am persuaded\nthat he is able to keep that which I have committed unto him against\nthat day. \n"},{"number":13,"text":"Hold fast the form of sound words, which thou hast heard of\nme, in faith and love which is in Christ Jesus. \n"},{"number":14,"text":"That good thing which was committed unto thee keep by the\nHoly Ghost which dwelleth in us. \n"},{"number":15,"text":"This thou knowest, that all they which are in Asia be turned away\nfrom me; of whom are Phygellus and Hermogenes. \n"},{"number":16,"text":"The Lord give mercy unto the house of Onesiphorus; for he\noft refreshed me, and was not ashamed of my chain: \n"},{"number":17,"text":"But, when he was in Rome, he sought me out very diligently,\nand found \\add me\\add*. \n"},{"number":18,"text":"The Lord grant unto him that he may find mercy of the Lord\nin that day: and in how many things he ministered unto me at Ephesus,\nthou knowest very well. \n"}],"number":1},{"verses":[{"number":1,"text":"Thou therefore, my son, be strong in the grace that is in Christ\nJesus. \n"},{"number":2,"text":"And the things that thou hast heard of me among many witnesses,\nthe same commit thou to faithful men, who shall be able to teach\nothers also. \n"},{"number":3,"text":"Thou therefore endure hardness, as a good soldier of Jesus\nChrist. \n"},{"number":4,"text":"No man that warreth entangleth himself with the affairs of\n\\add this\\add* life; that he may please him who hath chosen him to be a\nsoldier. \n"},{"number":5,"text":"And if a man also strive for masteries, \\add yet\\add* is he\nnot crowned, except he strive lawfully. \n"},{"number":6,"text":"The husbandman that laboureth must be first partaker of the\nfruits. \n"},{"number":7,"text":"Consider what I say; and the Lord give thee understanding in\nall things. \n"},{"number":8,"text":"Remember that Jesus Christ of the seed of David was raised\nfrom the dead according to my gospel: \n"},{"number":9,"text":"Wherein  I suffer trouble, as an evil doer, \\add even\\add*\nunto bonds; but the word of God is not bound. \n"},{"number":10,"text":"Therefore I endure all things for the elect’s sakes, that\nthey may also obtain the salvation which is in Christ Jesus with\neternal glory. \n"},{"number":11,"text":"\\add It is\\add* a faithful saying: For if we be dead with\n\\add him\\add*, we shall also live with \\add him\\add*: \n"},{"number":12,"text":"If we suffer, we shall also reign with \\add him\\add*: if we\ndeny \\add him\\add*, he also will deny us: \n"},{"number":13,"text":"If we believe not, \\add yet\\add* he abideth faithful: he cannot\n deny himself. \n"},{"number":14,"text":"Of these things put \\add them\\add* in remembrance, charging\n\\add them\\add* before the Lord that they strive not about words to\nno profit, \\add but\\add* to the subverting of the hearers. \n"},{"number":15,"text":"Study to shew thyself approved unto God, a workman that needeth not to be\nashamed, rightly dividing the word of truth. \n"},{"number":16,"text":"But shun profane \\add and\\add* vain babblings: for they will\nincrease unto more ungodliness. \n"},{"number":17,"text":"And their word will eat as doth a canker: of whom is Hymenaeus\nand Philetus; \n"},{"number":18,"text":"Who concerning the truth have erred, saying that the resurrection\nis past already; and overthrow the faith of some. \n"},{"number":19,"text":"Nevertheless the foundation of God standeth sure, having this\nseal, The Lord knoweth them that are his. And, Let every one that\nnameth the name of Christ depart from iniquity. \n"},{"number":20,"text":"But in a great house there are not only vessels of gold and\nof silver, but also of wood and of earth; and some to honour, and\nsome to dishonour. \n"},{"number":21,"text":"If a man therefore purge himself from these, he shall be a\nvessel unto honour, sanctified, and meet for the master’s use, \\add and\\add*\nprepared unto every good work. \n"},{"number":22,"text":"Flee also youthful lusts: but follow righteousness, faith,\ncharity, peace, with them that call on the Lord out of a pure heart.\n"},{"number":23,"text":"But foolish and unlearned questions avoid, knowing that they do\ngender strifes. \n"},{"number":24,"text":"And the servant of the Lord must not strive; but be gentle\nunto all \\add men\\add*, apt to teach, patient, \n"},{"number":25,"text":"In meekness instructing those that oppose themselves; if God\nperadventure will give them repentance to the acknowledging of the\ntruth; \n"},{"number":26,"text":"And \\add that\\add* they may recover themselves out of the\nsnare of the devil, who are taken captive by him at his will. \n"}],"number":2},{"verses":[{"number":1,"text":"This know also, that in the last days perilous times shall\ncome. \n"},{"number":2,"text":"For men shall be lovers of their own selves, covetous, boasters,\nproud, blasphemers, disobedient to parents, unthankful, unholy, \n"},{"number":3,"text":"Without natural affection, trucebreakers, false accusers, incontinent,\nfierce, despisers of those that are good, \n"},{"number":4,"text":"Traitors, heady, highminded, lovers of pleasures more than\nlovers of God; \n"},{"number":5,"text":"Having a form of godliness, but denying the power thereof:\nfrom such turn away. \n"},{"number":6,"text":"For of this sort are they which creep into houses, and lead\ncaptive silly women laden with sins, led away with divers lusts,\n"},{"number":7,"text":"Ever learning, and never able to come to the knowledge of the\ntruth. \n"},{"number":8,"text":"Now as Jannes and Jambres withstood Moses, so do these also\nresist the truth: men of corrupt minds, reprobate concerning the\nfaith. \n"},{"number":9,"text":"But they shall proceed no further: for their folly shall be\nmanifest unto all \\add men\\add*, as theirs also was. \n"},{"number":10,"text":"But thou hast fully known my doctrine, manner of life, purpose,\nfaith, longsuffering, charity, patience, \n"},{"number":11,"text":"Persecutions, afflictions, which came unto me at Antioch,\nat Iconium, at Lystra; what persecutions I endured: but out of \\add them\\add*\nall the Lord delivered me. \n"},{"number":12,"text":"Yea, and all that will live godly in Christ Jesus shall suffer\npersecution. \n"},{"number":13,"text":"But evil men and seducers shall wax worse and worse, deceiving,\nand being deceived. \n"},{"number":14,"text":"But continue thou in the things which thou hast learned and\nhast been assured of, knowing of whom thou hast learned \\add them\\add*;\n"},{"number":15,"text":"And that from a child thou hast known the holy scriptures,\nwhich are able to make thee wise unto salvation through faith which\nis in Christ Jesus. \n"},{"number":16,"text":"All scripture \\add is\\add* given by inspiration of God, and\n\\add is\\add* profitable for doctrine, for reproof, for correction,\nfor instruction in righteousness: \n"},{"number":17,"text":"That the man of God may be perfect, throughly furnished unto\nall good works. \n"}],"number":3},{"verses":[{"number":1,"text":"I charge \\add thee\\add* therefore before God, and the Lord\nJesus Christ, who shall judge the quick and the dead at his appearing\nand his kingdom; \n"},{"number":2,"text":"Preach the word; be instant in season, out of season; reprove,\nrebuke, exhort with all longsuffering and doctrine. \n"},{"number":3,"text":"For the time will come when they will not endure sound doctrine;\nbut after their own lusts shall they heap to themselves teachers,\nhaving itching ears; \n"},{"number":4,"text":"And they shall turn away \\add their\\add* ears from the truth,\nand shall be turned unto fables. \n"},{"number":5,"text":"But watch thou in all things, endure afflictions, do the work\nof an evangelist, make full proof of thy ministry. \n"},{"number":6,"text":"For I am now ready to be offered, and the time of my departure\nis at hand. \n"},{"number":7,"text":"I have fought a good fight, I have finished \\add my\\add* course,\nI have kept the faith: \n"},{"number":8,"text":"Henceforth there is laid up for me a crown of righteousness,\nwhich the Lord, the righteous judge, shall give me at that day: and\nnot to me only, but unto all them also that love his appearing. \n\n"},{"number":9,"text":"Do thy diligence to come shortly unto me: \n"},{"number":10,"text":"For Demas hath forsaken me, having loved this present world,\nand is departed unto Thessalonica; Crescens to Galatia, Titus unto\nDalmatia. \n"},{"number":11,"text":"Only Luke is with me. Take Mark, and bring him with thee:\nfor he is profitable to me for the ministry. \n"},{"number":12,"text":"And Tychicus have I sent to Ephesus. \n"},{"number":13,"text":"The cloke that I left at Troas with Carpus, when thou comest,\nbring \\add with thee\\add*, and the books, \\add but\\add* especially\nthe parchments. \n"},{"number":14,"text":"Alexander the coppersmith did me much evil: the Lord reward\nhim according to his works: \n"},{"number":15,"text":"Of whom be thou ware also; for he hath greatly withstood our\nwords. \n"},{"number":16,"text":"At my first answer no man stood with me, but all \\add men\\add*\nforsook me: \\add I pray God\\add* that it may not be laid to their\ncharge. \n"},{"number":17,"text":"Notwithstanding the Lord stood with me, and strengthened me;\nthat by me the preaching might be fully known, and \\add that\\add*\nall the Gentiles might hear: and I was delivered out of the mouth\nof the lion. \n"},{"number":18,"text":"And the Lord shall deliver me from every evil work, and will\npreserve \\add me\\add* unto his heavenly kingdom: to whom \\add be\\add*\nglory for ever and ever. Amen. \n\n"},{"number":19,"text":"Salute Prisca and Aquila, and the household of Onesiphorus.\n"},{"number":20,"text":"Erastus abode at Corinth: but Trophimus have I left at Miletum\nsick. \n"},{"number":21,"text":"Do thy diligence to come before winter. Eubulus greeteth thee,\nand Pudens, and Linus, and Claudia, and all the brethren. \n"},{"number":22,"text":"The Lord Jesus Christ \\add be\\add* with thy spirit. Grace\n\\add be\\add* with you. Amen. \n\\s1 The second \\add epistle\\add* unto Timotheus, ordained the first bishop of the church of the Ephesians, was written from\nRome, when Paul was brought before Nero the second time. "}],"number":4}]}