{"headers":{"id":"JDG  Judges","h":"Judges","toc1":"The Book of Judges","toc2":"Judges","toc3":"Jdg","mt1":"The Book of Judges"},"book":"Judges","chapters":[{"verses":[{"number":1,"text":"Now after the death of Joshua it came to pass, that the children\nof Israel asked the \\nd LORD\\nd*, saying, Who shall go up for us against the\nCanaanites first, to fight against them? \n"},{"number":2,"text":"And the \\nd LORD\\nd* said, Judah shall go up: behold, I have\ndelivered the land into his hand. \n"},{"number":3,"text":"And Judah said unto Simeon his brother, Come up with me into my\nlot, that we may fight against the Canaanites; and I likewise will\ngo with thee into thy lot. So Simeon went with him. \n"},{"number":4,"text":"And Judah went up; and the \\nd LORD\\nd* delivered the Canaanites\nand the Perizzites into their hand: and they slew of them in Bezek\nten thousand men. \n"},{"number":5,"text":"And they found Adoni-bezek in Bezek: and they fought against him, and they\nslew the Canaanites and the Perizzites. \n"},{"number":6,"text":"But Adoni-bezek fled; and they pursued after him, and caught\nhim, and cut off his thumbs and his great toes. \n"},{"number":7,"text":"And Adoni-bezek said, Threescore and ten kings, having their\nthumbs and their great toes cut off, gathered \\add their meat\\add*\nunder my table: as I have done, so God hath requited me. And they\nbrought him to Jerusalem, and there he died.\\f + \\fr 1.7  \\ft their thumbs…: Heb. the thumbs of their hands and of their\nfeet\\f*\\f + \\fr 1.7  \\ft gathered: or, gleaned\\f* \n"},{"number":8,"text":"Now the children of Judah had fought against Jerusalem, and had\ntaken it, and smitten it with the edge of the sword, and set the\ncity on fire. \n\n"},{"number":9,"text":"And afterward the children of Judah went down to fight against the\nCanaanites, that dwelt in the mountain, and in the south, and in the\nvalley.\\f + \\fr 1.9  \\ft valley: or, low country\\f* \n"},{"number":10,"text":"And Judah went against the Canaanites that dwelt in Hebron:\n(now the name of Hebron before \\add was\\add* Kirjath-arba:) and they\nslew Sheshai, and Ahiman, and Talmai. \n"},{"number":11,"text":"And from thence he went against the inhabitants of Debir:\nand the name of Debir before \\add was\\add* Kirjath-sepher: \n"},{"number":12,"text":"And Caleb said, He that smiteth Kirjath-sepher, and taketh\nit, to him will I give Achsah my daughter to wife. \n"},{"number":13,"text":"And Othniel the son of Kenaz, Caleb’s younger brother, took\nit: and he gave him Achsah his daughter to wife. \n"},{"number":14,"text":"And it came to pass, when she came \\add to him\\add*, that she\nmoved him to ask of her father a field: and she lighted from off\n\\add her\\add* ass; and Caleb said unto her, What wilt thou? \n"},{"number":15,"text":"And she said unto him, Give me a blessing: for thou hast given\nme a south land; give me also springs of water. And Caleb gave her the\nupper springs and the nether springs. \n\n"},{"number":16,"text":"And the children of the Kenite, Moses’ father in law, went\nup out of the city of palm trees with the children of Judah into the\nwilderness of Judah, which \\add lieth\\add* in the south of Arad;\nand they went and dwelt among the people. \n"},{"number":17,"text":"And Judah went with Simeon his brother, and they slew the\nCanaanites that inhabited Zephath, and utterly destroyed it. And the\nname of the city was called Hormah. \n"},{"number":18,"text":"Also Judah took Gaza with the coast thereof, and Askelon with the\ncoast thereof, and Ekron with the coast thereof. \n"},{"number":19,"text":"And the \\nd LORD\\nd* was with Judah; and he drave out \\add the inhabitants\nof\\add* the mountain; but could not drive out the inhabitants of the\nvalley, because they had chariots of iron.\\f + \\fr 1.19  \\ft drave…: or, possessed the\nmountain\\f* \n"},{"number":20,"text":"And they gave Hebron unto Caleb, as Moses said: and he expelled\nthence the three sons of Anak. \n\n"},{"number":21,"text":"And the children of Benjamin did not drive out the Jebusites\nthat inhabited Jerusalem; but the Jebusites dwell with the children\nof Benjamin in Jerusalem unto this day. \n\n"},{"number":22,"text":"And the house of Joseph, they also went up against Beth-el:\nand the \\nd LORD\\nd* \\add was\\add* with them. \n"},{"number":23,"text":"And the house of Joseph sent to descry Beth-el. (Now the name\nof the city before \\add was\\add* Luz.) \n"},{"number":24,"text":"And the spies saw a man come forth out of the city, and they\nsaid unto him, Shew us, we pray thee, the entrance into the city,\nand we will shew thee mercy. \n"},{"number":25,"text":"And when he shewed them the entrance into the city, they smote\nthe city with the edge of the sword; but they let go the man and all his\nfamily. \n"},{"number":26,"text":"And the man went into the land of the Hittites, and built\na city, and called the name thereof Luz: which \\add is\\add* the name\nthereof unto this day. \n\n"},{"number":27,"text":"Neither did Manasseh drive out \\add the inhabitants of\\add*\nBeth-shean and her towns, nor Taanach and her towns, nor the inhabitants\nof Dor and her towns, nor the inhabitants of Ibleam and her towns,\nnor the inhabitants of Megiddo and her towns: but the Canaanites\nwould dwell in that land. \n"},{"number":28,"text":"And it came to pass, when Israel was strong, that they put\nthe Canaanites to tribute, and did not utterly drive them out. \n\n"},{"number":29,"text":"Neither did Ephraim drive out the Canaanites that dwelt in\nGezer; but the Canaanites dwelt in Gezer among them. \n\n"},{"number":30,"text":"Neither did Zebulun drive out the inhabitants of Kitron,\nnor the inhabitants of Nahalol; but the Canaanites dwelt among them, and became\ntributaries. \n\n"},{"number":31,"text":"Neither did Asher drive out the inhabitants of Accho, nor the\ninhabitants of Zidon, nor of Ahlab, nor of Achzib, nor of Helbah,\nnor of Aphik, nor of Rehob: \n"},{"number":32,"text":"But the Asherites dwelt among the Canaanites, the inhabitants\nof the land: for they did not drive them out. \n\n"},{"number":33,"text":"Neither did Naphtali drive out the inhabitants of Beth-shemesh,\nnor the inhabitants of Beth-anath; but he dwelt among the Canaanites,\nthe inhabitants of the land: nevertheless the inhabitants of Beth-shemesh\nand of Beth-anath became tributaries unto them. \n"},{"number":34,"text":"And the Amorites forced the children of Dan into the mountain:\nfor they would not suffer them to come down to the valley: \n"},{"number":35,"text":"But the Amorites would dwell in mount Heres in Aijalon, and in\nShaalbim: yet the hand of the house of Joseph prevailed, so that they became\ntributaries.\\f + \\fr 1.35  \\ft prevailed: Heb. was heavy\\f* \n"},{"number":36,"text":"And the coast of the Amorites \\add was\\add* from the going\nup to Akrabbim, from the rock, and upward.\\f + \\fr 1.36  \\ft the going…: or,\nMaaleh-acrabbim\\f* \n"}],"number":1},{"verses":[{"number":1,"text":"And an angel of the \\nd LORD\\nd* came up from Gilgal to Bochim,\nand said, I made you to go up out of Egypt, and have brought you unto the\nland which I sware unto your fathers; and I said, I will never break\nmy covenant with you.\\f + \\fr 2.1  \\ft angel: or, messenger\\f* \n"},{"number":2,"text":"And ye shall make no league with the inhabitants of this land;\nye shall throw down their altars: but ye have not obeyed my voice:\nwhy have ye done this? \n"},{"number":3,"text":"Wherefore I also said, I will not drive them out from before you; but they shall be\n\\add as thorns\\add* in your sides, and their gods shall be a snare unto you.\n"},{"number":4,"text":"And it came to pass, when the angel of the \\nd LORD\\nd* spake\nthese words unto all the children of Israel, that the people lifted\nup their voice, and wept. \n"},{"number":5,"text":"And they called the name of that place Bochim: and they sacrificed\nthere unto the \\nd LORD\\nd*.\\f + \\fr 2.5  \\ft Bochim: that is, Weepers\\f*\n\n"},{"number":6,"text":"And when Joshua had let the people go, the children of Israel\nwent every man unto his inheritance to possess the land. \n"},{"number":7,"text":"And the people served the \\nd LORD\\nd* all the days of Joshua,\nand all the days of the elders that outlived Joshua, who had seen\nall the great works of the \\nd LORD\\nd*, that he did for Israel.\\f + \\fr 2.7 \n\\ft outlived: Heb. prolonged days after\\f* \n"},{"number":8,"text":"And Joshua the son of Nun, the servant of the \\nd LORD\\nd*,\ndied, \\add being\\add* an hundred and ten years old. \n"},{"number":9,"text":"And they buried him in the border of his inheritance in Timnath-heres,\nin the mount of Ephraim, on the north side of the hill Gaash.\\f + \\fr 2.9 \n\\ft Timnath-heres: also called, Timnath-serah\\f* \n"},{"number":10,"text":"And also all that generation were gathered unto their fathers:\nand there arose another generation after them, which knew not the\n\\nd LORD\\nd*, nor yet the works which he had done for Israel. \n\n"},{"number":11,"text":"And the children of Israel did evil in the sight of the \\nd LORD\\nd*,\nand served Baalim: \n"},{"number":12,"text":"And they forsook the \\nd LORD\\nd* God of their fathers, which brought them\nout of the land of Egypt, and followed other gods, of the gods of the\npeople that \\add were\\add* round about them, and bowed themselves unto them, and provoked the\n\\nd LORD\\nd* to anger. \n"},{"number":13,"text":"And they forsook the \\nd LORD\\nd*, and served Baal and Ashtaroth.\n\n"},{"number":14,"text":"And the anger of the \\nd LORD\\nd* was hot against Israel,\nand he delivered them into the hands of spoilers that spoiled them, and he\nsold them into the hands of their enemies round about, so that they\ncould not any longer stand before their enemies. \n"},{"number":15,"text":"Whithersoever they went out, the hand of the \\nd LORD\\nd*\nwas against them for evil, as the \\nd LORD\\nd* had said, and as the\n\\nd LORD\\nd* had sworn unto them: and they were greatly distressed.\n\n"},{"number":16,"text":"Nevertheless the \\nd LORD\\nd* raised up judges, which delivered\nthem out of the hand of those that spoiled them.\\f + \\fr 2.16  \\ft delivered: Heb.\nsaved\\f* \n"},{"number":17,"text":"And yet they would not hearken unto their judges, but they went a\nwhoring after other gods, and bowed themselves unto them: they turned\nquickly out of the way which their fathers walked in, obeying the\ncommandments of the \\nd LORD\\nd*; \\add but\\add* they did not so.\n"},{"number":18,"text":"And when the \\nd LORD\\nd* raised them up judges, then the\n\\nd LORD\\nd* was with the judge, and delivered them out of the hand\nof their enemies all the days of the judge: for it repented the \\nd LORD\\nd*\nbecause of their groanings by reason of them that oppressed them and\nvexed them. \n"},{"number":19,"text":"And it came to pass, when the judge was dead, \\add that\\add*\nthey returned, and corrupted \\add themselves\\add* more than their\nfathers, in following other gods to serve them, and to bow down unto them; they\nceased not from their own doings, nor from their stubborn way.\\f + \\fr 2.19 \n\\ft corrupted…: or, were corrupt\\f*\\f + \\fr 2.19  \\ft ceased…: Heb. let nothing fall of\ntheir\\f* \n\n"},{"number":20,"text":"And the anger of the \\nd LORD\\nd* was hot against Israel;\nand he said, Because that this people hath transgressed my covenant\nwhich I commanded their fathers, and have not hearkened unto my voice;\n"},{"number":21,"text":"I also will not henceforth drive out any from before them of the\nnations which Joshua left when he died: \n"},{"number":22,"text":"That through them I may prove Israel, whether they will keep\nthe way of the \\nd LORD\\nd* to walk therein, as their fathers did\nkeep \\add it\\add*, or not. \n"},{"number":23,"text":"Therefore the \\nd LORD\\nd* left those nations, without driving them\nout hastily; neither delivered he them into the hand of Joshua.\\f + \\fr 2.23 \n\\ft left: or, suffered\\f* \n"}],"number":2},{"verses":[{"number":1,"text":"Now these \\add are\\add* the nations which the \\nd LORD\\nd* left,\nto prove Israel by them, \\add even\\add* as many \\add of Israel\\add*\nas had not known all the wars of Canaan; \n"},{"number":2,"text":"Only that the generations of the children of Israel might know,\nto teach them war, at the least such as before knew nothing thereof;\n"},{"number":3,"text":"\\add Namely\\add*, five lords of the Philistines, and all the\nCanaanites, and the Sidonians, and the Hivites that dwelt in mount\nLebanon, from mount Baal-hermon unto the entering in of Hamath. \n"},{"number":4,"text":"And they were to prove Israel by them, to know whether they would\nhearken unto the commandments of the \\nd LORD\\nd*, which he commanded\ntheir fathers by the hand of Moses. \n\n"},{"number":5,"text":"And the children of Israel dwelt among the Canaanites, Hittites,\nand Amorites, and Perizzites, and Hivites, and Jebusites: \n"},{"number":6,"text":"And they took their daughters to be their wives, and gave their\ndaughters to their sons, and served their gods. \n"},{"number":7,"text":"And the children of Israel did evil in the sight of the \\nd LORD\\nd*,\nand forgat the \\nd LORD\\nd* their God, and served Baalim and the\ngroves. \n\n"},{"number":8,"text":"Therefore the anger of the \\nd LORD\\nd* was hot against Israel,\nand he sold them into the hand of Chushan-rishathaim king of Mesopotamia:\nand the children of Israel served Chushan-rishathaim eight years.\\f + \\fr 3.8 \n\\ft Mesopotamia: Heb. Aram-naharaim\\f* \n"},{"number":9,"text":"And when the children of Israel cried unto the \\nd LORD\\nd*,\nthe \\nd LORD\\nd* raised up a deliverer to the children of Israel,\nwho delivered them, \\add even\\add* Othniel the son of Kenaz, Caleb’s\nyounger brother.\\f + \\fr 3.9  \\ft deliverer: Heb. saviour\\f* \n"},{"number":10,"text":"And the Spirit of the \\nd LORD\\nd* came upon him, and he judged\nIsrael, and went out to war: and the \\nd LORD\\nd* delivered Chushan-rishathaim\nking of Mesopotamia into his hand; and his hand prevailed  against\nChushan-rishathaim.\\f + \\fr 3.10  \\ft came: Heb. was\\f*\\f + \\fr 3.10 \n\\ft Mesopotamia: Heb. Aram\\f* \n"},{"number":11,"text":"And the land had rest forty years. And Othniel the son of\nKenaz died. \n\n"},{"number":12,"text":"And the children of Israel did evil again in the sight of the\n\\nd LORD\\nd*: and the \\nd LORD\\nd* strengthened Eglon the king of\nMoab against Israel, because they had done evil in the sight of the\n\\nd LORD\\nd*. \n"},{"number":13,"text":"And he gathered unto him the children of Ammon and Amalek,\nand went and smote Israel, and possessed the city of palm trees.\n"},{"number":14,"text":"So the children of Israel served Eglon the king of Moab eighteen\nyears. \n"},{"number":15,"text":"But when the children of Israel cried unto the \\nd LORD\\nd*,\nthe \\nd LORD\\nd* raised them up a deliverer, Ehud the son of Gera,\na Benjamite, a man lefthanded: and by him the children of Israel\nsent a present unto Eglon the king of Moab.\\f + \\fr 3.15  \\ft a Benjamite: or, the son of\nJemini\\f*\\f + \\fr 3.15  \\ft lefthanded: Heb. shut of his right hand\\f*\n"},{"number":16,"text":"But Ehud made him a dagger which had two edges, of a cubit\nlength; and he did gird it under his raiment upon his right thigh.\n"},{"number":17,"text":"And he brought the present unto Eglon king of Moab: and Eglon\n\\add was\\add* a very fat man. \n"},{"number":18,"text":"And when he had made an end to offer the present, he sent\naway the people that bare the present. \n"},{"number":19,"text":"But he himself turned again from the quarries that \\add were\\add*\nby Gilgal, and said, I have a secret errand unto thee, O king: who\nsaid, Keep silence. And all that stood by him went out from him.\\f + \\fr 3.19 \n\\ft quarries: or, graven images\\f* \n"},{"number":20,"text":"And Ehud came unto him; and he was sitting in a summer parlour,\nwhich he had for himself alone. And Ehud said, I have a message from\nGod unto thee. And he arose out of \\add his\\add* seat.\\f + \\fr 3.20 \n\\ft a summer…: Heb. a parlour of cooling\\f* \n"},{"number":21,"text":"And Ehud put forth his left hand, and took the dagger from his\nright thigh, and thrust it into his belly: \n"},{"number":22,"text":"And the haft also went in after the blade; and the fat closed\nupon the blade, so that he could not draw the dagger out of his belly;\nand the dirt came out.\\f + \\fr 3.22  \\ft the dirt…: or, it came out at the\nbuttocks\\f* \n"},{"number":23,"text":"Then Ehud went forth through the porch, and shut the doors\nof the parlour upon him, and locked them. \n"},{"number":24,"text":"When he was gone out, his servants came; and when they saw\nthat, behold, the doors of the parlour \\add were\\add* locked, they\nsaid, Surely he covereth his feet in his summer chamber.\\f + \\fr 3.24 \n\\ft covereth…: or, doeth his easement\\f* \n"},{"number":25,"text":"And they tarried till they were ashamed: and, behold, he opened\nnot the doors of the parlour; therefore they took a key, and opened\n\\add them:\\add* and, behold, their lord \\add was\\add* fallen down\ndead on the earth. \n"},{"number":26,"text":"And Ehud escaped while they tarried, and passed beyond the\nquarries, and escaped unto Seirath. \n"},{"number":27,"text":"And it came to pass, when he was come, that he blew a trumpet\nin the mountain of Ephraim, and the children of Israel went down\nwith him from the mount, and he before them. \n"},{"number":28,"text":"And he said unto them, Follow after me: for the \\nd LORD\\nd*\nhath delivered your enemies the Moabites into your hand. And they went\ndown after him, and took the fords of Jordan toward Moab, and suffered\nnot a man to pass over. \n"},{"number":29,"text":"And they slew of Moab at that time about ten thousand men,\nall lusty, and all men of valour; and there escaped not a man.\\f + \\fr 3.29 \n\\ft lusty: Heb. fat\\f* \n"},{"number":30,"text":"So Moab was subdued that day under the hand of Israel. And the\nland had rest fourscore years. \n\n"},{"number":31,"text":"And after him was Shamgar the son of Anath, which slew of the\nPhilistines six hundred men with an ox goad: and he also delivered\nIsrael. \n"}],"number":3},{"verses":[{"number":1,"text":"And the children of Israel again did evil in the sight of the\n\\nd LORD\\nd*, when Ehud was dead. \n"},{"number":2,"text":"And the \\nd LORD\\nd* sold them into the hand of Jabin king\nof Canaan, that reigned in Hazor; the captain of whose host \\add was\\add*\nSisera, which dwelt in Harosheth of the Gentiles. \n"},{"number":3,"text":"And the children of Israel cried unto the \\nd LORD\\nd*: for he had\nnine hundred chariots of iron; and twenty years he mightily oppressed\nthe children of Israel. \n\n"},{"number":4,"text":"And Deborah, a prophetess, the wife of Lapidoth, she judged\nIsrael at that time. \n"},{"number":5,"text":"And she dwelt under the palm tree of Deborah between Ramah\nand Beth-el in mount Ephraim: and the children of Israel came up\nto her for judgment. \n"},{"number":6,"text":"And she sent and called Barak the son of Abinoam out of Kedesh-naphtali,\nand said unto him, Hath not the \\nd LORD\\nd* God of Israel commanded,\n\\add saying\\add*, Go and draw toward mount Tabor, and take with thee\nten thousand men of the children of Naphtali and of the children\nof Zebulun? \n"},{"number":7,"text":"And I will draw unto thee to the river Kishon Sisera, the captain\nof Jabin’s army, with his chariots and his multitude; and I will\ndeliver him into thine hand. \n"},{"number":8,"text":"And Barak said unto her, If thou wilt go with me, then I will\ngo: but if thou wilt not go with me, \\add then\\add* I will not go.\n"},{"number":9,"text":"And she said, I will surely go with thee: notwithstanding the\njourney that thou takest shall not be for thine honour; for the \\nd LORD\\nd*\nshall sell Sisera into the hand of a woman. And Deborah arose, and\nwent with Barak to Kedesh. \n\n"},{"number":10,"text":"And Barak called Zebulun and Naphtali to Kedesh; and he went\nup with ten thousand men at his feet: and Deborah went up with him.\n"},{"number":11,"text":"Now Heber the Kenite, \\add which was\\add* of the children\nof Hobab the father in law of Moses, had severed himself from the\nKenites, and pitched his tent unto the plain of Zaanaim, which \\add is\\add*\nby Kedesh. \n"},{"number":12,"text":"And they shewed Sisera that Barak the son of Abinoam was gone\nup to mount Tabor. \n"},{"number":13,"text":"And Sisera gathered together all his chariots, \\add even\\add*\nnine hundred chariots of iron, and all the people that \\add were\\add*\nwith him, from Harosheth of the Gentiles unto the river of Kishon.\\f + \\fr 4.13 \n\\ft together: Heb. by cry, or, proclamation\\f* \n"},{"number":14,"text":"And Deborah said unto Barak, Up; for this \\add is\\add* the\nday in which the \\nd LORD\\nd* hath delivered Sisera into thine hand:\nis not the \\nd LORD\\nd* gone out before thee? So Barak went down\nfrom mount Tabor, and ten thousand men after him. \n"},{"number":15,"text":"And the \\nd LORD\\nd* discomfited  Sisera, and all \\add his\\add*\nchariots, and all \\add his\\add* host, with the edge of the sword\nbefore Barak; so that Sisera lighted down off \\add his\\add* chariot,\nand fled away on his feet. \n"},{"number":16,"text":"But Barak pursued after the chariots, and after the host,\nunto Harosheth of the Gentiles: and all the host of Sisera fell upon the\nedge of the sword; \\add and\\add* there was not a man left.\\f + \\fr 4.16 \n\\ft a man: Heb. unto one\\f* \n\n"},{"number":17,"text":"Howbeit Sisera fled away on his feet to the tent of Jael the\nwife of Heber the Kenite: for \\add there was\\add* peace between Jabin\nthe king of Hazor and the house of Heber the Kenite. \n\n"},{"number":18,"text":"And Jael went out to meet Sisera, and said unto him, Turn\nin, my lord, turn in to me; fear not. And when he had turned in unto her into the\ntent, she covered him with a mantle.\\f + \\fr 4.18  \\ft mantle: or, rug, or,\nblanket\\f* \n"},{"number":19,"text":"And he said unto her, Give me, I pray thee, a little water\nto drink; for I am thirsty. And she opened a bottle of milk, and gave him\ndrink, and covered him. \n"},{"number":20,"text":"Again he said unto her, Stand in the door of the tent, and it shall be, when any\nman doth come and enquire of thee, and say, Is there any man here?\nthat thou shalt say, No. \n"},{"number":21,"text":"Then Jael Heber’s wife took a nail of the tent, and took an\nhammer in her hand, and went softly unto him, and smote the nail\ninto his temples, and fastened it into the ground: for he was fast\nasleep and weary. So he died.\\f + \\fr 4.21  \\ft and took: Heb. and\nput\\f* \n"},{"number":22,"text":"And, behold, as Barak pursued  Sisera, Jael came out to meet\nhim, and said unto him, Come, and I will shew thee the man whom thou\nseekest. And when he came into her \\add tent\\add*, behold, Sisera\nlay dead, and the nail \\add was\\add* in his temples. \n"},{"number":23,"text":"So God subdued on that day Jabin the king of Canaan before\nthe children of Israel. \n"},{"number":24,"text":"And the hand of the children of Israel prospered, and prevailed\nagainst Jabin the king of Canaan, until they had destroyed Jabin\nking of Canaan.\\f + \\fr 4.24  \\ft prospered…: Heb. going went and was\nhard\\f* \n"}],"number":4},{"verses":[{"number":1,"text":"Then sang Deborah and Barak the son of Abinoam on that day,\nsaying, \n"},{"number":2,"text":"Praise ye the \\nd LORD\\nd* for the avenging of Israel, when the\npeople willingly offered themselves. \n"},{"number":3,"text":"Hear, O ye kings; give ear, O ye princes; I, \\add even\\add*\nI, will sing unto the \\nd LORD\\nd*; I will sing \\add praise\\add*\nto the \\nd LORD\\nd* God of Israel. \n"},{"number":4,"text":"\\nd LORD\\nd*, when thou wentest out of Seir, when thou marchedst\nout of the field of Edom, the earth trembled, and the heavens dropped,\nthe clouds also dropped water. \n"},{"number":5,"text":"The mountains melted from before the \\nd LORD\\nd*, \\add even\\add*\nthat Sinai from before the \\nd LORD\\nd* God of Israel.\\f + \\fr 5.5 \n\\ft melted: Heb. flowed\\f* \n\n"},{"number":6,"text":"In the days of Shamgar the son of Anath, in the days of Jael,\nthe highways were unoccupied, and the travellers walked through byways.\\f + \\fr 5.6 \n\\ft travellers: Heb. walkers of paths\\f*\\f + \\fr 5.6  \\ft byways: Heb. crooked\nways\\f* \n"},{"number":7,"text":"\\add The inhabitants of\\add* the villages ceased, they ceased\nin Israel, until that I Deborah arose, that I arose a mother in Israel.\n"},{"number":8,"text":"They chose new gods; then \\add was\\add* war in the gates: was there a\nshield or spear seen among forty thousand in Israel? \n"},{"number":9,"text":"My heart \\add is\\add* toward the governors of Israel, that offered themselves\nwillingly among the people. Bless ye the \\nd LORD\\nd*. \n"},{"number":10,"text":"Speak, ye that ride on white asses, ye that sit in judgment,\nand walk by the way.\\f + \\fr 5.10  \\ft Speak: or, Meditate\\f* \n"},{"number":11,"text":"\\add They that are delivered\\add* from the noise of archers\nin the places of drawing water, there shall they rehearse the righteous\nacts of the \\nd LORD\\nd*, \\add even\\add* the righteous acts \\add toward the\ninhabitants\\add* of his villages in Israel: then shall the people\nof the \\nd LORD\\nd* go down to the gates.\\f + \\fr 5.11  \\ft righteous…: Heb.\nrighteousnesses\\f* \n\n"},{"number":12,"text":"Awake, awake, Deborah: awake, awake, utter a song: arise,\nBarak, and lead thy captivity captive, thou son of Abinoam. \n"},{"number":13,"text":"Then he made him that remaineth have dominion over the nobles\namong the people: the \\nd LORD\\nd* made me have dominion over the\nmighty. \n"},{"number":14,"text":"Out of Ephraim \\add was there\\add* a root of them against\nAmalek; after thee, Benjamin, among thy people; out of Machir came\ndown governors, and out of Zebulun they that handle the pen of the\nwriter.\\f + \\fr 5.14  \\ft handle: Heb. draw with\\f* \n"},{"number":15,"text":"And the princes of Issachar \\add were\\add* with Deborah; even\nIssachar, and also Barak: he was sent on foot into the valley. For the\ndivisions of Reuben \\add there were\\add* great thoughts of heart.\\f + \\fr 5.15 \n\\ft foot: Heb. his feet\\f*\\f + \\fr 5.15  \\ft thoughts: Heb. impressions\\f*\\f + \\fr 5.15 \n\\ft For: or, In\\f* \n"},{"number":16,"text":"Why abodest thou among the sheepfolds, to hear the bleatings\nof the flocks? For the divisions of Reuben \\add there were\\add* great\nsearchings of heart.\\f + \\fr 5.16  \\ft For: or, In\\f* \n"},{"number":17,"text":"Gilead abode beyond Jordan: and why did Dan remain in ships?\nAsher continued on the sea shore, and abode in his breaches.\\f + \\fr 5.17 \n\\ft shore: or, port\\f*\\f + \\fr 5.17  \\ft breaches: or, creeks\\f*\n"},{"number":18,"text":"Zebulun and Naphtali \\add were\\add* a people \\add that\\add*\njeoparded their lives unto the death in the high places of the field.\\f + \\fr 5.18 \n\\ft jeoparded: Heb. exposed to reproach\\f* \n"},{"number":19,"text":"The kings came \\add and\\add* fought, then fought the kings\nof Canaan in Taanach by the waters of Megiddo; they took no gain\nof money. \n"},{"number":20,"text":"They fought from heaven; the stars in their courses fought\nagainst Sisera.\\f + \\fr 5.20  \\ft courses: Heb. paths\\f* \n"},{"number":21,"text":"The river of Kishon swept them away, that ancient river, the\nriver Kishon. O my soul, thou hast trodden down strength. \n"},{"number":22,"text":"Then were the horsehoofs broken by the means of the pransings,\nthe pransings of their mighty ones.\\f + \\fr 5.22  \\ft pransings: or, tramplings, or,\nplungings\\f* \n"},{"number":23,"text":"Curse ye Meroz, said the angel of the \\nd LORD\\nd*, curse\nye bitterly the inhabitants thereof; because they came not to the\nhelp of the \\nd LORD\\nd*, to the help of the \\nd LORD\\nd* against the\nmighty. \n\n"},{"number":24,"text":"Blessed above women shall Jael the wife of Heber the Kenite\nbe, blessed shall she be above women in the tent. \n"},{"number":25,"text":"He asked water, \\add and\\add* she gave \\add him\\add* milk;\nshe brought forth butter in a lordly dish. \n"},{"number":26,"text":"She put her hand to the nail, and her right hand to the workmen’s\nhammer; and with the hammer she smote Sisera, she smote off his head,\nwhen she had pierced and stricken through his temples.\\f + \\fr 5.26 \n\\ft with…: Heb. she hammered\\f* \n"},{"number":27,"text":"At her feet he bowed, he fell, he lay down: at her feet he\nbowed, he fell: where he bowed, there he fell down dead.\\f + \\fr 5.27 \n\\ft At: Heb. Between\\f*\\f + \\fr 5.27  \\ft dead: Heb. destroyed\\f*\n"},{"number":28,"text":"The mother of Sisera looked out at a window, and cried through the\nlattice, Why is his chariot \\add so\\add* long in coming? why tarry\nthe wheels of his chariots? \n"},{"number":29,"text":"Her wise ladies answered her, yea, she returned answer to\nherself,\\f + \\fr 5.29  \\ft answer: Heb. her words\\f* \n"},{"number":30,"text":"Have they not sped? have they \\add not\\add* divided the prey;\nto every man a damsel \\add or\\add* two; to Sisera a prey of divers\ncolours, a prey of divers colours of needlework, of divers colours\nof needlework on both sides, \\add meet\\add* for the necks of \\add them that\ntake\\add* the spoil?\\f + \\fr 5.30  \\ft every…: Heb. the head of a\nman\\f* \n"},{"number":31,"text":"So let all thine enemies perish, O \\nd LORD\\nd*: but \\add let\\add*\nthem that love him \\add be\\add* as the sun when he goeth forth in his\nmight. And the land had rest forty years. \n"}],"number":5},{"verses":[{"number":1,"text":"And the children of Israel did evil in the sight of the \\nd LORD\\nd*:\nand the \\nd LORD\\nd* delivered them into the hand of Midian seven\nyears. \n"},{"number":2,"text":"And the hand of Midian prevailed against Israel: \\add and\\add*\nbecause of the Midianites the children of Israel made them the dens which\n\\add are\\add* in the mountains, and caves, and strong holds.\\f + \\fr 6.2 \n\\ft prevailed: Heb. was strong\\f* \n"},{"number":3,"text":"And \\add so\\add* it was, when Israel had sown, that the Midianites\ncame up, and the Amalekites, and the children of the east, even they came\nup against them; \n"},{"number":4,"text":"And they encamped against them, and destroyed the increase\nof the earth, till thou come unto Gaza, and left no sustenance for\nIsrael, neither sheep, nor ox, nor ass.\\f + \\fr 6.4  \\ft sheep: or\ngoat\\f* \n"},{"number":5,"text":"For they came up with their cattle and their tents, and they\ncame as grasshoppers for multitude; \\add for\\add* both they and their\ncamels were without number: and they entered into the land to destroy it.\n"},{"number":6,"text":"And Israel was greatly impoverished because of the Midianites;\nand the children of Israel cried unto the \\nd LORD\\nd*. \n\n"},{"number":7,"text":"And it came to pass, when the children of Israel cried unto the\n\\nd LORD\\nd* because of the Midianites, \n"},{"number":8,"text":"That the \\nd LORD\\nd* sent a prophet unto the children of Israel,\nwhich said unto them, Thus saith the \\nd LORD\\nd* God of Israel,\nI brought you up from Egypt, and brought you forth out of the house\nof bondage;\\f + \\fr 6.8  \\ft a prophet: Heb. a man a prophet\\f* \n"},{"number":9,"text":"And I delivered you out of the hand of the Egyptians, and out of the\nhand of all that oppressed you, and drave them out from before you, and\ngave you their land; \n"},{"number":10,"text":"And I said unto you, I \\add am\\add* the \\nd LORD\\nd* your\nGod; fear not the gods of the Amorites, in whose land ye dwell: but ye have not\nobeyed my voice. \n\n"},{"number":11,"text":"And there came an angel of the \\nd LORD\\nd*, and sat under an\noak which \\add was\\add* in Ophrah, that \\add pertained\\add* unto\nJoash the Abi-ezrite: and his son Gideon threshed wheat by the winepress,\nto hide \\add it\\add* from the Midianites.\\f + \\fr 6.11  \\ft Gideon: Gr.\nGedeon\\f*\\f + \\fr 6.11  \\ft to hide…: Heb. to cause it to flee\\f*\n"},{"number":12,"text":"And the angel of the \\nd LORD\\nd* appeared unto him, and said\nunto him, The \\nd LORD\\nd* \\add is\\add* with thee, thou mighty man of\nvalour. \n"},{"number":13,"text":"And Gideon said unto him, Oh my Lord, if the \\nd LORD\\nd*\nbe with us, why then is all this befallen us? and where \\add be\\add*\nall his miracles which our fathers told us of, saying, Did not the\n\\nd LORD\\nd* bring us up from Egypt? but now the \\nd LORD\\nd* hath\nforsaken us, and delivered us into the hands of the Midianites. \n"},{"number":14,"text":"And the \\nd LORD\\nd* looked upon him, and said, Go in this thy\nmight, and thou shalt save Israel from the hand of the Midianites:\nhave not I sent thee? \n"},{"number":15,"text":"And he said unto him, Oh my Lord, wherewith shall I save Israel?\nbehold, my family \\add is\\add* poor in Manasseh, and I \\add am\\add*\nthe least in my father’s house.\\f + \\fr 6.15  \\ft my family…: Heb. my thousand is the\nmeanest\\f* \n"},{"number":16,"text":"And the \\nd LORD\\nd* said unto him, Surely I will be with thee, and thou shalt\nsmite the Midianites as one man. \n"},{"number":17,"text":"And he said unto him, If now I have found grace in thy sight,\nthen shew me a sign that thou talkest with me. \n"},{"number":18,"text":"Depart not hence, I pray thee, until I come unto thee, and bring\nforth my present, and set \\add it\\add* before thee. And he said,\nI will tarry until thou come again.\\f + \\fr 6.18  \\ft present: or, meat\noffering\\f* \n\n"},{"number":19,"text":"And Gideon went in, and made ready a kid, and unleavened\ncakes of an ephah of flour: the flesh he put in a basket, and he\nput the broth in a pot, and brought \\add it\\add* out unto him under the\noak, and presented \\add it\\add*.\\f + \\fr 6.19  \\ft a kid: Heb. a kid of the\ngoats\\f* \n"},{"number":20,"text":"And the angel of God said unto him, Take the flesh and the unleavened\ncakes, and lay \\add them\\add* upon this rock, and pour out the broth.\nAnd he did so. \n\n"},{"number":21,"text":"Then the angel of the \\nd LORD\\nd* put forth the end of the\nstaff that \\add was\\add* in his hand, and touched the flesh and the unleavened\ncakes; and there rose up fire out of the rock, and consumed the flesh\nand the unleavened cakes. Then the angel of the \\nd LORD\\nd* departed\nout of his sight. \n"},{"number":22,"text":"And when Gideon perceived that he \\add was\\add* an angel of the\n\\nd LORD\\nd*, Gideon said, Alas, O Lord \\nd GOD\\nd*! for because\nI have seen an angel of the \\nd LORD\\nd* face to face. \n"},{"number":23,"text":"And the \\nd LORD\\nd* said unto him, Peace \\add be\\add* unto thee;\nfear not: thou shalt not die. \n"},{"number":24,"text":"Then Gideon built an altar there unto the \\nd LORD\\nd*, and\ncalled it Jehovah-shalom: unto this day it \\add is\\add* yet in Ophrah\nof the Abi-ezrites.\\f + \\fr 6.24  \\ft Jehovah-shalom: that is, The\n\\+nd LORD\\+nd* send peace\\f* \n\n"},{"number":25,"text":"And it came to pass the same night, that the \\nd LORD\\nd*\nsaid unto him, Take thy father’s young bullock, even the second bullock\nof seven years old, and throw down the altar of Baal that thy father\nhath, and cut down the grove that \\add is\\add* by it:\\f + \\fr 6.25 \n\\ft even: or, and\\f* \n"},{"number":26,"text":"And build an altar unto the \\nd LORD\\nd* thy God upon the\ntop of this rock, in the ordered place, and take the second bullock,\nand offer a burnt sacrifice with the wood of the grove which thou shalt cut\ndown.\\f + \\fr 6.26  \\ft rock: Heb. strong place\\f*\\f + \\fr 6.26 \n\\ft in the ordered…: or, in an orderly manner\\f* \n"},{"number":27,"text":"Then Gideon took ten men of his servants, and did as the \\nd LORD\\nd*\nhad said unto him: and \\add so\\add* it was, because he feared his\nfather’s household, and the men of the city, that he could not do\n\\add it\\add* by day, that he did \\add it\\add* by night. \n\n"},{"number":28,"text":"And when the men of the city arose early in the morning,\nbehold, the altar of Baal was cast down, and the grove was cut down that\n\\add was\\add* by it, and the second bullock was offered upon the\naltar \\add that was\\add* built. \n"},{"number":29,"text":"And they said one to another, Who hath done this thing? And when they\nenquired and asked, they said, Gideon the son of Joash hath done\nthis thing. \n"},{"number":30,"text":"Then the men of the city said unto Joash, Bring out thy son,\nthat he may die: because he hath cast down the altar of Baal, and because he hath cut\ndown the grove that \\add was\\add* by it. \n"},{"number":31,"text":"And Joash said unto all that stood against him, Will ye plead\nfor Baal? will ye save him? he that will plead for him, let him be put to\ndeath whilst \\add it is yet\\add* morning: if he \\add be\\add* a god,\nlet him plead for himself, because \\add one\\add* hath cast down his\naltar. \n"},{"number":32,"text":"Therefore on that day he called him Jerubbaal, saying, Let\nBaal plead against him, because he hath thrown down his altar.\\f + \\fr 6.32 \n\\ft Jerubbaal: that is, Let Baal plead\\f*\\f + \\fr 6.32  \\ft Jerubbesheth: that is, Let the shameful thing\nplead\\f* \n\n"},{"number":33,"text":"Then all the Midianites and the Amalekites and the children\nof the east were gathered together, and went over, and pitched in the\nvalley of Jezreel. \n"},{"number":34,"text":"But the Spirit of the \\nd LORD\\nd* came upon Gideon, and he\nblew a trumpet; and Abi-ezer was gathered after him.\\f + \\fr 6.34 \n\\ft came…: Heb. clothed\\f*\\f + \\fr 6.34  \\ft gathered: Heb. called\\f*\n"},{"number":35,"text":"And he sent messengers throughout all Manasseh; who also was\ngathered after him: and he sent messengers unto Asher, and unto Zebulun,\nand unto Naphtali; and they came up to meet them.\\f + \\fr 6.35  \\ft gathered: Heb.\ncalled\\f* \n\n"},{"number":36,"text":"And Gideon said unto God, If thou wilt save Israel by mine\nhand, as thou hast said, \n"},{"number":37,"text":"Behold, I will put a fleece of wool in the floor; \\add and\\add*\nif the dew be on the fleece only, and \\add it be\\add* dry upon all the\nearth \\add beside\\add*, then shall I know that thou wilt save Israel\nby mine hand, as thou hast said. \n"},{"number":38,"text":"And it was so: for he rose up early on the morrow, and thrust\nthe fleece together, and wringed the dew out of the fleece, a bowl\nfull of water. \n"},{"number":39,"text":"And Gideon said unto God, Let not thine anger be hot against me, and I will\nspeak but this once: let me prove, I pray thee, but this once with the\nfleece; let it now be dry only upon the fleece, and upon all the\nground let there be dew. \n"},{"number":40,"text":"And God did so that night: for it was dry upon the fleece\nonly, and there was dew on all the ground. \n"}],"number":6},{"verses":[{"number":1,"text":"Then Jerubbaal, who \\add is\\add* Gideon, and all the people that\n\\add were\\add* with him, rose up early, and pitched beside the well of\nHarod: so that the host of the Midianites were on the north side\nof them, by the hill of Moreh, in the valley. \n"},{"number":2,"text":"And the \\nd LORD\\nd* said unto Gideon, The people that \\add are\\add* with thee\n\\add are\\add* too many for me to give the Midianites into their hands,\nlest Israel vaunt themselves against me, saying, Mine own hand hath\nsaved me. \n"},{"number":3,"text":"Now therefore go to, proclaim  in the ears of the people, saying, Whosoever\n\\add is\\add* fearful and afraid, let him return and depart early\nfrom mount Gilead. And there returned of the people twenty and two\nthousand; and there remained ten thousand. \n"},{"number":4,"text":"And the \\nd LORD\\nd* said unto Gideon, The people \\add are\\add* yet\n\\add too\\add* many; bring them down unto the water, and I will try them for thee there: and it shall be,\n\\add that\\add* of whom I say unto thee, This shall go with thee, the same shall\ngo with thee; and of whomsoever I say unto thee, This shall not go\nwith thee, the same shall not go. \n"},{"number":5,"text":"So he brought down the people unto the water: and the \\nd LORD\\nd*\nsaid unto Gideon, Every one that lappeth of the water with his tongue,\nas a dog lappeth, him shalt thou set by himself; likewise every one that boweth\ndown upon his knees to drink. \n"},{"number":6,"text":"And the number of them that lapped, \\add putting\\add* their\nhand to their mouth, were three hundred men: but all the rest of the\npeople bowed down upon their knees to drink water. \n"},{"number":7,"text":"And the \\nd LORD\\nd* said unto Gideon, By the three hundred\nmen that lapped will I save you, and deliver the Midianites into thine\nhand: and let all the \\add other\\add* people go every man unto his\nplace. \n"},{"number":8,"text":"So the people took victuals in their hand, and their trumpets:\nand he sent all \\add the rest of\\add* Israel every man unto his tent,\nand retained those three hundred men: and the host of Midian was beneath him in the\nvalley. \n\n"},{"number":9,"text":"And it came to pass the same night, that the \\nd LORD\\nd*\nsaid unto him, Arise, get thee down unto the host; for I have delivered\nit into thine hand. \n"},{"number":10,"text":"But if thou fear to go down, go thou with Phurah thy servant\ndown to the host: \n"},{"number":11,"text":"And thou shalt hear what they say; and afterward shall thine\nhands be strengthened to go down unto the host. Then went he down\nwith Phurah his servant unto the outside of the armed men that \\add were\\add*\nin the host.\\f + \\fr 7.11  \\ft armed men: or, ranks by five\\f* \n"},{"number":12,"text":"And the Midianites and the Amalekites and all the children\nof the east lay along in the valley like grasshoppers for multitude;\nand their camels \\add were\\add* without number, as the sand by the\nsea side for multitude. \n"},{"number":13,"text":"And when Gideon was come, behold, \\add there was\\add* a man\nthat told a dream unto his fellow, and said, Behold, I dreamed a\ndream, and, lo, a cake of barley bread tumbled into the host of Midian,\nand came unto a tent, and smote it that it fell, and overturned it, that the\ntent lay along. \n"},{"number":14,"text":"And his fellow answered and said, This \\add is\\add* nothing else save the\nsword of Gideon the son of Joash, a man of Israel: \\add for\\add*\ninto his hand hath God delivered Midian, and all the host. \n\n"},{"number":15,"text":"And it was \\add so\\add*, when Gideon heard the telling of the\ndream, and the interpretation thereof, that he worshipped, and returned\ninto the host of Israel, and said, Arise; for the \\nd LORD\\nd* hath\ndelivered into your hand the host of Midian.\\f + \\fr 7.15  \\ft interpretation: Heb.\nbreaking\\f* \n\n"},{"number":16,"text":"And he divided the three hundred men \\add into\\add* three\ncompanies, and he put a trumpet in every man’s hand, with empty pitchers,\nand lamps within the pitchers.\\f + \\fr 7.16  \\ft a trumpet…: Heb. trumpets in the hand of all of\nthem\\f*\\f + \\fr 7.16  \\ft lamps: or, firebrands, or, torches\\f* \n"},{"number":17,"text":"And he said unto them, Look on me, and do likewise: and, behold, when I\ncome to the outside of the camp, it shall be \\add that\\add*, as I\ndo, so shall ye do. \n"},{"number":18,"text":"When I blow with a trumpet, I and all that \\add are\\add* with me, then\nblow ye the trumpets also on every side of all the camp, and say,\n\\add The sword\\add* of the \\nd LORD\\nd*, and of Gideon. \n\n"},{"number":19,"text":"So Gideon, and the hundred men that \\add were\\add* with him,\ncame unto the outside of the camp in the beginning of the middle\nwatch; and they had but newly set the watch: and they blew the trumpets,\nand brake the pitchers that \\add were\\add* in their hands. \n"},{"number":20,"text":"And the three companies blew the trumpets, and brake the pitchers,\nand held the lamps in their left hands, and the trumpets in their\nright hands to blow \\add withal:\\add* and they cried, The sword of the\n\\nd LORD\\nd*, and of Gideon. \n"},{"number":21,"text":"And they stood every man in his place round about the camp:\nand all the host ran, and cried, and fled. \n"},{"number":22,"text":"And the three hundred blew the trumpets, and the \\nd LORD\\nd*\nset every man’s sword against his fellow, even throughout all the\nhost: and the host fled to Beth-shittah in Zererath, \\add and\\add*\nto the border of Abel-meholah, unto Tabbath.\\f + \\fr 7.22  \\ft in: or,\ntoward\\f*\\f + \\fr 7.22  \\ft border: Heb. lip\\f* \n\n"},{"number":23,"text":"And the men of Israel gathered themselves together out of\nNaphtali, and out of Asher, and out of all Manasseh, and pursued\nafter the Midianites. \n\n"},{"number":24,"text":"And Gideon sent messengers throughout all mount Ephraim,\nsaying, Come down against the Midianites, and take before them the\nwaters unto Beth-barah and Jordan. Then all the men of Ephraim gathered themselves\ntogether, and took the waters unto Beth-barah and Jordan. \n"},{"number":25,"text":"And they took two princes of the Midianites, Oreb and Zeeb;\nand they slew Oreb upon the rock Oreb, and Zeeb they slew at the\nwinepress of Zeeb, and pursued Midian, and brought the heads of Oreb\nand Zeeb to Gideon on the other side Jordan. \n"}],"number":7},{"verses":[{"number":1,"text":"And the men of Ephraim said unto him, Why hast thou served\nus thus, that thou calledst us not, when thou wentest to fight with the\nMidianites? And they did chide with him sharply.\\f + \\fr 8.1  \\ft Why…: Heb. What thing is this thou hast done unto\nus\\f*\\f + \\fr 8.1  \\ft sharply: Heb. strongly\\f* \n"},{"number":2,"text":"And he said unto them, What have I done now in comparison of you?\n\\add Is\\add* not the gleaning of the grapes of Ephraim better than the\nvintage of Abi-ezer? \n"},{"number":3,"text":"God hath delivered into your hands the princes of Midian, Oreb\nand Zeeb: and what was I able to do in comparison of you? Then their\nanger was abated toward him, when he had said that.\\f + \\fr 8.3 \n\\ft anger: Heb. spirit\\f* \n\n"},{"number":4,"text":"And Gideon came to Jordan, \\add and\\add* passed over, he, and the\nthree hundred men that \\add were\\add* with him, faint, yet pursuing\n\\add them\\add*. \n"},{"number":5,"text":"And he said unto the men of Succoth, Give, I pray you, loaves\nof bread unto the people that follow me; for they \\add be\\add* faint,\nand I am pursuing after Zebah and Zalmunna, kings of Midian. \n\n"},{"number":6,"text":"And the princes of Succoth said, \\add Are\\add* the hands of\nZebah and Zalmunna now in thine hand, that we should give bread unto thine\narmy? \n"},{"number":7,"text":"And Gideon said, Therefore when the \\nd LORD\\nd* hath delivered\nZebah and Zalmunna into mine hand, then I will tear your flesh with the\nthorns of the wilderness and with briers.\\f + \\fr 8.7  \\ft tear: Heb.\nthresh\\f* \n\n"},{"number":8,"text":"And he went up thence to Penuel, and spake unto them likewise:\nand the men of Penuel answered him as the men of Succoth had answered\n\\add him\\add*. \n"},{"number":9,"text":"And he spake also unto the men of Penuel, saying, When I come\nagain in peace, I will break down this tower. \n\n"},{"number":10,"text":"Now Zebah and Zalmunna \\add were\\add* in Karkor, and their\nhosts with them, about fifteen thousand \\add men\\add*, all that were\nleft of all the hosts of the children of the east: for there fell\nan hundred and twenty thousand men that drew sword.\\f + \\fr 8.10 \n\\ft men that…: or, every one drawing a sword\\f* \n\n"},{"number":11,"text":"And Gideon went up by the way of them that dwelt in tents\non the east of Nobah and Jogbehah, and smote the host: for the host\nwas secure. \n"},{"number":12,"text":"And when Zebah and Zalmunna fled, he pursued after them, and\ntook the two kings of Midian, Zebah and Zalmunna, and discomfited\nall the host.\\f + \\fr 8.12  \\ft discomfited: Heb. terrified\\f* \n\n"},{"number":13,"text":"And Gideon the son of Joash returned from battle before the\nsun \\add was up\\add*, \n"},{"number":14,"text":"And caught a young man of the men of Succoth, and enquired\nof him: and he described unto him the princes of Succoth, and the\nelders thereof, \\add even\\add* threescore and seventeen men.\\f + \\fr 8.14 \n\\ft described: Heb. writ\\f* \n"},{"number":15,"text":"And he came unto the men of Succoth, and said, Behold Zebah\nand Zalmunna, with whom ye did upbraid me, saying, \\add Are\\add*\nthe hands of Zebah and Zalmunna now in thine hand, that we should\ngive bread unto thy men \\add that are\\add* weary? \n"},{"number":16,"text":"And he took the elders of the city, and thorns of the wilderness\nand briers, and with them he taught the men of Succoth.\\f + \\fr 8.16 \n\\ft taught: Heb. made to know\\f* \n"},{"number":17,"text":"And he beat down the tower of Penuel, and slew the men of the\ncity. \n\n"},{"number":18,"text":"Then said he unto Zebah and Zalmunna, What manner of men\n\\add were they\\add* whom ye slew at Tabor? And they answered, As\nthou \\add art\\add*, so \\add were\\add* they; each one resembled the\nchildren of a king.\\f + \\fr 8.18  \\ft resembled…: Heb. according to the form,\netc\\f* \n"},{"number":19,"text":"And he said, They \\add were\\add* my brethren, \\add even\\add*\nthe sons of my mother: \\add as\\add* the \\nd LORD\\nd* liveth, if ye had saved them\nalive, I would not slay you. \n"},{"number":20,"text":"And he said unto Jether his firstborn, Up, \\add and\\add* slay\nthem. But the youth drew not his sword: for he feared, because he\n\\add was\\add* yet a youth. \n"},{"number":21,"text":"Then Zebah and Zalmunna said, Rise thou, and fall upon us: for as the\nman \\add is, so is\\add* his strength. And Gideon arose, and slew\nZebah and Zalmunna, and took away the ornaments that \\add were\\add*\non their camels’ necks.\\f + \\fr 8.21  \\ft ornaments: or, ornaments like the\nmoon\\f* \n\n"},{"number":22,"text":"Then the men of Israel said unto Gideon, Rule thou over us, both thou, and thy\nson, and thy son’s son also: for thou hast delivered us from the\nhand of Midian. \n"},{"number":23,"text":"And Gideon said unto them, I will not rule over you, neither shall my\nson rule over you: the \\nd LORD\\nd* shall rule over you. \n\n"},{"number":24,"text":"And Gideon said unto them, I would desire a request of you, that ye would\ngive me every man the earrings of his prey. (For they had golden\nearrings, because they \\add were\\add* Ishmaelites.) \n"},{"number":25,"text":"And they answered, We will willingly give \\add them\\add*.\nAnd they spread a garment, and did cast therein every man the earrings\nof his prey. \n"},{"number":26,"text":"And the weight of the golden earrings that he requested was a\nthousand and seven hundred \\add shekels\\add* of gold; beside ornaments,\nand collars, and purple raiment that \\add was\\add* on the kings of\nMidian, and beside the chains that \\add were\\add* about their camels’\nnecks.\\f + \\fr 8.26  \\ft collars: or, sweet jewels\\f* \n"},{"number":27,"text":"And Gideon made an ephod thereof, and put it in his city,\n\\add even\\add* in Ophrah: and all Israel went thither a whoring after\nit: which thing became a snare unto Gideon, and to his house. \n\n"},{"number":28,"text":"Thus was Midian subdued before the children of Israel, so that they lifted\nup their heads no more. And the country was in quietness forty years\nin the days of Gideon. \n\n"},{"number":29,"text":"And Jerubbaal the son of Joash went and dwelt in his own\nhouse. \n"},{"number":30,"text":"And Gideon had threescore and ten sons of his body begotten:\nfor he had many wives.\\f + \\fr 8.30  \\ft of his…: Heb. going out of his\nthigh\\f* \n"},{"number":31,"text":"And his concubine that \\add was\\add* in Shechem, she also\nbare him a son, whose name he called Abimelech.\\f + \\fr 8.31  \\ft called: Heb.\nset\\f* \n\n"},{"number":32,"text":"And Gideon the son of Joash died in a good old age, and was\nburied in the sepulchre of Joash his father, in Ophrah of the Abi-ezrites.\n"},{"number":33,"text":"And it came to pass, as soon as Gideon was dead, that the\nchildren of Israel turned again, and went a whoring after Baalim,\nand made Baal-berith their god. \n"},{"number":34,"text":"And the children of Israel remembered not the \\nd LORD\\nd*\ntheir God, who had delivered them out of the hands of all their enemies\non every side: \n"},{"number":35,"text":"Neither shewed they kindness to the house of Jerubbaal, \\add namely\\add*,\nGideon, according to all the goodness which he had shewed unto Israel.\n"}],"number":8},{"verses":[{"number":1,"text":"And Abimelech the son of Jerubbaal went to Shechem unto his\nmother’s brethren, and communed with them, and with all the family\nof the house of his mother’s father, saying, \n"},{"number":2,"text":"Speak, I pray you, in the ears of all the men of Shechem, Whether\n\\add is\\add* better for you, either that all the sons of Jerubbaal,\n\\add which are\\add* threescore and ten persons, reign over you, or that\none reign over you? remember also that I \\add am\\add* your bone and your\nflesh.\\f + \\fr 9.2  \\ft Whether…: Heb. What is good? whether, etc\\f*\n"},{"number":3,"text":"And his mother’s brethren spake of him in the ears of all the\nmen of Shechem all these words: and their hearts inclined to follow\nAbimelech; for they said, He \\add is\\add* our brother.\\f + \\fr 9.3 \n\\ft to follow: Heb. after\\f* \n"},{"number":4,"text":"And they gave him threescore and ten \\add pieces\\add* of silver\nout of the house of Baal-berith, wherewith Abimelech hired vain and\nlight persons, which followed him. \n"},{"number":5,"text":"And he went unto his father’s house at Ophrah, and slew his\nbrethren the sons of Jerubbaal, \\add being\\add* threescore and ten\npersons, upon one stone: notwithstanding yet Jotham the youngest\nson of Jerubbaal was left; for he hid himself. \n"},{"number":6,"text":"And all the men of Shechem gathered together, and all the house\nof Millo, and went, and made Abimelech king, by the plain of the\npillar that \\add was\\add* in Shechem.\\f + \\fr 9.6  \\ft plain: or,\noak\\f* \n\n"},{"number":7,"text":"And when they told \\add it\\add* to Jotham, he went and stood\nin the top of mount Gerizim, and lifted up his voice, and cried,\nand said unto them, Hearken unto me, ye men of Shechem, that God\nmay hearken unto you. \n"},{"number":8,"text":"The trees went forth \\add on a time\\add* to anoint a king over them; and they\nsaid unto the olive tree, Reign thou over us. \n"},{"number":9,"text":"But the olive tree said unto them, Should I leave my fatness,\nwherewith by me they honour God and man, and go to be promoted over the\ntrees?\\f + \\fr 9.9  \\ft go…: or, go up and down for other trees\\f*\n"},{"number":10,"text":"And the trees said to the fig tree, Come thou, \\add and\\add*\nreign over us. \n"},{"number":11,"text":"But the fig tree said unto them, Should I forsake my sweetness,\nand my good fruit, and go to be promoted over the trees? \n"},{"number":12,"text":"Then said the trees unto the vine, Come thou, \\add and\\add*\nreign over us. \n"},{"number":13,"text":"And the vine said unto them, Should I leave my wine, which\ncheereth God and man, and go to be promoted over the trees? \n"},{"number":14,"text":"Then said all the trees unto the bramble, Come thou, \\add and\\add*\nreign over us.\\f + \\fr 9.14  \\ft bramble: or, thistle\\f* \n"},{"number":15,"text":"And the bramble said unto the trees, If in truth ye anoint\nme king over you, \\add then\\add* come \\add and\\add* put your trust\nin my shadow: and if not, let fire come out of the bramble, and devour\nthe cedars of Lebanon. \n"},{"number":16,"text":"Now therefore, if ye have done truly and sincerely, in that ye have made\nAbimelech king, and if ye have dealt well with Jerubbaal and his\nhouse, and have done unto him according to the deserving of his hands;\n"},{"number":17,"text":"(For my father fought for you, and adventured his life far,\nand delivered you out of the hand of Midian:\\f + \\fr 9.17  \\ft adventured…: Heb. cast his\nlife\\f* \n"},{"number":18,"text":"And ye are risen up against my father’s house this day, and have\nslain his sons, threescore and ten persons, upon one stone, and have made\nAbimelech, the son of his maidservant, king over the men of Shechem, because he\n\\add is\\add* your brother;) \n"},{"number":19,"text":"If ye then have dealt truly and sincerely with Jerubbaal and with his\nhouse this day, \\add then\\add* rejoice ye in Abimelech, and let him also\nrejoice in you: \n"},{"number":20,"text":"But if not, let fire come out from Abimelech, and devour the\nmen of Shechem, and the house of Millo; and let fire come out from the\nmen of Shechem, and from the house of Millo, and devour Abimelech.\n"},{"number":21,"text":"And Jotham ran away, and fled, and went to Beer, and dwelt\nthere, for fear of Abimelech his brother. \n\n"},{"number":22,"text":"When Abimelech had reigned three years over Israel, \n"},{"number":23,"text":"Then God sent an evil spirit between Abimelech and the men\nof Shechem; and the men of Shechem dealt treacherously with Abimelech:\n"},{"number":24,"text":"That the cruelty \\add done\\add* to the threescore and ten\nsons of Jerubbaal might come, and their blood be laid upon Abimelech\ntheir brother, which slew them; and upon the men of Shechem, which\naided him in the killing of his brethren.\\f + \\fr 9.24  \\ft aided…: Heb. strengthened his hands to\nkill\\f* \n"},{"number":25,"text":"And the men of Shechem set liers in wait for him in the top\nof the mountains, and they robbed all that came along that way by them: and it was\ntold Abimelech. \n"},{"number":26,"text":"And Gaal the son of Ebed came with his brethren, and went\nover to Shechem: and the men of Shechem put their confidence in him.\n"},{"number":27,"text":"And they went out into the fields, and gathered their vineyards,\nand trode \\add the grapes\\add*, and made merry, and went into the\nhouse of their god, and did eat and drink, and cursed Abimelech.\\f + \\fr 9.27 \n\\ft merry: or, songs\\f* \n"},{"number":28,"text":"And Gaal the son of Ebed said, Who \\add is\\add* Abimelech, and who\n\\add is\\add* Shechem, that we should serve him? \\add is\\add* not\n\\add he\\add* the son of Jerubbaal? and Zebul his officer? serve the\nmen of Hamor the father of Shechem: for why should we serve him?\n"},{"number":29,"text":"And would to God this people were under my hand! then would I\nremove Abimelech. And he said to Abimelech, Increase thine army,\nand come out. \n\n"},{"number":30,"text":"And when Zebul the ruler of the city heard the words of Gaal\nthe son of Ebed, his anger was kindled.\\f + \\fr 9.30  \\ft kindled: or,\nhot\\f* \n"},{"number":31,"text":"And he sent messengers unto Abimelech privily, saying, Behold,\nGaal the son of Ebed and his brethren be come to Shechem; and, behold, they\nfortify the city against thee.\\f + \\fr 9.31  \\ft privily: Heb. craftily or, to\nTormah\\f* \n"},{"number":32,"text":"Now therefore up by night, thou and the people that \\add is\\add*\nwith thee, and lie in wait in the field: \n"},{"number":33,"text":"And it shall be, \\add that\\add* in the morning, as soon as the\nsun is up, thou shalt rise early, and set upon the city: and, behold,\n\\add when\\add* he and the people that \\add is\\add* with him come\nout against thee, then mayest thou do to them as thou shalt find\noccasion.\\f + \\fr 9.33  \\ft as thou shalt…: Heb. as thine hand shall\nfind\\f* \n\n"},{"number":34,"text":"And Abimelech rose up, and all the people that \\add were\\add*\nwith him, by night, and they laid wait against Shechem in four companies.\n"},{"number":35,"text":"And Gaal the son of Ebed went out, and stood in the entering\nof the gate of the city: and Abimelech rose up, and the people that\n\\add were\\add* with him, from lying in wait. \n"},{"number":36,"text":"And when Gaal saw the people, he said to Zebul, Behold, there\ncome people down from the top of the mountains. And Zebul said unto him, Thou\nseest the shadow of the mountains as \\add if they were\\add* men.\n"},{"number":37,"text":"And Gaal spake again and said, See there come people down\nby the middle of the land, and another company come along by the\nplain of Meonenim.\\f + \\fr 9.37  \\ft middle: Heb. navel\\f*\\f + \\fr 9.37 \n\\ft Meonenim: or, the regarders of times\\f* \n"},{"number":38,"text":"Then said Zebul unto him, Where \\add is\\add* now thy mouth,\nwherewith thou saidst, Who \\add is\\add* Abimelech, that we should\nserve him? \\add is\\add* not this the people that thou hast despised?\ngo out, I pray now, and fight with them. \n"},{"number":39,"text":"And Gaal went out before the men of Shechem, and fought with\nAbimelech. \n"},{"number":40,"text":"And Abimelech chased him, and he fled before him, and many\nwere overthrown \\add and\\add* wounded, \\add even\\add* unto the entering\nof the gate. \n"},{"number":41,"text":"And Abimelech dwelt at Arumah: and Zebul thrust out Gaal and his\nbrethren, that they should not dwell in Shechem. \n"},{"number":42,"text":"And it came to pass on the morrow, that the people went out\ninto the field; and they told Abimelech. \n"},{"number":43,"text":"And he took the people, and divided them into three companies,\nand laid wait in the field, and looked, and, behold, the people \\add were\\add*\ncome forth out of the city; and he rose up against them, and smote them.\n"},{"number":44,"text":"And Abimelech, and the company that \\add was\\add* with him, rushed\nforward, and stood in the entering of the gate of the city: and the\ntwo \\add other\\add* companies ran upon all \\add the people\\add* that\n\\add were\\add* in the fields, and slew them. \n"},{"number":45,"text":"And Abimelech fought against the city all that day; and he\ntook the city, and slew the people that \\add was\\add* therein, and beat\ndown the city, and sowed it with salt. \n\n"},{"number":46,"text":"And when all the men of the tower of Shechem heard \\add that\\add*,\nthey entered into an hold of the house of the god Berith. \n"},{"number":47,"text":"And it was told Abimelech, that all the men of the tower of\nShechem were gathered together. \n"},{"number":48,"text":"And Abimelech gat him up to mount Zalmon, he and all the people that\n\\add were\\add* with him; and Abimelech took an axe in his hand, and cut\ndown a bough from the trees, and took it, and laid \\add it\\add* on his\nshoulder, and said unto the people that \\add were\\add* with him, What ye have\nseen me do, make haste, \\add and\\add* do as I \\add have done\\add*.\\f + \\fr 9.48 \n\\ft me do: Heb. I have done\\f* \n"},{"number":49,"text":"And all the people likewise cut down every man his bough,\nand followed Abimelech, and put \\add them\\add* to the hold, and set\nthe hold on fire upon them; so that all the men of the tower of Shechem\ndied also, about a thousand men and women. \n\n"},{"number":50,"text":"Then went Abimelech to Thebez, and encamped against Thebez,\nand took it. \n"},{"number":51,"text":"But there was a strong tower within the city, and thither\nfled all the men and women, and all they of the city, and shut \\add it\\add*\nto them, and gat them up to the top of the tower. \n"},{"number":52,"text":"And Abimelech came unto the tower, and fought against it, and went\nhard unto the door of the tower to burn it with fire. \n"},{"number":53,"text":"And a certain woman cast a piece of a millstone upon Abimelech’s\nhead, and all to brake his skull. \n"},{"number":54,"text":"Then he called hastily unto the young man his armourbearer,\nand said unto him, Draw thy sword, and slay me, that men say not of me, A\nwoman slew him. And his young man thrust him through, and he died.\n"},{"number":55,"text":"And when the men of Israel saw that Abimelech was dead, they\ndeparted every man unto his place. \n\n"},{"number":56,"text":"Thus God rendered the wickedness of Abimelech, which he did\nunto his father, in slaying his seventy brethren: \n"},{"number":57,"text":"And all the evil of the men of Shechem did God render upon their\nheads: and upon them came the curse of Jotham the son of Jerubbaal.\n"}],"number":9},{"verses":[{"number":1,"text":"And after Abimelech there arose to defend Israel Tola the son\nof Puah, the son of Dodo, a man of Issachar; and he dwelt in Shamir\nin mount Ephraim.\\f + \\fr 10.1  \\ft defend: or, deliver: Heb. save\\f*\n"},{"number":2,"text":"And he judged Israel twenty and three years, and died, and was\nburied in Shamir. \n\n"},{"number":3,"text":"And after him arose Jair, a Gileadite, and judged Israel twenty\nand two years. \n"},{"number":4,"text":"And he had thirty sons that rode on thirty ass colts, and they had\nthirty cities, which are called Havoth-jair unto this day, which\n\\add are\\add* in the land of Gilead.\\f + \\fr 10.4  \\ft Havoth-jair: or, the villages of\nJair\\f* \n"},{"number":5,"text":"And Jair died, and was buried in Camon. \n\n"},{"number":6,"text":"And the children of Israel did evil again in the sight of the\n\\nd LORD\\nd*, and served Baalim, and Ashtaroth, and the gods of Syria,\nand the gods of Zidon, and the gods of Moab, and the gods of the\nchildren of Ammon, and the gods of the Philistines, and forsook the\n\\nd LORD\\nd*, and served not him. \n"},{"number":7,"text":"And the anger of the \\nd LORD\\nd* was hot against Israel, and he\nsold them into the hands of the Philistines, and into the hands of the\nchildren of Ammon. \n"},{"number":8,"text":"And that year they vexed and oppressed the children of Israel:\neighteen years, all the children of Israel that \\add were\\add* on the other\nside Jordan in the land of the Amorites, which \\add is\\add* in Gilead.\\f + \\fr 10.8 \n\\ft oppressed: Heb. crushed\\f* \n"},{"number":9,"text":"Moreover the children of Ammon passed over Jordan to fight\nalso against Judah, and against Benjamin, and against the house of\nEphraim; so that Israel was sore distressed. \n\n"},{"number":10,"text":"And the children of Israel cried unto the \\nd LORD\\nd*, saying,\nWe have sinned against thee, both because we have forsaken our God,\nand also served Baalim. \n"},{"number":11,"text":"And the \\nd LORD\\nd* said unto the children of Israel, \\add Did\\add* not\n\\add I deliver you\\add* from the Egyptians, and from the Amorites,\nfrom the children of Ammon, and from the Philistines? \n"},{"number":12,"text":"The Zidonians also, and the Amalekites, and the Maonites,\ndid oppress you; and ye cried to me, and I delivered you out of their\nhand. \n"},{"number":13,"text":"Yet ye have forsaken me, and served other gods: wherefore I will\ndeliver you no more. \n"},{"number":14,"text":"Go and cry unto the gods which ye have chosen; let them deliver\nyou in the time of your tribulation. \n\n"},{"number":15,"text":"And the children of Israel said unto the \\nd LORD\\nd*, We have\nsinned: do thou unto us whatsoever seemeth good unto thee; deliver\nus only, we pray thee, this day.\\f + \\fr 10.15  \\ft seemeth…: Heb. is good in thine\neyes\\f* \n"},{"number":16,"text":"And they put away the strange gods from among them, and served\nthe \\nd LORD\\nd*: and his soul was grieved for the misery of Israel.\\f + \\fr 10.16 \n\\ft strange…: Heb. gods of strangers\\f*\\f + \\fr 10.16  \\ft grieved: Heb.\nshortened\\f* \n"},{"number":17,"text":"Then the children of Ammon were gathered together, and encamped\nin Gilead. And the children of Israel assembled themselves together,\nand encamped in Mizpeh.\\f + \\fr 10.17  \\ft gathered: Heb. cried\\f*\n"},{"number":18,"text":"And the people \\add and\\add* princes of Gilead said one to\nanother, What man \\add is he\\add* that will begin to fight against the\nchildren of Ammon? he shall be head over all the inhabitants of Gilead.\n"}],"number":10},{"verses":[{"number":1,"text":"Now Jephthah the Gileadite was a mighty man of valour, and he\n\\add was\\add* the son of an harlot: and Gilead begat Jephthah.\\f + \\fr 11.1 \n\\ft Jephthah: Gr. Jephthae\\f*\\f + \\fr 11.1  \\ft an harlot: Heb. a woman an\nharlot\\f* \n"},{"number":2,"text":"And Gilead’s wife bare him sons; and his wife’s sons grew up,\nand they thrust out Jephthah, and said unto him, Thou shalt not inherit\nin our father’s house; for thou \\add art\\add* the son of a strange\nwoman. \n"},{"number":3,"text":"Then Jephthah fled from his brethren, and dwelt in the land\nof Tob: and there were gathered vain men to Jephthah, and went out with\nhim.\\f + \\fr 11.3  \\ft from: Heb. from the face of\\f* \n\n"},{"number":4,"text":"And it came to pass in process of time, that the children\nof Ammon made war against Israel.\\f + \\fr 11.4  \\ft in process…: Heb. after\ndays\\f* \n"},{"number":5,"text":"And it was so, that when the children of Ammon made war against\nIsrael, the elders of Gilead went to fetch Jephthah out of the land\nof Tob: \n"},{"number":6,"text":"And they said unto Jephthah, Come, and be our captain, that we may\nfight with the children of Ammon. \n"},{"number":7,"text":"And Jephthah said unto the elders of Gilead, Did not ye hate\nme, and expel me out of my father’s house? and why are ye come unto me now when ye are in\ndistress? \n"},{"number":8,"text":"And the elders of Gilead said unto Jephthah, Therefore we turn\nagain to thee now, that thou mayest go with us, and fight against the\nchildren of Ammon, and be our head over all the inhabitants of Gilead.\n"},{"number":9,"text":"And Jephthah said unto the elders of Gilead, If ye bring me home\nagain to fight against the children of Ammon, and the \\nd LORD\\nd*\ndeliver them before me, shall I be your head? \n"},{"number":10,"text":"And the elders of Gilead said unto Jephthah, The \\nd LORD\\nd*\nbe witness between us, if we do not so according to thy words.\\f + \\fr 11.10 \n\\ft witness…: Heb. the hearer between us\\f* \n"},{"number":11,"text":"Then Jephthah went with the elders of Gilead, and the people\nmade him head and captain over them: and Jephthah uttered all his\nwords before the \\nd LORD\\nd* in Mizpeh. \n\n"},{"number":12,"text":"And Jephthah sent messengers unto the king of the children\nof Ammon, saying, What hast thou to do with me, that thou art come\nagainst me to fight in my land? \n"},{"number":13,"text":"And the king of the children of Ammon answered unto the messengers\nof Jephthah, Because Israel took away my land, when they came up\nout of Egypt, from Arnon even unto Jabbok, and unto Jordan: now therefore restore those\n\\add lands\\add* again peaceably. \n"},{"number":14,"text":"And Jephthah sent messengers again unto the king of the children\nof Ammon: \n"},{"number":15,"text":"And said unto him, Thus saith Jephthah, Israel took not away\nthe land of Moab, nor the land of the children of Ammon: \n"},{"number":16,"text":"But when Israel came up from Egypt, and walked through the\nwilderness unto the Red sea, and came to Kadesh; \n"},{"number":17,"text":"Then Israel sent messengers unto the king of Edom, saying,\nLet me, I pray thee, pass through thy land: but the king of Edom\nwould not hearken \\add thereto\\add*. And in like manner they sent\nunto the king of Moab: but he would not \\add consent:\\add* and Israel\nabode in Kadesh. \n"},{"number":18,"text":"Then they went along through the wilderness, and compassed\nthe land of Edom, and the land of Moab, and came by the east side\nof the land of Moab, and pitched on the other side of Arnon, but\ncame not within the border of Moab: for Arnon \\add was\\add* the border\nof Moab. \n"},{"number":19,"text":"And Israel sent messengers unto Sihon king of the Amorites,\nthe king of Heshbon; and Israel said unto him, Let us pass, we pray thee, through thy\nland into my place. \n"},{"number":20,"text":"But Sihon trusted not Israel to pass through his coast: but\nSihon gathered all his people together, and pitched in Jahaz, and\nfought against Israel. \n"},{"number":21,"text":"And the \\nd LORD\\nd* God of Israel delivered Sihon and all his\npeople into the hand of Israel, and they smote them: so Israel possessed\nall the land of the Amorites, the inhabitants of that country. \n"},{"number":22,"text":"And they possessed all the coasts of the Amorites, from Arnon\neven unto Jabbok, and from the wilderness even unto Jordan. \n"},{"number":23,"text":"So now the \\nd LORD\\nd* God of Israel hath dispossessed the\nAmorites from before his people Israel, and shouldest thou possess it?\n"},{"number":24,"text":"Wilt not thou possess that which Chemosh thy god giveth thee to\npossess? So whomsoever the \\nd LORD\\nd* our God shall drive out from\nbefore us, them will we possess. \n"},{"number":25,"text":"And now \\add art\\add* thou any thing better than Balak the\nson of Zippor, king of Moab? did he ever strive against Israel, or did he\never fight against them, \n"},{"number":26,"text":"While Israel dwelt in Heshbon and her towns, and in Aroer\nand her towns, and in all the cities that \\add be\\add* along by the\ncoasts of Arnon, three hundred years? why therefore did ye not recover\n\\add them\\add* within that time? \n"},{"number":27,"text":"Wherefore I have not sinned against thee, but thou doest me\nwrong to war against me: the \\nd LORD\\nd* the Judge be judge this\nday between the children of Israel and the children of Ammon. \n"},{"number":28,"text":"Howbeit the king of the children of Ammon hearkened  not unto the\nwords of Jephthah which he sent him. \n\n"},{"number":29,"text":"Then the Spirit of the \\nd LORD\\nd* came upon Jephthah, and he passed\nover Gilead, and Manasseh, and passed over Mizpeh of Gilead, and from\nMizpeh of Gilead he passed over \\add unto\\add* the children of Ammon.\n"},{"number":30,"text":"And Jephthah vowed a vow unto the \\nd LORD\\nd*, and said,\nIf thou shalt without fail deliver the children of Ammon into mine\nhands, \n"},{"number":31,"text":"Then it shall be, that whatsoever cometh forth of the doors\nof my house to meet me, when I return in peace from the children\nof Ammon, shall surely be the \\nd LORD’s\\nd*, and I will offer it\nup for a burnt offering.\\f + \\fr 11.31  \\ft whatsoever…: Heb. that which cometh forth, which shall come\nforth\\f*\\f + \\fr 11.31  \\ft and…: or, or I will offer it, etc\\f*\n\n"},{"number":32,"text":"So Jephthah passed over unto the children of Ammon to fight\nagainst them; and the \\nd LORD\\nd* delivered them into his hands.\n"},{"number":33,"text":"And he smote them from Aroer, even till thou come to Minnith,\n\\add even\\add* twenty cities, and unto the plain of the vineyards,\nwith a very great slaughter. Thus the children of Ammon were subdued\nbefore the children of Israel.\\f + \\fr 11.33  \\ft the plain: or,\nAbel\\f* \n\n"},{"number":34,"text":"And Jephthah came to Mizpeh unto his house, and, behold, his\ndaughter came out to meet him with timbrels and with dances: and she\n\\add was his\\add* only child; beside her he had neither son nor daughter.\\f + \\fr 11.34 \n\\ft beside…: or, he had not of his own either son or daughter: Heb. of\nhimself\\f* \n"},{"number":35,"text":"And it came to pass, when he saw her, that he rent his clothes,\nand said, Alas, my daughter! thou hast brought me very low, and thou art one of them that\ntrouble me: for I have opened my mouth unto the \\nd LORD\\nd*, and I\ncannot go back. \n"},{"number":36,"text":"And she said unto him, My father, \\add if\\add* thou hast opened\nthy mouth unto the \\nd LORD\\nd*, do to me according to that which\nhath proceeded out of thy mouth; forasmuch as the \\nd LORD\\nd* hath\ntaken vengeance for thee of thine enemies, \\add even\\add* of the\nchildren of Ammon. \n"},{"number":37,"text":"And she said unto her father, Let this thing be done for me: let me\nalone two months, that I may go up and down upon the mountains, and\nbewail my virginity, I and my fellows.\\f + \\fr 11.37  \\ft go up…: Heb. go and go\ndown\\f* \n"},{"number":38,"text":"And he said, Go. And he sent her away \\add for\\add* two months:\nand she went with her companions, and bewailed her virginity upon the\nmountains. \n"},{"number":39,"text":"And it came to pass at the end of two months, that she returned\nunto her father, who did with her \\add according\\add* to his vow\nwhich he had vowed: and she knew no man. And it was a custom in Israel,\\f + \\fr 11.39 \n\\ft custom: or, ordinance\\f* \n"},{"number":40,"text":"\\add That\\add* the daughters of Israel went yearly to lament\nthe daughter of Jephthah the Gileadite four days in a year.\\f + \\fr 11.40 \n\\ft yearly: Heb. from year to year\\f*\\f + \\fr 11.40  \\ft to lament: or, to talk\nwith\\f* \n"}],"number":11},{"verses":[{"number":1,"text":"And the men of Ephraim gathered themselves together, and went\nnorthward, and said unto Jephthah, Wherefore passedst thou over to\nfight against the children of Ammon, and didst not call us to go\nwith thee? we will burn thine house upon thee with fire.\\f + \\fr 12.1 \n\\ft gathered…: Heb. were called\\f* \n"},{"number":2,"text":"And Jephthah said unto them, I and my people were at great\nstrife with the children of Ammon; and when I called you, ye delivered\nme not out of their hands. \n"},{"number":3,"text":"And when I saw that ye delivered \\add me\\add* not, I put my\nlife in my hands, and passed over against the children of Ammon,\nand the \\nd LORD\\nd* delivered them into my hand: wherefore then are ye come\nup unto me this day, to fight against me? \n"},{"number":4,"text":"Then Jephthah gathered together all the men of Gilead, and\nfought with Ephraim: and the men of Gilead smote Ephraim, because they\nsaid, Ye Gileadites \\add are\\add* fugitives of Ephraim among the\nEphraimites, \\add and\\add* among the Manassites. \n"},{"number":5,"text":"And the Gileadites took the passages of Jordan before the Ephraimites: and it was\n\\add so\\add*, that when those Ephraimites which were escaped said,\nLet me go over; that the men of Gilead said unto him, \\add Art\\add*\nthou an Ephraimite? If he said, Nay; \n"},{"number":6,"text":"Then said they unto him, Say now Shibboleth: and he said Sibboleth:\nfor he could not frame to pronounce \\add it\\add* right. Then they\ntook him, and slew him at the passages of Jordan: and there fell\nat that time of the Ephraimites forty and two thousand. \n"},{"number":7,"text":"And Jephthah judged Israel six years. Then died Jephthah the\nGileadite, and was buried in \\add one of\\add* the cities of Gilead.\n\n"},{"number":8,"text":"And after him Ibzan of Beth-lehem judged  Israel. \n"},{"number":9,"text":"And he had thirty sons, and thirty daughters, \\add whom\\add*\nhe sent abroad, and took in thirty daughters from abroad for his\nsons. And he judged Israel seven years. \n"},{"number":10,"text":"Then died Ibzan, and was buried at Beth-lehem. \n\n"},{"number":11,"text":"And after him Elon, a Zebulonite, judged  Israel; and he\njudged Israel ten years. \n"},{"number":12,"text":"And Elon the Zebulonite died, and was buried in Aijalon in the\ncountry of Zebulun. \n\n"},{"number":13,"text":"And after him Abdon the son of Hillel, a Pirathonite, judged\nIsrael. \n"},{"number":14,"text":"And he had forty sons and thirty nephews, that rode on threescore and\nten ass colts: and he judged Israel eight years.\\f + \\fr 12.14  \\ft nephews: Heb. sons’\nsons\\f* \n"},{"number":15,"text":"And Abdon the son of Hillel the Pirathonite died, and was\nburied in Pirathon in the land of Ephraim, in the mount of the Amalekites.\n"}],"number":12},{"verses":[{"number":1,"text":"And the children of Israel did evil again in the sight of the\n\\nd LORD\\nd*; and the \\nd LORD\\nd* delivered them into the hand of the\nPhilistines forty years.\\f + \\fr 13.1  \\ft did evil…: Heb. added to commit,\netc\\f* \n\n"},{"number":2,"text":"And there was a certain man of Zorah, of the family of the\nDanites, whose name \\add was\\add* Manoah; and his wife \\add was\\add*\nbarren, and bare not. \n"},{"number":3,"text":"And the angel of the \\nd LORD\\nd* appeared unto the woman,\nand said unto her, Behold now, thou \\add art\\add* barren, and bearest\nnot: but thou shalt conceive, and bear a son. \n"},{"number":4,"text":"Now therefore beware, I pray thee, and drink not wine nor strong\ndrink, and eat not any unclean \\add thing:\\add* \n"},{"number":5,"text":"For, lo, thou shalt conceive, and bear a son; and no razor\nshall come on his head: for the child shall be a Nazarite unto God\nfrom the womb: and he shall begin to deliver Israel out of the hand\nof the Philistines. \n\n"},{"number":6,"text":"Then the woman came and told her husband, saying, A man of\nGod came unto me, and his countenance \\add was\\add* like the countenance\nof an angel of God, very terrible: but I asked him not whence he\n\\add was\\add*, neither told he me his name: \n"},{"number":7,"text":"But he said unto me, Behold, thou shalt conceive, and bear\na son; and now drink no wine nor strong drink, neither eat any unclean\n\\add thing:\\add* for the child shall be a Nazarite to God from the\nwomb to the day of his death. \n\n"},{"number":8,"text":"Then Manoah intreated the \\nd LORD\\nd*, and said, O my Lord,\nlet the man of God which thou didst send come again unto us, and\nteach us what we shall do unto the child that shall be born. \n"},{"number":9,"text":"And God hearkened to the voice of Manoah; and the angel of\nGod came again unto the woman as she sat in the field: but Manoah\nher husband \\add was\\add* not with her. \n"},{"number":10,"text":"And the woman made haste, and ran, and shewed her husband,\nand said unto him, Behold, the man hath appeared unto me, that came unto me the\n\\add other\\add* day. \n"},{"number":11,"text":"And Manoah arose, and went after his wife, and came to the\nman, and said unto him, \\add Art\\add* thou the man that spakest unto the\nwoman? And he said, I \\add am\\add*. \n"},{"number":12,"text":"And Manoah said, Now let thy words come to pass. How shall we\norder the child, and \\add how\\add* shall we do unto him?\\f + \\fr 13.12 \n\\ft How shall we order…: Heb. What shall be the manner of the, etc\\f*\\f + \\fr 13.12 \n\\ft how shall we do…: or, what shall he do?: Heb. what shall be his\nwork?\\f* \n"},{"number":13,"text":"And the angel of the \\nd LORD\\nd* said unto Manoah, Of all that I\nsaid unto the woman let her beware. \n"},{"number":14,"text":"She may not eat of any \\add thing\\add* that cometh of the\nvine, neither let her drink wine or strong drink, nor eat any unclean\n\\add thing:\\add* all that I commanded her let her observe. \n\n"},{"number":15,"text":"And Manoah said unto the angel of the \\nd LORD\\nd*, I pray thee, let us\ndetain thee, until we shall have made ready a kid for thee.\\f + \\fr 13.15 \n\\ft for thee: Heb. before thee\\f* \n"},{"number":16,"text":"And the angel of the \\nd LORD\\nd* said unto Manoah, Though thou\ndetain me, I will not eat of thy bread: and if thou wilt offer a burnt\noffering, thou must offer it unto the \\nd LORD\\nd*. For Manoah knew not that he\n\\add was\\add* an angel of the \\nd LORD\\nd*. \n"},{"number":17,"text":"And Manoah said unto the angel of the \\nd LORD\\nd*, What \\add is\\add*\nthy name, that when thy sayings come to pass we may do thee honour?\n"},{"number":18,"text":"And the angel of the \\nd LORD\\nd* said unto him, Why askest\nthou thus after my name, seeing it \\add is\\add* secret?\\f + \\fr 13.18 \n\\ft secret: or, wonderful\\f* \n"},{"number":19,"text":"So Manoah took a kid with a meat offering, and offered \\add it\\add*\nupon a rock unto the \\nd LORD\\nd*: and \\add the angel\\add* did wondrously;\nand Manoah and his wife looked on. \n"},{"number":20,"text":"For it came to pass, when the flame went up toward heaven\nfrom off the altar, that the angel of the \\nd LORD\\nd* ascended in the\nflame of the altar. And Manoah and his wife looked on \\add it\\add*,\nand fell on their faces to the ground. \n"},{"number":21,"text":"But the angel of the \\nd LORD\\nd* did no more appear to Manoah\nand to his wife. Then Manoah knew that he \\add was\\add* an angel\nof the \\nd LORD\\nd*. \n"},{"number":22,"text":"And Manoah said unto his wife, We shall surely die, because we have\nseen God. \n"},{"number":23,"text":"But his wife said unto him, If the \\nd LORD\\nd* were pleased\nto kill us, he would not have received a burnt offering and a meat\noffering at our hands, neither would he have shewed us all these\n\\add things\\add*, nor would as at this time have told us \\add such\nthings\\add* as these. \n\n"},{"number":24,"text":"And the woman bare a son, and called his name Samson: and the\nchild grew, and the \\nd LORD\\nd* blessed him. \n"},{"number":25,"text":"And the Spirit of the \\nd LORD\\nd* began to move him at times\nin the camp of Dan between Zorah and Eshtaol.\\f + \\fr 13.25  \\ft the camp…: Heb.\nMahaneh-dan\\f* \n"}],"number":13},{"verses":[{"number":1,"text":"And Samson went down to Timnath, and saw a woman in Timnath\nof the daughters of the Philistines. \n"},{"number":2,"text":"And he came up, and told his father and his mother, and said,\nI have seen a woman in Timnath of the daughters of the Philistines:\nnow therefore get her for me to wife. \n"},{"number":3,"text":"Then his father and his mother said unto him, \\add Is there\\add*\nnever a woman among the daughters of thy brethren, or among all my\npeople, that thou goest to take a wife of the uncircumcised Philistines?\nAnd Samson said unto his father, Get her for me; for she pleaseth me\nwell.\\f + \\fr 14.3  \\ft pleaseth…: Heb. is right in mine eyes\\f*\n"},{"number":4,"text":"But his father and his mother knew not that it \\add was\\add*\nof the \\nd LORD\\nd*, that he sought an occasion against the Philistines:\nfor at that time the Philistines had dominion over Israel. \n\n"},{"number":5,"text":"Then went Samson down, and his father and his mother, to Timnath,\nand came to the vineyards of Timnath: and, behold, a young lion roared\nagainst him.\\f + \\fr 14.5  \\ft against…: Heb. in meeting him\\f* \n"},{"number":6,"text":"And the Spirit of the \\nd LORD\\nd* came mightily upon him, and he\nrent him as he would have rent a kid, and \\add he had\\add* nothing\nin his hand: but he told not his father or his mother what he had\ndone. \n"},{"number":7,"text":"And he went down, and talked with the woman; and she pleased\nSamson well. \n\n"},{"number":8,"text":"And after a time he returned to take her, and he turned aside\nto see the carcase of the lion: and, behold, \\add there was\\add*\na swarm of bees and honey in the carcase of the lion. \n"},{"number":9,"text":"And he took thereof in his hands, and went on eating, and came\nto his father and mother, and he gave them, and they did eat: but he\ntold not them that he had taken the honey out of the carcase of the\nlion. \n\n"},{"number":10,"text":"So his father went down unto the woman: and Samson made there a\nfeast; for so used the young men to do. \n"},{"number":11,"text":"And it came to pass, when they saw him, that they brought\nthirty companions to be with him. \n\n"},{"number":12,"text":"And Samson said unto them, I will now put forth a riddle\nunto you: if ye can certainly declare it me within the seven days\nof the feast, and find \\add it\\add* out, then I will give you thirty\nsheets and thirty change of garments:\\f + \\fr 14.12  \\ft sheets: or,\nshirts\\f* \n"},{"number":13,"text":"But if ye cannot declare \\add it\\add* me, then shall ye give\nme thirty sheets and thirty change of garments. And they said unto him, Put\nforth thy riddle, that we may hear it.\\f + \\fr 14.13  \\ft sheets: or,\nshirts\\f* \n"},{"number":14,"text":"And he said unto them, Out of the eater came forth meat, and out of the\nstrong came forth sweetness. And they could not in three days expound\nthe riddle. \n"},{"number":15,"text":"And it came to pass on the seventh day, that they said unto\nSamson’s wife, Entice thy husband, that he may declare unto us the\nriddle, lest we burn thee and thy father’s house with fire: have ye\ncalled us to take that we have? \\add is it\\add* not \\add so\\add*?\\f + \\fr 14.15 \n\\ft take…: Heb. possess us, or, impoverish us?\\f* \n"},{"number":16,"text":"And Samson’s wife wept before him, and said, Thou dost but\nhate me, and lovest me not: thou hast put forth a riddle unto the\nchildren of my people, and hast not told \\add it\\add* me. And he\nsaid unto her, Behold, I have not told \\add it\\add* my father nor my\nmother, and shall I tell \\add it\\add* thee? \n"},{"number":17,"text":"And she wept before him the seven days, while their feast\nlasted: and it came to pass on the seventh day, that he told her, because she lay\nsore upon him: and she told the riddle to the children of her people.\\f + \\fr 14.17 \n\\ft the seven…: or, the rest of the seven days\\f* \n"},{"number":18,"text":"And the men of the city said unto him on the seventh day before the\nsun went down, What \\add is\\add* sweeter than honey? and what \\add is\\add*\nstronger than a lion? And he said unto them, If ye had not plowed\nwith my heifer, ye had not found out my riddle. \n\n"},{"number":19,"text":"And the Spirit of the \\nd LORD\\nd* came upon him, and he went\ndown to Ashkelon, and slew thirty men of them, and took their spoil,\nand gave change of garments unto them which expounded the riddle.\nAnd his anger was kindled, and he went up to his father’s house.\\f + \\fr 14.19 \n\\ft spoil: or, apparel\\f* \n"},{"number":20,"text":"But Samson’s wife was \\add given\\add* to his companion, whom he had used as his\nfriend. \n"}],"number":14},{"verses":[{"number":1,"text":"But it came to pass within a while after, in the time of wheat\nharvest, that Samson visited his wife with a kid; and he said, I will go\nin to my wife into the chamber. But her father would not suffer him to go\nin. \n"},{"number":2,"text":"And her father said, I verily thought that thou hadst utterly\nhated her; therefore I gave her to thy companion: \\add is\\add* not her\nyounger sister fairer than she? take her, I pray thee, instead of\nher.\\f + \\fr 15.2  \\ft take…: Heb. let her be thine\\f* \n\n"},{"number":3,"text":"And Samson said concerning them, Now shall I be more blameless\nthan the Philistines, though I do them a displeasure.\\f + \\fr 15.3 \n\\ft more…: or, blameless from the Philistines though, etc\\f* \n"},{"number":4,"text":"And Samson went and caught three hundred foxes, and took firebrands,\nand turned tail to tail, and put a firebrand in the midst between\ntwo tails.\\f + \\fr 15.4  \\ft firebrands: or, torches\\f* \n"},{"number":5,"text":"And when he had set the brands on fire, he let \\add them\\add*\ngo into the standing corn of the Philistines, and burnt up both the\nshocks, and also the standing corn, with the vineyards \\add and\\add*\nolives. \n\n"},{"number":6,"text":"Then the Philistines said, Who hath done this? And they answered,\nSamson, the son in law of the Timnite, because he had taken his wife,\nand given her to his companion. And the Philistines came up, and\nburnt her and her father with fire. \n\n"},{"number":7,"text":"And Samson said unto them, Though ye have done this, yet will I be\navenged of you, and after that I will cease. \n"},{"number":8,"text":"And he smote them hip and thigh with a great slaughter: and he went\ndown and dwelt in the top of the rock Etam. \n\n"},{"number":9,"text":"Then the Philistines went up, and pitched in Judah, and spread\nthemselves in Lehi. \n"},{"number":10,"text":"And the men of Judah said, Why are ye come up against us? And they\nanswered, To bind Samson are we come up, to do to him as he hath\ndone to us. \n"},{"number":11,"text":"Then three thousand men of Judah went to the top of the rock\nEtam, and said to Samson, Knowest thou not that the Philistines \\add are\\add*\nrulers over us? what \\add is\\add* this \\add that\\add* thou hast done\nunto us? And he said unto them, As they did unto me, so have I done unto\nthem.\\f + \\fr 15.11  \\ft went: Heb. went down\\f* \n"},{"number":12,"text":"And they said unto him, We are come down to bind thee, that we may\ndeliver thee into the hand of the Philistines. And Samson said unto them,\nSwear unto me, that ye will not fall upon me yourselves. \n"},{"number":13,"text":"And they spake unto him, saying, No; but we will bind thee\nfast, and deliver thee into their hand: but surely we will not kill\nthee. And they bound him with two new cords, and brought him up from the\nrock. \n\n"},{"number":14,"text":"\\add And\\add* when he came unto Lehi, the Philistines shouted\nagainst him: and the Spirit of the \\nd LORD\\nd* came mightily upon him, and the\ncords that \\add were\\add* upon his arms became as flax that was burnt\nwith fire, and his bands loosed from off his hands.\\f + \\fr 15.14 \n\\ft loosed: Heb. were melted\\f* \n"},{"number":15,"text":"And he found a new jawbone of an ass, and put forth his hand,\nand took it, and slew a thousand men therewith.\\f + \\fr 15.15  \\ft new: Heb.\nmoist\\f* \n"},{"number":16,"text":"And Samson said, With the jawbone of an ass, heaps upon heaps,\nwith the jaw of an ass have I slain a thousand men.\\f + \\fr 15.16 \n\\ft heaps upon…: Heb. an heap, two heaps\\f* \n"},{"number":17,"text":"And it came to pass, when he had made an end of speaking,\nthat he cast away the jawbone out of his hand, and called that place\nRamath-lehi.\\f + \\fr 15.17  \\ft Ramath-lehi: that is, the lifting up of the jawbone, or, casting away of the\njawbone\\f* \n\n"},{"number":18,"text":"And he was sore athirst, and called on the \\nd LORD\\nd*,\nand said, Thou hast given this great deliverance into the hand of thy\nservant: and now shall I die for thirst, and fall into the hand of the\nuncircumcised? \n"},{"number":19,"text":"But God clave an hollow place that \\add was\\add* in the jaw,\nand there came water thereout; and when he had drunk, his spirit\ncame again, and he revived: wherefore he called the name thereof\nEn-hakkore, which \\add is\\add* in Lehi unto this day.\\f + \\fr 15.19 \n\\ft En-hakkore: that is, the well of him that called or, cried\\f*\\f + \\fr 15.19 \n\\ft the jaw: or, Lehi, as called in this chapter\\f* \n"},{"number":20,"text":"And he judged Israel in the days of the Philistines twenty\nyears. \n"}],"number":15},{"verses":[{"number":1,"text":"Then went Samson to Gaza, and saw there an harlot, and went\nin unto her.\\f + \\fr 16.1  \\ft harlot: Heb. a woman an harlot\\f*\n"},{"number":2,"text":"\\add And it was told\\add* the Gazites, saying, Samson is come hither. And they compassed\n\\add him\\add* in, and laid wait for him all night in the gate of the\ncity, and were quiet all the night, saying, In the morning, when it is\nday, we shall kill him.\\f + \\fr 16.2  \\ft quiet: Heb. silence\\f*\n"},{"number":3,"text":"And Samson lay till midnight, and arose at midnight, and took\nthe doors of the gate of the city, and the two posts, and went away\nwith them, bar and all, and put \\add them\\add* upon his shoulders,\nand carried them up to the top of an hill that \\add is\\add* before\nHebron.\\f + \\fr 16.3  \\ft bar…: Heb. with the bar\\f* \n\n"},{"number":4,"text":"And it came to pass afterward, that he loved a woman in the\nvalley of Sorek, whose name \\add was\\add* Delilah.\\f + \\fr 16.4 \n\\ft in…: or, by the brook\\f* \n"},{"number":5,"text":"And the lords of the Philistines came up unto her, and said\nunto her, Entice him, and see wherein his great strength \\add lieth\\add*, and by what\n\\add means\\add* we may prevail against him, that we may bind him to\nafflict him: and we will give thee every one of us eleven hundred\n\\add pieces\\add* of silver.\\f + \\fr 16.5  \\ft afflict: or, humble\\f*\n\n"},{"number":6,"text":"And Delilah said to Samson, Tell me, I pray thee, wherein thy\ngreat strength \\add lieth\\add*, and wherewith thou mightest be bound\nto afflict thee. \n"},{"number":7,"text":"And Samson said unto her, If they bind me with seven green\nwiths that were never dried, then shall I be weak, and be as another\nman.\\f + \\fr 16.7  \\ft green…: or, new cords: Heb. moist\\f*\\f + \\fr 16.7 \n\\ft another: Heb. one\\f* \n"},{"number":8,"text":"Then the lords of the Philistines brought up to her seven green\nwiths which had not been dried, and she bound him with them.\\f + \\fr 16.8 \n\\ft green…: or, new cords: Heb. moist\\f* \n"},{"number":9,"text":"Now \\add there were\\add* men lying in wait, abiding with her in the\nchamber. And she said unto him, The Philistines \\add be\\add* upon thee,\nSamson. And he brake the withs, as a thread of tow is broken when it\ntoucheth the fire. So his strength was not known.\\f + \\fr 16.9  \\ft toucheth: Heb.\nsmelleth\\f* \n"},{"number":10,"text":"And Delilah said unto Samson, Behold, thou hast mocked me, and\ntold me lies: now tell me, I pray thee, wherewith thou mightest be\nbound. \n"},{"number":11,"text":"And he said unto her, If they bind me fast with new ropes\nthat never were occupied, then shall I be weak, and be as another\nman.\\f + \\fr 16.11  \\ft that never…: Heb. wherewith work hath not been\ndone\\f* \n"},{"number":12,"text":"Delilah therefore took new ropes, and bound him therewith, and\nsaid unto him, The Philistines \\add be\\add* upon thee, Samson. And\n\\add there were\\add* liers in wait abiding in the chamber. And he\nbrake them from off his arms like a thread. \n"},{"number":13,"text":"And Delilah said unto Samson, Hitherto thou hast mocked me, and\ntold me lies: tell me wherewith thou mightest be bound. And he said\nunto her, If thou weavest the seven locks of my head with the web.\n"},{"number":14,"text":"And she fastened \\add it\\add* with the pin, and said unto him, The\nPhilistines \\add be\\add* upon thee, Samson. And he awaked out of his\nsleep, and went away with the pin of the beam, and with the web.\n\n"},{"number":15,"text":"And she said unto him, How canst thou say, I love thee, when thine\nheart \\add is\\add* not with me? thou hast mocked me these three times,\nand hast not told me wherein thy great strength \\add lieth\\add*.\n"},{"number":16,"text":"And it came to pass, when she pressed him daily with her words,\nand urged him, \\add so\\add* that his soul was vexed unto death;\\f + \\fr 16.16 \n\\ft vexed: Heb. shortened\\f* \n"},{"number":17,"text":"That he told her all his heart, and said unto her, There hath not\ncome a razor upon mine head; for I \\add have been\\add* a Nazarite\nunto God from my mother’s womb: if I be shaven, then my strength\nwill go from me, and I shall become weak, and be like any \\add other\\add*\nman. \n\n"},{"number":18,"text":"And when Delilah saw that he had told her all his heart, she\nsent and called for the lords of the Philistines, saying, Come up\nthis once, for he hath shewed me all his heart. Then the lords of the\nPhilistines came up unto her, and brought money in their hand. \n"},{"number":19,"text":"And she made him sleep upon her knees; and she called for a\nman, and she caused him to shave off the seven locks of his head;\nand she began to afflict him, and his strength went from him. \n"},{"number":20,"text":"And she said, The Philistines \\add be\\add* upon thee, Samson.\nAnd he awoke out of his sleep, and said, I will go out as at other times\nbefore, and shake myself. And he wist not that the \\nd LORD\\nd* was\ndeparted from him. \n\n"},{"number":21,"text":"But the Philistines took him, and put out his eyes, and brought him\ndown to Gaza, and bound him with fetters of brass; and he did grind\nin the prison house.\\f + \\fr 16.21  \\ft put out: Heb. bored out\\f*\n\n"},{"number":22,"text":"Howbeit the hair of his head began to grow again after he was\nshaven.\\f + \\fr 16.22  \\ft after…: or, as when he was shaven\\f* \n"},{"number":23,"text":"Then the lords of the Philistines gathered them together for to\noffer a great sacrifice unto Dagon their god, and to rejoice: for they\nsaid, Our god hath delivered Samson our enemy into our hand. \n"},{"number":24,"text":"And when the people saw him, they praised their god: for they\nsaid, Our god hath delivered into our hands our enemy, and the destroyer\nof our country, which slew many of us.\\f + \\fr 16.24  \\ft which…: Heb. and who multiplied our\nslain\\f* \n"},{"number":25,"text":"And it came to pass, when their hearts were merry, that they\nsaid, Call for Samson, that he may make us sport. And they called\nfor Samson out of the prison house; and he made them sport: and they\nset him between the pillars.\\f + \\fr 16.25  \\ft them: Heb. before\nthem\\f* \n"},{"number":26,"text":"And Samson said unto the lad that held him by the hand, Suffer\nme that I may feel the pillars whereupon the house standeth, that I may\nlean upon them. \n"},{"number":27,"text":"Now the house was full of men and women; and all the lords\nof the Philistines \\add were\\add* there; and \\add there were\\add*\nupon the roof about three thousand men and women, that beheld while\nSamson made sport. \n"},{"number":28,"text":"And Samson called unto the \\nd LORD\\nd*, and said, O Lord\n\\nd GOD\\nd*, remember me, I pray thee, and strengthen me, I pray thee, only this\nonce, O God, that I may be at once avenged of the Philistines for my\ntwo eyes. \n"},{"number":29,"text":"And Samson took hold of the two middle pillars upon which the\nhouse stood, and on which it was borne up, of the one with his right\nhand, and of the other with his left.\\f + \\fr 16.29  \\ft on which…: or, he leaned on\nthem\\f* \n"},{"number":30,"text":"And Samson said, Let me die with the Philistines. And he bowed himself with\n\\add all his\\add* might; and the house fell upon the lords, and upon all the\npeople that \\add were\\add* therein. So the dead which he slew at his\ndeath were more than \\add they\\add* which he slew in his life.\\f + \\fr 16.30 \n\\ft me: Heb. my soul\\f* \n"},{"number":31,"text":"Then his brethren and all the house of his father came down,\nand took him, and brought \\add him\\add* up, and buried him between\nZorah and Eshtaol in the buryingplace of Manoah his father. And he\njudged Israel twenty years. \n"}],"number":16},{"verses":[{"number":1,"text":"And there was a man of mount Ephraim, whose name \\add was\\add*\nMicah. \n"},{"number":2,"text":"And he said unto his mother, The eleven hundred \\add shekels\\add*\nof silver that were taken from thee, about which thou cursedst, and\nspakest of also in mine ears, behold, the silver \\add is\\add* with me; I\ntook it. And his mother said, Blessed \\add be thou\\add* of the \\nd LORD\\nd*,\nmy son. \n"},{"number":3,"text":"And when he had restored the eleven hundred \\add shekels\\add*\nof silver to his mother, his mother said, I had wholly dedicated\nthe silver unto the \\nd LORD\\nd* from my hand for my son, to make\na graven image and a molten image: now therefore I will restore it unto thee.\n"},{"number":4,"text":"Yet he restored the money unto his mother; and his mother took\ntwo hundred \\add shekels\\add* of silver, and gave them to the founder,\nwho made thereof a graven image and a molten image: and they were in the\nhouse of Micah. \n"},{"number":5,"text":"And the man Micah had an house of gods, and made an ephod,\nand teraphim, and consecrated one of his sons, who became his priest.\\f + \\fr 17.5 \n\\ft consecrated: Heb. filled the hand\\f* \n"},{"number":6,"text":"In those days \\add there was\\add* no king in Israel, \\add but\\add*\nevery man did \\add that which was\\add* right in his own eyes. \n\n"},{"number":7,"text":"And there was a young man out of Beth-lehem-judah of the family\nof Judah, who \\add was\\add* a Levite, and he sojourned there. \n"},{"number":8,"text":"And the man departed out of the city from Beth-lehem-judah\nto sojourn where he could find \\add a place:\\add* and he came to\nmount Ephraim to the house of Micah, as he journeyed.\\f + \\fr 17.8 \n\\ft as he…: Heb. in making his way\\f* \n"},{"number":9,"text":"And Micah said unto him, Whence comest thou? And he said unto him, I\n\\add am\\add* a Levite of Beth-lehem-judah, and I go to sojourn where I may\nfind \\add a place\\add*. \n"},{"number":10,"text":"And Micah said unto him, Dwell with me, and be unto me a father\nand a priest, and I will give thee ten \\add shekels\\add* of silver\nby the year, and a suit of apparel, and thy victuals. So the Levite\nwent in.\\f + \\fr 17.10  \\ft a suit…: or, a double suit, etc: Heb. an order of\ngarments\\f* \n"},{"number":11,"text":"And the Levite was content to dwell with the man; and the young\nman was unto him as one of his sons. \n"},{"number":12,"text":"And Micah consecrated  the Levite; and the young man became his\npriest, and was in the house of Micah. \n"},{"number":13,"text":"Then said Micah, Now know I that the \\nd LORD\\nd* will do me\ngood, seeing I have a Levite to \\add my\\add* priest. \n"}],"number":17},{"verses":[{"number":1,"text":"In those days \\add there was\\add* no king in Israel: and in those\ndays the tribe of the Danites sought them an inheritance to dwell\nin; for unto that day \\add all their\\add* inheritance had not fallen\nunto them among the tribes of Israel. \n"},{"number":2,"text":"And the children of Dan sent of their family five men from their\ncoasts, men of valour, from Zorah, and from Eshtaol, to spy out the\nland, and to search it; and they said unto them, Go, search the land:\nwho when they came to mount Ephraim, to the house of Micah, they\nlodged there.\\f + \\fr 18.2  \\ft men of: Heb. sons of\\f* \n"},{"number":3,"text":"When they \\add were\\add* by the house of Micah, they knew the\nvoice of the young man the Levite: and they turned in thither, and\nsaid unto him, Who brought thee hither? and what makest thou in this\n\\add place\\add*? and what hast thou here? \n"},{"number":4,"text":"And he said unto them, Thus and thus dealeth Micah with me, and hath\nhired me, and I am his priest. \n"},{"number":5,"text":"And they said unto him, Ask counsel, we pray thee, of God,\nthat we may know whether our way which we go shall be prosperous.\n"},{"number":6,"text":"And the priest said unto them, Go in peace: before the \\nd LORD\\nd*\n\\add is\\add* your way wherein ye go. \n\n"},{"number":7,"text":"Then the five men departed, and came to Laish, and saw the\npeople that \\add were\\add* therein, how they dwelt careless, after the\nmanner of the Zidonians, quiet and secure; and \\add there was\\add*\nno magistrate in the land, that might put \\add them\\add* to shame in\n\\add any\\add* thing; and they \\add were\\add* far from the Zidonians,\nand had no business with \\add any\\add* man.\\f + \\fr 18.7  \\ft Laish: also called,\nLeshem\\f*\\f + \\fr 18.7  \\ft magistrate: Heb. possessor, or, heir of\nrestraints\\f* \n"},{"number":8,"text":"And they came unto their brethren to Zorah and Eshtaol: and their\nbrethren said unto them, What \\add say\\add* ye? \n"},{"number":9,"text":"And they said, Arise, that we may go up against them: for we have\nseen the land, and, behold, it \\add is\\add* very good: and \\add are\\add*\nye still? be not slothful to go, \\add and\\add* to enter to possess\nthe land. \n"},{"number":10,"text":"When ye go, ye shall come unto a people secure, and to a large\nland: for God hath given it into your hands; a place where \\add there\nis\\add* no want of any thing that \\add is\\add* in the earth. \n\n"},{"number":11,"text":"And there went from thence of the family of the Danites,\nout of Zorah and out of Eshtaol, six hundred men appointed with weapons\nof war.\\f + \\fr 18.11  \\ft appointed: Heb. girded\\f* \n"},{"number":12,"text":"And they went up, and pitched in Kirjath-jearim, in Judah:\nwherefore they called that place Mahaneh-dan unto this day: behold,\n\\add it is\\add* behind Kirjath-jearim. \n"},{"number":13,"text":"And they passed thence unto mount Ephraim, and came unto the\nhouse of Micah. \n\n"},{"number":14,"text":"Then answered the five men that went to spy out the country\nof Laish, and said unto their brethren, Do ye know that there is\nin these houses an ephod, and teraphim, and a graven image, and a molten\nimage? now therefore consider what ye have to do. \n"},{"number":15,"text":"And they turned thitherward, and came to the house of the young\nman the Levite, \\add even\\add* unto the house of Micah, and saluted\nhim.\\f + \\fr 18.15  \\ft saluted…: Heb. asked him of peace\\f* \n"},{"number":16,"text":"And the six hundred men appointed with their weapons of war, which\n\\add were\\add* of the children of Dan, stood by the entering of the\ngate. \n"},{"number":17,"text":"And the five men that went to spy out the land went up, \\add and\\add*\ncame in thither, \\add and\\add* took the graven image, and the ephod,\nand the teraphim, and the molten image: and the priest stood in the\nentering of the gate with the six hundred men \\add that were\\add*\nappointed with weapons of war. \n"},{"number":18,"text":"And these went into Micah’s house, and fetched the carved\nimage, the ephod, and the teraphim, and the molten image. Then said\nthe priest unto them, What do ye? \n"},{"number":19,"text":"And they said unto him, Hold thy peace, lay thine hand upon thy\nmouth, and go with us, and be to us a father and a priest: \\add is\nit\\add* better for thee to be a priest unto the house of one man,\nor that thou be a priest unto a tribe and a family in Israel? \n"},{"number":20,"text":"And the priest’s heart was glad, and he took the ephod, and the\nteraphim, and the graven image, and went in the midst of the people.\n"},{"number":21,"text":"So they turned and departed, and put the little ones and the\ncattle and the carriage before them. \n\n"},{"number":22,"text":"\\add And\\add* when they were a good way from the house of\nMicah, the men that \\add were\\add* in the houses near to Micah’s\nhouse were gathered together, and overtook the children of Dan. \n"},{"number":23,"text":"And they cried unto the children of Dan. And they turned their\nfaces, and said unto Micah, What aileth thee, that thou comest with such a\ncompany?\\f + \\fr 18.23  \\ft comest…: Heb. art gathered together?\\f*\n"},{"number":24,"text":"And he said, Ye have taken away my gods which I made, and the\npriest, and ye are gone away: and what have I more? and what \\add is\\add* this\n\\add that\\add* ye say unto me, What aileth thee? \n"},{"number":25,"text":"And the children of Dan said unto him, Let not thy voice be\nheard among us, lest angry fellows run upon thee, and thou lose thy\nlife, with the lives of thy household.\\f + \\fr 18.25  \\ft angry: Heb. bitter of\nsoul\\f* \n"},{"number":26,"text":"And the children of Dan went their way: and when Micah saw that they\n\\add were\\add* too strong for him, he turned and went back unto his\nhouse. \n\n"},{"number":27,"text":"And they took \\add the things\\add* which Micah had made, and the\npriest which he had, and came unto Laish, unto a people \\add that\nwere\\add* at quiet and secure: and they smote them with the edge\nof the sword, and burnt the city with fire. \n"},{"number":28,"text":"And \\add there was\\add* no deliverer, because it \\add was\\add*\nfar from Zidon, and they had no business with \\add any\\add* man;\nand it was in the valley that \\add lieth\\add* by Beth-rehob. And they\nbuilt a city, and dwelt therein. \n"},{"number":29,"text":"And they called the name of the city Dan, after the name of\nDan their father, who was born unto Israel: howbeit the name of the\ncity \\add was\\add* Laish at the first. \n\n"},{"number":30,"text":"And the children of Dan set up the graven image: and Jonathan,\nthe son of Gershom, the son of Manasseh, he and his sons were priests\nto the tribe of Dan until the day of the captivity of the land. \n"},{"number":31,"text":"And they set them up Micah’s graven image, which he made,\nall the time that the house of God was in Shiloh. \n"}],"number":18},{"verses":[{"number":1,"text":"And it came to pass in those days, when \\add there was\\add*\nno king in Israel, that there was a certain Levite sojourning on the\nside of mount Ephraim, who took to him a concubine out of Beth-lehem-judah.\\f + \\fr 19.1 \n\\ft a concubine: Heb. a woman a concubine, or, a wife a concubine\\f*\n"},{"number":2,"text":"And his concubine played the whore against him, and went away\nfrom him unto her father’s house to Beth-lehem-judah, and was there\nfour whole months.\\f + \\fr 19.2  \\ft four whole months: or, a year and four month: Heb. days, four\nmonths\\f* \n"},{"number":3,"text":"And her husband arose, and went after her, to speak friendly unto her,\n\\add and\\add* to bring her again, having his servant with him, and a\ncouple of asses: and she brought him into her father’s house: and when the\nfather of the damsel saw him, he rejoiced to meet him.\\f + \\fr 19.3 \n\\ft friendly…: Heb. to her heart\\f* \n"},{"number":4,"text":"And his father in law, the damsel’s father, retained him; and he\nabode with him three days: so they did eat and drink, and lodged there.\n\n"},{"number":5,"text":"And it came to pass on the fourth day, when they arose early\nin the morning, that he rose up to depart: and the damsel’s father\nsaid unto his son in law, Comfort thine heart with a morsel of bread,\nand afterward go your way.\\f + \\fr 19.5  \\ft Comfort: Heb. Strengthen\\f*\n"},{"number":6,"text":"And they sat down, and did eat and drink both of them together:\nfor the damsel’s father had said unto the man, Be content, I pray thee, and tarry all\nnight, and let thine heart be merry. \n"},{"number":7,"text":"And when the man rose up to depart, his father in law urged\nhim: therefore he lodged there again. \n"},{"number":8,"text":"And he arose early in the morning on the fifth day to depart:\nand the damsel’s father said, Comfort thine heart, I pray thee. And they\ntarried until afternoon, and they did eat both of them.\\f + \\fr 19.8 \n\\ft until afternoon: Heb. till the day declined\\f* \n"},{"number":9,"text":"And when the man rose up to depart, he, and his concubine,\nand his servant, his father in law, the damsel’s father, said unto him, Behold, now the\nday draweth toward evening, I pray you tarry all night: behold, the\nday groweth to an end, lodge here, that thine heart may be merry;\nand to morrow get you early on your way, that thou mayest go home.\\f + \\fr 19.9 \n\\ft draweth: Heb. is weak\\f*\\f + \\fr 19.9  \\ft the day groweth to an end: Heb. it is the pitching time of the\nday\\f*\\f + \\fr 19.9  \\ft home: Heb. to thy tent\\f* \n"},{"number":10,"text":"But the man would not tarry that night, but he rose up and\ndeparted, and came over against Jebus, which \\add is\\add* Jerusalem; and\n\\add there were\\add* with him two asses saddled, his concubine also\n\\add was\\add* with him.\\f + \\fr 19.10  \\ft over against: Heb. to over\nagainst\\f* \n"},{"number":11,"text":"\\add And\\add* when they \\add were\\add* by Jebus, the day was\nfar spent; and the servant said unto his master, Come, I pray thee, and let us turn\nin into this city of the Jebusites, and lodge in it. \n"},{"number":12,"text":"And his master said unto him, We will not turn aside hither into the\ncity of a stranger, that \\add is\\add* not of the children of Israel;\nwe will pass over to Gibeah. \n"},{"number":13,"text":"And he said unto his servant, Come, and let us draw near to\none of these places to lodge all night, in Gibeah, or in Ramah. \n"},{"number":14,"text":"And they passed on and went their way; and the sun went down upon them\n\\add when they were\\add* by Gibeah, which \\add belongeth\\add* to\nBenjamin. \n"},{"number":15,"text":"And they turned aside thither, to go in \\add and\\add* to lodge\nin Gibeah: and when he went in, he sat him down in a street of the\ncity: for \\add there was\\add* no man that took them into his house\nto lodging. \n\n"},{"number":16,"text":"And, behold, there came an old man from his work out of the\nfield at even, which \\add was\\add* also of mount Ephraim; and he\nsojourned in Gibeah: but the men of the place \\add were\\add* Benjamites.\n"},{"number":17,"text":"And when he had lifted up his eyes, he saw a wayfaring man\nin the street of the city: and the old man said, Whither goest thou? and\nwhence comest thou? \n"},{"number":18,"text":"And he said unto him, We \\add are\\add* passing from Beth-lehem-judah\ntoward the side of mount Ephraim; from thence \\add am\\add* I: and I\nwent to Beth-lehem-judah, but I \\add am now\\add* going to the house\nof the \\nd LORD\\nd*; and there \\add is\\add* no man that receiveth\nme to house.\\f + \\fr 19.18  \\ft receiveth: Heb. gathereth\\f* \n"},{"number":19,"text":"Yet there is both straw and provender for our asses; and there is\nbread and wine also for me, and for thy handmaid, and for the young\nman \\add which is\\add* with thy servants: \\add there is\\add* no want\nof any thing. \n"},{"number":20,"text":"And the old man said, Peace \\add be\\add* with thee; howsoever\n\\add let\\add* all thy wants \\add lie\\add* upon me; only lodge not in the\nstreet. \n"},{"number":21,"text":"So he brought him into his house, and gave provender unto the\nasses: and they washed their feet, and did eat and drink. \n\n"},{"number":22,"text":"\\add Now\\add* as they were making their hearts merry, behold, the\nmen of the city, certain sons of Belial, beset the house round about,\n\\add and\\add* beat at the door, and spake to the master of the house,\nthe old man, saying, Bring forth the man that came into thine house,\nthat we may know him. \n"},{"number":23,"text":"And the man, the master of the house, went out unto them, and\nsaid unto them, Nay, my brethren, \\add nay\\add*, I pray you, do not\n\\add so\\add* wickedly; seeing that this man is come into mine house,\ndo not this folly. \n"},{"number":24,"text":"Behold, \\add here is\\add* my daughter a maiden, and his concubine;\nthem I will bring out now, and humble ye them, and do with them what\nseemeth good unto you: but unto this man do not so vile a thing.\\f + \\fr 19.24 \n\\ft so vile…: Heb. the matter of this folly\\f* \n"},{"number":25,"text":"But the men would not hearken to him: so the man took his\nconcubine, and brought her forth unto them; and they knew her, and\nabused her all the night until the morning: and when the day began to\nspring, they let her go. \n"},{"number":26,"text":"Then came the woman in the dawning of the day, and fell down\nat the door of the man’s house where her lord \\add was\\add*, till it was\nlight. \n"},{"number":27,"text":"And her lord rose up in the morning, and opened the doors\nof the house, and went out to go his way: and, behold, the woman\nhis concubine was fallen down \\add at\\add* the door of the house,\nand her hands \\add were\\add* upon the threshold. \n"},{"number":28,"text":"And he said unto her, Up, and let us be going. But none answered.\nThen the man took her \\add up\\add* upon an ass, and the man rose\nup, and gat him unto his place. \n\n"},{"number":29,"text":"And when he was come into his house, he took a knife, and laid\nhold on his concubine, and divided her, \\add together\\add* with her\nbones, into twelve pieces, and sent her into all the coasts of Israel.\n"},{"number":30,"text":"And it was so, that all that saw it said, There was no such\ndeed done nor seen from the day that the children of Israel came\nup out of the land of Egypt unto this day: consider  of it, take\nadvice, and speak \\add your minds\\add*. \n"}],"number":19},{"verses":[{"number":1,"text":"Then all the children of Israel went out, and the congregation\nwas gathered together as one man, from Dan even to Beer-sheba, with the\nland of Gilead, unto the \\nd LORD\\nd* in Mizpeh. \n"},{"number":2,"text":"And the chief of all the people, \\add even\\add* of all the\ntribes of Israel, presented  themselves in the assembly of the people\nof God, four hundred thousand footmen that drew sword. \n"},{"number":3,"text":"(Now the children of Benjamin heard that the children of Israel\nwere gone up to Mizpeh.) Then said the children of Israel, Tell \\add us\\add*,\nhow was this wickedness? \n"},{"number":4,"text":"And the Levite, the husband of the woman that was slain, answered\nand said, I came into Gibeah that \\add belongeth\\add* to Benjamin,\nI and my concubine, to lodge.\\f + \\fr 20.4  \\ft the Levite: Heb. the man the\nLevite\\f* \n"},{"number":5,"text":"And the men of Gibeah rose against me, and beset the house\nround about upon me by night, \\add and\\add* thought to have slain\nme: and my concubine have they forced, that she is dead.\\f + \\fr 20.5 \n\\ft forced: Heb. humbled\\f* \n"},{"number":6,"text":"And I took my concubine, and cut her in pieces, and sent her throughout all the\ncountry of the inheritance of Israel: for they have committed lewdness\nand folly in Israel. \n"},{"number":7,"text":"Behold, ye \\add are\\add* all children of Israel; give here your\nadvice and counsel. \n\n"},{"number":8,"text":"And all the people arose as one man, saying, We will not any\n\\add of us\\add* go to his tent, neither will we any \\add of us\\add*\nturn into his house. \n"},{"number":9,"text":"But now this \\add shall be\\add* the thing which we will do to\nGibeah; \\add we will go up\\add* by lot against it; \n"},{"number":10,"text":"And we will take ten men of an hundred throughout all the\ntribes of Israel, and an hundred of a thousand, and a thousand out of ten\nthousand, to fetch victual for the people, that they may do, when they\ncome to Gibeah of Benjamin, according to all the folly that they have\nwrought in Israel. \n"},{"number":11,"text":"So all the men of Israel were gathered against the city, knit\ntogether as one man.\\f + \\fr 20.11  \\ft knit…: Heb. fellows\\f* \n\n"},{"number":12,"text":"And the tribes of Israel sent men through all the tribe of\nBenjamin, saying, What wickedness \\add is\\add* this that is done among you?\n"},{"number":13,"text":"Now therefore deliver \\add us\\add* the men, the children of\nBelial, which \\add are\\add* in Gibeah, that we may put them to death,\nand put away evil from Israel. But the children of Benjamin would\nnot hearken to the voice of their brethren the children of Israel:\n"},{"number":14,"text":"But the children of Benjamin gathered themselves together\nout of the cities unto Gibeah, to go out to battle against the children\nof Israel. \n"},{"number":15,"text":"And the children of Benjamin were numbered at that time out of the\ncities twenty and six thousand men that drew sword, beside the inhabitants\nof Gibeah, which were numbered seven hundred chosen men. \n"},{"number":16,"text":"Among all this people \\add there were\\add* seven hundred chosen\nmen lefthanded; every one could sling stones at an hair \\add breadth\\add*,\nand not miss. \n"},{"number":17,"text":"And the men of Israel, beside Benjamin, were numbered four\nhundred thousand men that drew sword: all these \\add were\\add* men\nof war. \n\n"},{"number":18,"text":"And the children of Israel arose, and went up to the house\nof God, and asked counsel of God, and said, Which of us shall go\nup first to the battle against the children of Benjamin? And the\n\\nd LORD\\nd* said, Judah \\add shall go up\\add* first. \n"},{"number":19,"text":"And the children of Israel rose up in the morning, and encamped\nagainst Gibeah. \n"},{"number":20,"text":"And the men of Israel went out to battle against Benjamin;\nand the men of Israel put themselves in array to fight against them at\nGibeah. \n"},{"number":21,"text":"And the children of Benjamin came forth out of Gibeah, and destroyed\ndown to the ground of the Israelites that day twenty and two thousand\nmen. \n"},{"number":22,"text":"And the people the men of Israel encouraged themselves, and set their\nbattle again in array in the place where they put themselves in array\nthe first day. \n"},{"number":23,"text":"(And the children of Israel went up and wept before the \\nd LORD\\nd*\nuntil even, and asked counsel of the \\nd LORD\\nd*, saying, Shall I go\nup again to battle against the children of Benjamin my brother? And the\n\\nd LORD\\nd* said, Go up against him.) \n"},{"number":24,"text":"And the children of Israel came near against the children\nof Benjamin the second day. \n"},{"number":25,"text":"And Benjamin went forth against them out of Gibeah the second\nday, and destroyed down to the ground of the children of Israel again\neighteen thousand men; all these drew the sword. \n\n"},{"number":26,"text":"Then all the children of Israel, and all the people, went\nup, and came unto the house of God, and wept, and sat there before\nthe \\nd LORD\\nd*, and fasted that day until even, and offered burnt\nofferings and peace offerings before the \\nd LORD\\nd*. \n"},{"number":27,"text":"And the children of Israel enquired of the \\nd LORD\\nd*, (for the\nark of the covenant of God \\add was\\add* there in those days, \n"},{"number":28,"text":"And Phinehas, the son of Eleazar, the son of Aaron, stood\nbefore it in those days,) saying, Shall I yet again go out to battle\nagainst the children of Benjamin my brother, or shall I cease? And the\n\\nd LORD\\nd* said, Go up; for to morrow I will deliver them into thine\nhand. \n"},{"number":29,"text":"And Israel set liers in wait round about Gibeah. \n"},{"number":30,"text":"And the children of Israel went up against the children of\nBenjamin on the third day, and put themselves in array against Gibeah,\nas at other times. \n"},{"number":31,"text":"And the children of Benjamin went out against the people,\n\\add and\\add* were drawn away from the city; and they began to smite\nof the people, \\add and\\add* kill, as at other times, in the highways,\nof which one goeth up to the house of God, and the other to Gibeah\nin the field, about thirty men of Israel.\\f + \\fr 20.31  \\ft to smite…: Heb. to smite of the people wounded as at,\netc\\f*\\f + \\fr 20.31  \\ft the house…: or, Beth-el\\f* \n"},{"number":32,"text":"And the children of Benjamin said, They \\add are\\add* smitten\ndown before us, as at the first. But the children of Israel said,\nLet us flee, and draw them from the city unto the highways. \n"},{"number":33,"text":"And all the men of Israel rose up out of their place, and put themselves in\narray at Baal-tamar: and the liers in wait of Israel came forth out of their\nplaces, \\add even\\add* out of the meadows of Gibeah. \n"},{"number":34,"text":"And there came against Gibeah ten thousand chosen men out of all\nIsrael, and the battle was sore: but they knew not that evil \\add was\\add*\nnear them. \n"},{"number":35,"text":"And the \\nd LORD\\nd* smote Benjamin before Israel: and the\nchildren of Israel destroyed  of the Benjamites that day twenty and\nfive thousand and an hundred men: all these drew the sword. \n"},{"number":36,"text":"So the children of Benjamin saw that they were smitten: for the\nmen of Israel gave place to the Benjamites, because they trusted\nunto the liers in wait which they had set beside Gibeah. \n"},{"number":37,"text":"And the liers in wait hasted, and rushed upon Gibeah; and the liers in\nwait drew \\add themselves\\add* along, and smote all the city with the\nedge of the sword.\\f + \\fr 20.37  \\ft drew…: or, made a long sound with the\ntrumpet\\f* \n"},{"number":38,"text":"Now there was an appointed sign between the men of Israel\nand the liers in wait, that they should make a great flame with smoke\nrise up out of the city.\\f + \\fr 20.38  \\ft sign: or, time\\f*\\f + \\fr 20.38 \n\\ft and: Heb. with\\f*\\f + \\fr 20.38  \\ft flame: Heb. elevation\\f*\n"},{"number":39,"text":"And when the men of Israel retired in the battle, Benjamin\nbegan to smite \\add and\\add* kill of the men of Israel about thirty\npersons: for they said, Surely they are smitten down before us, as\n\\add in\\add* the first battle.\\f + \\fr 20.39  \\ft to smite…: Heb. to smite the\nwounded\\f* \n"},{"number":40,"text":"But when the flame began to arise up out of the city with a\npillar of smoke, the Benjamites looked behind them, and, behold, the\nflame of the city ascended up to heaven.\\f + \\fr 20.40  \\ft the flame of: Heb. the whole consumption\nof\\f* \n"},{"number":41,"text":"And when the men of Israel turned again, the men of Benjamin\nwere amazed: for they saw that evil was come upon them.\\f + \\fr 20.41 \n\\ft was come…: Heb. touched them\\f* \n"},{"number":42,"text":"Therefore they turned \\add their backs\\add* before the men\nof Israel unto the way of the wilderness; but the battle overtook them; and them which\n\\add came\\add* out of the cities they destroyed in the midst of them.\n"},{"number":43,"text":"\\add Thus\\add* they inclosed the Benjamites round about, \\add and\\add*\nchased them, \\add and\\add* trode them down with ease over against\nGibeah toward the sunrising.\\f + \\fr 20.43  \\ft with ease…: or, from Menuchah,\netc\\f*\\f + \\fr 20.43  \\ft over…: Heb. unto over against\\f* \n"},{"number":44,"text":"And there fell of Benjamin eighteen thousand men; all these\n\\add were\\add* men of valour. \n"},{"number":45,"text":"And they turned and fled toward the wilderness unto the rock\nof Rimmon: and they gleaned of them in the highways five thousand\nmen; and pursued hard after them unto Gidom, and slew two thousand\nmen of them. \n"},{"number":46,"text":"So that all which fell that day of Benjamin were twenty and\nfive thousand men that drew the sword; all these \\add were\\add* men\nof valour. \n"},{"number":47,"text":"But six hundred men turned and fled to the wilderness unto the\nrock Rimmon, and abode in the rock Rimmon four months. \n"},{"number":48,"text":"And the men of Israel turned again upon the children of Benjamin,\nand smote them with the edge of the sword, as well the men of \\add every\\add*\ncity, as the beast, and all that came to hand: also they set on fire\nall the cities that they came to.\\f + \\fr 20.48  \\ft came to hand: Heb. was\nfound\\f*\\f + \\fr 20.48  \\ft they came…: Heb. were found\\f* \n"}],"number":20},{"verses":[{"number":1,"text":"Now the men of Israel had sworn in Mizpeh, saying, There shall not\nany of us give his daughter unto Benjamin to wife. \n"},{"number":2,"text":"And the people came to the house of God, and abode there till\neven before God, and lifted up their voices, and wept sore; \n"},{"number":3,"text":"And said, O \\nd LORD\\nd* God of Israel, why is this come to pass in\nIsrael, that there should be to day one tribe lacking in Israel?\n"},{"number":4,"text":"And it came to pass on the morrow, that the people rose early,\nand built there an altar, and offered burnt offerings and peace offerings.\n"},{"number":5,"text":"And the children of Israel said, Who \\add is there\\add* among all the\ntribes of Israel that came not up with the congregation unto the\n\\nd LORD\\nd*? For they had made a great oath concerning him that came not\nup to the \\nd LORD\\nd* to Mizpeh, saying, He shall surely be put to\ndeath. \n"},{"number":6,"text":"And the children of Israel repented them for Benjamin their\nbrother, and said, There is one tribe cut off from Israel this day.\n"},{"number":7,"text":"How shall we do for wives for them that remain, seeing we have\nsworn by the \\nd LORD\\nd* that we will not give them of our daughters\nto wives? \n\n"},{"number":8,"text":"And they said, What one \\add is there\\add* of the tribes of\nIsrael that came not up to Mizpeh to the \\nd LORD\\nd*? And, behold, there\ncame none to the camp from Jabesh-gilead to the assembly. \n"},{"number":9,"text":"For the people were numbered, and, behold, \\add there were\\add*\nnone of the inhabitants of Jabesh-gilead there. \n"},{"number":10,"text":"And the congregation sent thither twelve thousand men of the\nvaliantest, and commanded them, saying, Go and smite the inhabitants\nof Jabesh-gilead with the edge of the sword, with the women and the\nchildren. \n"},{"number":11,"text":"And this \\add is\\add* the thing that ye shall do, Ye shall utterly\ndestroy every male, and every woman that hath lain by man.\\f + \\fr 21.11 \n\\ft hath lain…: Heb. knoweth the lying with man\\f* \n"},{"number":12,"text":"And they found among the inhabitants of Jabesh-gilead four\nhundred young virgins, that had known no man by lying with any male:\nand they brought them unto the camp to Shiloh, which \\add is\\add*\nin the land of Canaan.\\f + \\fr 21.12  \\ft young…: Heb. young women\nvirgins\\f* \n"},{"number":13,"text":"And the whole congregation sent \\add some\\add* to speak to the\nchildren of Benjamin that \\add were\\add* in the rock Rimmon, and to\ncall peaceably unto them.\\f + \\fr 21.13  \\ft to speak…: Heb. and spake and\ncalled\\f*\\f + \\fr 21.13  \\ft call…: or, proclaim peace\\f* \n"},{"number":14,"text":"And Benjamin came again at that time; and they gave them wives\nwhich they had saved alive of the women of Jabesh-gilead: and yet so they\nsufficed them not. \n"},{"number":15,"text":"And the people repented them for Benjamin, because that the\n\\nd LORD\\nd* had made a breach in the tribes of Israel. \n\n"},{"number":16,"text":"Then the elders of the congregation said, How shall we do\nfor wives for them that remain, seeing the women are destroyed out of\nBenjamin? \n"},{"number":17,"text":"And they said, \\add There must be\\add* an inheritance for them that be\nescaped of Benjamin, that a tribe be not destroyed out of Israel.\n"},{"number":18,"text":"Howbeit we may not give them wives of our daughters: for the\nchildren of Israel have sworn, saying, Cursed \\add be\\add* he that\ngiveth a wife to Benjamin. \n"},{"number":19,"text":"Then they said, Behold, \\add there is\\add* a feast of the\n\\nd LORD\\nd* in Shiloh yearly \\add in a place\\add* which \\add is\\add*\non the north side of Beth-el, on the east side of the highway that goeth\nup from Beth-el to Shechem, and on the south of Lebonah.\\f + \\fr 21.19 \n\\ft yearly: Heb. from year to year\\f*\\f + \\fr 21.19  \\ft on the east…: or, toward the\nsunrising\\f*\\f + \\fr 21.19  \\ft of the highway: or, on the highway\\f*\n"},{"number":20,"text":"Therefore they commanded the children of Benjamin, saying,\nGo and lie in wait in the vineyards; \n"},{"number":21,"text":"And see, and, behold, if the daughters of Shiloh come out\nto dance in dances, then come ye out of the vineyards, and catch\nyou every man his wife of the daughters of Shiloh, and go to the\nland of Benjamin. \n"},{"number":22,"text":"And it shall be, when their fathers or their brethren come\nunto us to complain, that we will say unto them, Be favourable unto them for our sakes: because we\nreserved not to each man his wife in the war: for ye did not give\nunto them at this time, \\add that\\add* ye should be guilty.\\f + \\fr 21.22 \n\\ft Be favourable…: or, Gratify us in them\\f* \n"},{"number":23,"text":"And the children of Benjamin did so, and took \\add them\\add*\nwives, according to their number, of them that danced, whom they\ncaught: and they went and returned unto their inheritance, and repaired\nthe cities, and dwelt in them. \n"},{"number":24,"text":"And the children of Israel departed thence at that time, every\nman to his tribe and to his family, and they went out from thence every\nman to his inheritance. \n"},{"number":25,"text":"In those days \\add there was\\add* no king in Israel: every\nman did \\add that which was\\add* right in his own eyes. "}],"number":21}]}