{"headers":{"id":"PHM Paul’s Letter to Philemon","h":"Philemon","toc1":"THE EPISTLE OF PAUL THE APOSTLE TO PHILEMON","toc2":"Philemon","toc3":"Phm","mt1":"THE EPISTLE OF PAUL THE APOSTLE TO PHILEMON"},"book":"Philemon","chapters":[{"verses":[{"number":1,"text":"Paul, a prisoner of Jesus Christ, and Timothy \\add our\\add*\nbrother, unto Philemon our dearly beloved, and fellowlabourer, \n"},{"number":2,"text":"And to \\add our\\add* beloved Apphia, and Archippus our fellowsoldier,\nand to the church in thy house: \n"},{"number":3,"text":"Grace to you, and peace, from God our Father and the Lord Jesus\nChrist. \n\n"},{"number":4,"text":"I thank my God, making mention of thee always in my prayers,\n"},{"number":5,"text":"Hearing of thy love and faith, which thou hast toward the Lord\nJesus, and toward all saints; \n"},{"number":6,"text":"That the communication of thy faith may become effectual by\nthe acknowledging of every good thing which is in you in Christ Jesus.\n"},{"number":7,"text":"For we have great joy and consolation in thy love, because\nthe bowels of the saints are refreshed by thee, brother. \n"},{"number":8,"text":"Wherefore, though I might be much bold in Christ to enjoin\nthee that which is convenient, \n"},{"number":9,"text":"Yet for love’s sake I rather beseech \\add thee\\add*, being such an\none as Paul the aged, and now also a prisoner of Jesus Christ. \n"},{"number":10,"text":"I beseech thee for my son Onesimus, whom I have begotten in\nmy bonds: \n"},{"number":11,"text":"Which in time past was to thee unprofitable, but now profitable\nto thee and to me: \n"},{"number":12,"text":"Whom I have sent again: thou therefore receive him, that is,\nmine own bowels: \n"},{"number":13,"text":"Whom I would have retained with me, that in thy stead he might have\nministered unto me in the bonds of the gospel: \n"},{"number":14,"text":"But without thy mind would I do nothing; that thy benefit should\nnot be as it were of necessity, but willingly. \n"},{"number":15,"text":"For perhaps he therefore departed for a season, that thou shouldest\nreceive him for ever; \n"},{"number":16,"text":"Not now as a servant, but above a servant, a brother beloved,\nspecially to me, but how much more unto thee, both in the flesh,\nand in the Lord? \n"},{"number":17,"text":"If thou count me therefore a partner, receive him as myself.\n"},{"number":18,"text":"If he hath wronged thee, or oweth  \\add thee\\add* ought, put\nthat on mine account; \n"},{"number":19,"text":"I Paul have written \\add it\\add* with mine own hand, I will\nrepay \\add it\\add*: albeit I do not say to thee how thou owest unto\nme even thine own self besides. \n"},{"number":20,"text":"Yea, brother, let me have joy of thee in the Lord: refresh\nmy bowels in the Lord. \n\n"},{"number":21,"text":"Having confidence in thy obedience I wrote unto thee, knowing\nthat thou wilt also do more than I say. \n"},{"number":22,"text":"But withal prepare me also a lodging: for I trust that through\nyour prayers I shall be given unto you. \n\n"},{"number":23,"text":"There salute thee Epaphras, my fellowprisoner in Christ Jesus;\n"},{"number":24,"text":"Marcus, Aristarchus, Demas, Lucas, my fellowlabourers. \n"},{"number":25,"text":"The grace of our Lord Jesus Christ \\add be\\add* with your\nspirit. Amen. \n\\s1 Written from Rome to Philemon, by Onesimus, a servant. "}],"number":1}]}