{"headers":{"id":"HEB  The Letter to the Hebrews","h":"Hebrews","toc1":"THE EPISTLE OF PAUL THE APOSTLE TO THE HEBREWS","toc2":"Hebrews","mt1":"THE EPISTLE OF PAUL THE APOSTLE TO THE HEBREWS"},"book":"Hebrews","chapters":[{"verses":[{"number":1,"text":"God, who at sundry times and in divers manners spake in time\npast unto the fathers by the prophets, \n"},{"number":2,"text":"Hath in these last days spoken unto us by \\add his\\add* Son,\nwhom he hath appointed heir of all things, by whom also he made the\nworlds; \n"},{"number":3,"text":"Who being the brightness of \\add his\\add* glory, and the express\nimage of his person, and upholding all things by the word of his\npower, when he had by himself purged our sins, sat down on the right\nhand of the Majesty on high; \n"},{"number":4,"text":"Being made so much better than the angels, as he hath by inheritance\nobtained a more excellent name than they. \n"},{"number":5,"text":"For unto which of the angels said he at any time, Thou art\nmy Son, this day have I begotten thee? And again, I will be to him\na Father, and he shall be to me a Son? \n"},{"number":6,"text":"And again, when he bringeth in the firstbegotten into the world,\nhe saith, And let all the angels of God worship him. \n"},{"number":7,"text":"And of the angels he saith, Who maketh his angels spirits,\nand his ministers a flame of fire. \n"},{"number":8,"text":"But unto the Son \\add he saith\\add*, Thy throne, O God, \\add is\\add*\nfor ever and ever: a sceptre of righteousness \\add is\\add* the sceptre\nof thy kingdom. \n"},{"number":9,"text":"Thou hast loved righteousness, and hated iniquity; therefore\nGod, \\add even\\add* thy God, hath anointed thee with the oil of gladness\nabove thy fellows. \n"},{"number":10,"text":"And, Thou, Lord, in the beginning hast laid the foundation\nof the earth; and the heavens are the works of thine hands: \n"},{"number":11,"text":"They shall perish; but thou remainest; and they all shall wax\nold as doth a garment; \n"},{"number":12,"text":"And as a vesture shalt thou fold them up, and they shall be\nchanged: but thou art the same, and thy years shall not fail. \n"},{"number":13,"text":"But to which of the angels said he at any time, Sit on my\nright hand, until I make thine enemies thy footstool? \n"},{"number":14,"text":"Are they not all ministering spirits, sent forth to minister\nfor them who shall be heirs of salvation? \n"}],"number":1},{"verses":[{"number":1,"text":"Therefore we ought to give the more earnest heed to the things which we have\nheard, lest at any time we should let \\add them\\add* slip. \n"},{"number":2,"text":"For if the word spoken by angels was stedfast, and every transgression\nand disobedience received a just recompence of reward; \n"},{"number":3,"text":"How shall we escape, if we neglect so great salvation; which\nat the first began to be spoken by the Lord, and was confirmed unto\nus by them that heard \\add him\\add*; \n"},{"number":4,"text":"God also bearing \\add them\\add* witness, both with signs and\nwonders, and with divers miracles, and gifts of the Holy Ghost, according\nto his own will? \n\n"},{"number":5,"text":"For unto the angels hath he not put in subjection the world\nto come, whereof we speak. \n"},{"number":6,"text":"But one in a certain place testified, saying, What is man,\nthat thou art mindful of him? or the son of man, that thou visitest\nhim? \n"},{"number":7,"text":"Thou madest him a little lower than the angels; thou crownedst\nhim with glory and honour, and didst set him over the works of thy\nhands: \n"},{"number":8,"text":"Thou hast put all things in subjection under his feet. For\nin that he put all in subjection under him, he left nothing \\add that\nis\\add* not put under him. But now we see not yet all things put\nunder him. \n"},{"number":9,"text":"But we see Jesus, who was made a little lower than the angels\nfor the suffering of death, crowned with glory and honour; that he\nby the grace of God should taste death for every man. \n"},{"number":10,"text":"For it became him, for whom \\add are\\add* all things, and\nby whom \\add are\\add* all things, in bringing many sons unto glory,\nto make the captain of their salvation perfect through sufferings.\n"},{"number":11,"text":"For both he that sanctifieth and they who are sanctified \\add are\\add*\nall of one: for which cause he is not ashamed to call them brethren,\n"},{"number":12,"text":"Saying, I will declare thy name unto my brethren, in the midst\nof the church will I sing praise unto thee. \n"},{"number":13,"text":"And again, I will put my trust in him. And again, Behold I\nand the children which God hath given me. \n"},{"number":14,"text":"Forasmuch then as the children are partakers of flesh and\nblood, he also himself likewise took part of the same; that through\ndeath he might destroy him that had the power of death, that is,\nthe devil; \n"},{"number":15,"text":"And deliver them who through fear of death were all their\nlifetime subject to bondage. \n"},{"number":16,"text":"For verily he took not on \\add him the nature of\\add* angels;\nbut he took on \\add him\\add* the seed of Abraham. \n"},{"number":17,"text":"Wherefore in all things it behoved him to be made like unto\n\\add his\\add* brethren, that he might be a merciful and faithful\nhigh priest in things \\add pertaining\\add* to God, to make reconciliation\nfor the sins of the people. \n"},{"number":18,"text":"For in that he himself hath suffered being tempted, he is\nable to succour them that are tempted. \n"}],"number":2},{"verses":[{"number":1,"text":"Wherefore, holy brethren, partakers of the heavenly calling,\nconsider the Apostle and High Priest of our profession, Christ Jesus;\n"},{"number":2,"text":"Who was faithful to him that appointed him, as also Moses \\add was\nfaithful\\add* in all his house. \n"},{"number":3,"text":"For this \\add man\\add* was counted worthy of more glory than\nMoses, inasmuch as he who hath builded the house hath more honour\nthan the house. \n"},{"number":4,"text":"For every house is builded by some \\add man\\add*; but he that\nbuilt all things \\add is\\add* God. \n"},{"number":5,"text":"And Moses verily \\add was\\add* faithful in all his house, as\na servant, for a testimony of those things which were to be spoken\nafter; \n"},{"number":6,"text":"But Christ as a son over his own house; whose house are we,\nif we hold fast the confidence and the rejoicing of the hope firm\nunto the end. \n"},{"number":7,"text":"Wherefore (as the Holy Ghost saith, To day if ye will hear\nhis voice, \n"},{"number":8,"text":"Harden not your hearts, as in the provocation, in the day of\ntemptation in the wilderness: \n"},{"number":9,"text":"When your fathers tempted me, proved me, and saw my works forty\nyears. \n"},{"number":10,"text":"Wherefore I was grieved with that generation, and said, They\ndo alway err in \\add their\\add* heart; and they have not known my\nways. \n"},{"number":11,"text":"So I sware in my wrath, They shall not enter into my rest.)\n"},{"number":12,"text":"Take heed, brethren, lest there be in any of you an evil heart\nof unbelief, in departing from the living God. \n"},{"number":13,"text":"But exhort one another daily, while it is called To day; lest\nany of you be hardened through the deceitfulness of sin. \n"},{"number":14,"text":"For we are made partakers of Christ, if we hold the beginning\nof our confidence stedfast unto the end; \n"},{"number":15,"text":"While it is said, To day if ye will hear his voice, harden\nnot your hearts, as in the provocation. \n"},{"number":16,"text":"For some, when they had heard, did provoke: howbeit not all\nthat came out of Egypt by Moses. \n"},{"number":17,"text":"But with whom was he grieved forty years? \\add was it\\add*\nnot with them that had sinned, whose carcases fell in the wilderness?\n"},{"number":18,"text":"And to whom sware he that they should not enter into his rest,\nbut to them that believed not? \n"},{"number":19,"text":"So we see that they could not enter in because of unbelief.\n"}],"number":3},{"verses":[{"number":1,"text":"Let us therefore fear, lest, a promise being left \\add us\\add*\nof entering into his rest, any of you should seem to come short of\nit. \n"},{"number":2,"text":"For unto us was the gospel preached, as well as unto them:\nbut the word preached did not profit them, not being mixed with faith\nin them that heard \\add it\\add*. \n"},{"number":3,"text":"For we which have believed do enter into rest, as he said,\nAs I have sworn in my wrath, if they shall enter into my rest: although\nthe works were finished from the foundation of the world. \n"},{"number":4,"text":"For he spake in a certain place of the seventh \\add day\\add*\non this wise, And God did rest the seventh day from all his works.\n"},{"number":5,"text":"And in this \\add place\\add* again, If they shall enter into\nmy rest. \n"},{"number":6,"text":"Seeing therefore it remaineth that some must enter therein,\nand they to whom it was first preached entered not in because of\nunbelief: \n"},{"number":7,"text":"Again, he limiteth a certain day, saying in David, To day,\nafter so long a time; as it is said, To day if ye will hear his voice,\nharden not your hearts. \n"},{"number":8,"text":"For if Jesus had given them rest, then would he not afterward\nhave spoken of another day. \n"},{"number":9,"text":"There remaineth therefore a rest to the people of God. \n"},{"number":10,"text":"For he that is entered into his rest, he also hath ceased\nfrom his own works, as God \\add did\\add* from his. \n"},{"number":11,"text":"Let us labour therefore to enter into that rest, lest any\nman fall after the same example of unbelief. \n"},{"number":12,"text":"For the word of God \\add is\\add* quick, and powerful, and\nsharper than any twoedged sword, piercing even to the dividing asunder\nof soul and spirit, and of the joints and marrow, and \\add is\\add*\na discerner of the thoughts and intents of the heart. \n"},{"number":13,"text":"Neither is there any creature that is not manifest in his\nsight: but all things \\add are\\add* naked and opened unto the eyes\nof him with whom we have to do. \n"},{"number":14,"text":"Seeing then that we have a great high priest, that is passed\ninto the heavens, Jesus the Son of God, let us hold fast \\add our\\add*\nprofession. \n"},{"number":15,"text":"For we have not an high priest which cannot be touched with the feeling\nof our infirmities; but was in all points tempted like as \\add we are,\nyet\\add* without sin. \n"},{"number":16,"text":"Let us therefore come boldly unto the throne of grace, that\nwe may obtain mercy, and find grace to help in time of need. \n"}],"number":4},{"verses":[{"number":1,"text":"For every high priest taken from among men is ordained for\nmen in things \\add pertaining\\add* to God, that he may offer both\ngifts and sacrifices for sins: \n"},{"number":2,"text":"Who can have compassion on the ignorant, and on them that are out of the\nway; for that he himself also is compassed with infirmity. \n"},{"number":3,"text":"And by reason hereof he ought, as for the people, so also for\nhimself, to offer for sins. \n"},{"number":4,"text":"And no man taketh this honour unto himself, but he that is\ncalled of God, as \\add was\\add* Aaron. \n"},{"number":5,"text":"So also Christ glorified not himself to be made an high priest;\nbut he that said unto him, Thou art my Son, to day have I begotten\nthee. \n"},{"number":6,"text":"As he saith also in another \\add place\\add*, Thou \\add art\\add*\na priest for ever after the order of Melchisedec. \n"},{"number":7,"text":"Who in the days of his flesh, when he had offered up prayers\nand supplications with strong crying and tears unto him that was\nable to save him from death, and was heard in that he feared; \n"},{"number":8,"text":"Though he were a Son, yet learned he obedience by the things\nwhich he suffered; \n"},{"number":9,"text":"And being made perfect, he became the author of eternal salvation\nunto all them that obey him; \n"},{"number":10,"text":"Called of God an high priest after the order of Melchisedec.\n\n"},{"number":11,"text":"Of whom we have many things to say, and hard to be uttered,\nseeing ye are dull of hearing. \n"},{"number":12,"text":"For when for the time ye ought to be teachers, ye have need\nthat one teach you again which \\add be\\add* the first principles\nof the oracles of God; and are become such as have need of milk,\nand not of strong meat. \n"},{"number":13,"text":"For every one that useth milk \\add is\\add* unskilful in the\nword of righteousness: for he is a babe. \n"},{"number":14,"text":"But strong meat belongeth to them that are of full age, \\add even\\add*\nthose who by reason of use have their senses exercised to discern\nboth good and evil. \n"}],"number":5},{"verses":[{"number":1,"text":"Therefore leaving the principles of the doctrine of Christ,\nlet us go on unto perfection; not laying again the foundation of\nrepentance from dead works, and of faith toward God, \n"},{"number":2,"text":"Of the doctrine of baptisms, and of laying on of hands, and\nof resurrection of the dead, and of eternal judgment. \n"},{"number":3,"text":"And this will we do, if God permit. \n"},{"number":4,"text":"For \\add it is\\add* impossible for those who were once enlightened,\nand have tasted of the heavenly gift, and were made partakers of\nthe Holy Ghost, \n"},{"number":5,"text":"And have tasted the good word of God, and the powers of the\nworld to come, \n"},{"number":6,"text":"If they shall fall away, to renew them again unto repentance;\nseeing they crucify to themselves the Son of God afresh, and put\n\\add him\\add* to an open shame. \n"},{"number":7,"text":"For the earth which drinketh in the rain that cometh oft upon\nit, and bringeth forth herbs meet for them by whom it is dressed,\nreceiveth blessing from God: \n"},{"number":8,"text":"But that which beareth thorns and briers \\add is\\add* rejected,\nand \\add is\\add* nigh unto cursing; whose end \\add is\\add* to be\nburned. \n"},{"number":9,"text":"But, beloved, we are persuaded better things of you, and things that\naccompany salvation, though we thus speak. \n"},{"number":10,"text":"For God \\add is\\add* not unrighteous to forget your work and\nlabour of love, which ye have shewed toward his name, in that ye have ministered\nto the saints, and do minister. \n"},{"number":11,"text":"And we desire that every one of you do shew the same diligence\nto the full assurance of hope unto the end: \n"},{"number":12,"text":"That ye be not slothful, but followers of them who through\nfaith and patience inherit the promises. \n"},{"number":13,"text":"For when God made promise to Abraham, because he could swear\nby no greater, he sware by himself, \n"},{"number":14,"text":"Saying, Surely blessing I will bless thee, and multiplying\nI will multiply thee. \n"},{"number":15,"text":"And so, after he had patiently endured, he obtained the promise.\n"},{"number":16,"text":"For men verily swear by the greater: and an oath for confirmation\n\\add is\\add* to them an end of all strife. \n"},{"number":17,"text":"Wherein  God, willing more abundantly to shew unto the heirs\nof promise the immutability of his counsel, confirmed \\add it\\add*\nby an oath: \n"},{"number":18,"text":"That by two immutable things, in which \\add it was\\add* impossible\nfor God to lie, we might have a strong consolation, who have fled for\nrefuge to lay hold upon the hope set before us: \n"},{"number":19,"text":"Which \\add hope\\add* we have as an anchor of the soul, both\nsure and stedfast, and which entereth into that within the veil;\n"},{"number":20,"text":"Whither the forerunner is for us entered, \\add even\\add* Jesus,\nmade an high priest for ever after the order of Melchisedec. \n"}],"number":6},{"verses":[{"number":1,"text":"For this Melchisedec, king of Salem, priest of the most high\nGod, who met Abraham returning from the slaughter of the kings, and\nblessed him; \n"},{"number":2,"text":"To whom also Abraham gave a tenth part of all; first being by\ninterpretation King of righteousness, and after that also King of\nSalem, which is, King of peace; \n"},{"number":3,"text":"Without father, without mother, without descent, having neither\nbeginning of days, nor end of life; but made like unto the Son of\nGod; abideth a priest continually. \n"},{"number":4,"text":"Now consider how great this man \\add was\\add*, unto whom even\nthe patriarch Abraham gave the tenth of the spoils. \n"},{"number":5,"text":"And verily they that are of the sons of Levi, who receive the office of the\npriesthood, have a commandment to take tithes of the people according\nto the law, that is, of their brethren, though they come out of the\nloins of Abraham: \n"},{"number":6,"text":"But he whose descent is not counted from them received tithes\nof Abraham, and blessed him that had the promises. \n"},{"number":7,"text":"And without all contradiction the less is blessed of the better.\n"},{"number":8,"text":"And here men that die receive tithes; but there he \\add receiveth\nthem\\add*, of whom it is witnessed that he liveth. \n"},{"number":9,"text":"And as I may so say, Levi also, who receiveth tithes, payed\ntithes in Abraham. \n"},{"number":10,"text":"For he was yet in the loins of his father, when Melchisedec\nmet him. \n"},{"number":11,"text":"If therefore perfection were by the Levitical priesthood,\n(for under it the people received the law,) what further need \\add was\nthere\\add* that another priest should rise after the order of Melchisedec,\nand not be called after the order of Aaron? \n"},{"number":12,"text":"For the priesthood being changed, there is made of necessity\na change also of the law. \n"},{"number":13,"text":"For he of whom these things are spoken pertaineth to another\ntribe, of which no man gave attendance at the altar. \n"},{"number":14,"text":"For \\add it is\\add* evident that our Lord sprang out of Juda;\nof which tribe Moses spake nothing concerning priesthood. \n"},{"number":15,"text":"And it is yet far more evident: for that after the similitude\nof Melchisedec there ariseth another priest, \n"},{"number":16,"text":"Who is made, not after the law of a carnal commandment, but\nafter the power of an endless life. \n"},{"number":17,"text":"For he testifieth, Thou \\add art\\add* a priest for ever after\nthe order of Melchisedec. \n"},{"number":18,"text":"For there is verily a disannulling of the commandment going\nbefore for the weakness and unprofitableness thereof. \n"},{"number":19,"text":"For the law made nothing perfect, but the bringing in of a\nbetter hope \\add did\\add*; by the which we draw nigh unto God. \n"},{"number":20,"text":"And inasmuch as not without an oath \\add he was made priest\\add*:\n"},{"number":21,"text":"(For those priests were made without an oath; but this with\nan oath by him that said unto him, The Lord sware and will not repent,\nThou \\add art\\add* a priest for ever after the order of Melchisedec:)\n"},{"number":22,"text":"By so much was Jesus made a surety of a better testament.\n"},{"number":23,"text":"And they truly were many priests, because they were not suffered\nto continue by reason of death: \n"},{"number":24,"text":"But this \\add man\\add*, because he continueth ever, hath an\nunchangeable priesthood. \n"},{"number":25,"text":"Wherefore he is able also to save them to the uttermost that\ncome unto God by him, seeing he ever liveth to make intercession\nfor them. \n"},{"number":26,"text":"For such an high priest became us, \\add who is\\add* holy,\nharmless, undefiled, separate from sinners, and made higher than the\nheavens; \n"},{"number":27,"text":"Who needeth not daily, as those high priests, to offer up\nsacrifice, first for his own sins, and then for the people’s: for\nthis he did once, when he offered up himself. \n"},{"number":28,"text":"For the law maketh men high priests which have infirmity;\nbut the word of the oath, which was since the law, \\add maketh\\add*\nthe Son, who is consecrated for evermore. \n"}],"number":7},{"verses":[{"number":1,"text":"Now of the things which we have spoken \\add this is\\add* the\nsum: We have such an high priest, who is set on the right hand of the\nthrone of the Majesty in the heavens; \n"},{"number":2,"text":"A minister of the sanctuary, and of the true tabernacle, which\nthe Lord pitched, and not man. \n"},{"number":3,"text":"For every high priest is ordained to offer gifts and sacrifices:\nwherefore \\add it is\\add* of necessity that this man have somewhat\nalso to offer. \n"},{"number":4,"text":"For if he were on earth, he should not be a priest, seeing that there\nare priests that offer gifts according to the law: \n"},{"number":5,"text":"Who serve unto the example and shadow of heavenly things, as\nMoses was admonished of God when he was about to make the tabernacle:\nfor, See, saith he, \\add that\\add* thou make all things according\nto the pattern shewed to thee in the mount. \n"},{"number":6,"text":"But now hath he obtained a more excellent ministry, by how\nmuch also he is the mediator of a better covenant, which was established\nupon better promises. \n"},{"number":7,"text":"For if that first \\add covenant\\add* had been faultless, then should\nno place have been sought for the second. \n"},{"number":8,"text":"For finding fault with them, he saith, Behold, the days come,\nsaith the Lord, when I will make a new covenant with the house of\nIsrael and with the house of Judah: \n"},{"number":9,"text":"Not according to the covenant that I made with their fathers\nin the day when I took them by the hand to lead them out of the land\nof Egypt; because they continued not in my covenant, and I regarded\nthem not, saith the Lord. \n"},{"number":10,"text":"For this \\add is\\add* the covenant that I will make with the\nhouse of Israel after those days, saith the Lord; I will put my laws\ninto their mind, and write them in their hearts: and I will be to\nthem a God, and they shall be to me a people: \n"},{"number":11,"text":"And they shall not teach every man his neighbour, and every\nman his brother, saying, Know the Lord: for all shall know me, from\nthe least to the greatest. \n"},{"number":12,"text":"For I will be merciful to their unrighteousness, and their\nsins and their iniquities will I remember no more. \n"},{"number":13,"text":"In that he saith, A new \\add covenant\\add*, he hath made the\nfirst old. Now that which decayeth and waxeth old \\add is\\add* ready\nto vanish away. \n"}],"number":8},{"verses":[{"number":1,"text":"Then verily the first \\add covenant\\add* had also ordinances\nof divine service, and a worldly  sanctuary. \n"},{"number":2,"text":"For there was a tabernacle made; the first, wherein \\add was\\add*\nthe candlestick, and the table, and the shewbread; which is called\nthe sanctuary. \n"},{"number":3,"text":"And after the second veil, the tabernacle which is called the\nHoliest of all; \n"},{"number":4,"text":"Which had the golden censer, and the ark of the covenant overlaid\nround about with gold, wherein \\add was\\add* the golden pot that\nhad manna, and Aaron’s rod that budded, and the tables of the covenant;\n"},{"number":5,"text":"And over it the cherubims of glory shadowing the mercyseat;\nof which we cannot  now speak particularly. \n"},{"number":6,"text":"Now when these things were thus ordained, the priests went\nalways into the first tabernacle, accomplishing the service \\add of\nGod\\add*. \n"},{"number":7,"text":"But into the second \\add went\\add* the high priest alone once\nevery year, not without blood, which he offered for himself, and\n\\add for\\add* the errors of the people: \n"},{"number":8,"text":"The Holy Ghost this signifying, that the way into the holiest of\nall was not yet made manifest, while as the first tabernacle was\nyet standing: \n"},{"number":9,"text":"Which \\add was\\add* a figure for the time then present, in\nwhich were offered both gifts and sacrifices, that could not make\nhim that did the service perfect, as pertaining to the conscience;\n"},{"number":10,"text":"\\add Which stood\\add* only in meats and drinks, and divers\nwashings, and carnal ordinances, imposed \\add on them\\add* until\nthe time of reformation. \n"},{"number":11,"text":"But Christ being come an high priest of good things to come,\nby a greater and more perfect tabernacle, not made with hands, that\nis to say, not of this building; \n"},{"number":12,"text":"Neither by the blood of goats and calves, but by his own blood\nhe entered in once into the holy place, having obtained eternal redemption\n\\add for us\\add*. \n"},{"number":13,"text":"For if the blood of bulls and of goats, and the ashes of an\nheifer sprinkling the unclean, sanctifieth to the purifying of the\nflesh: \n"},{"number":14,"text":"How much more shall the blood of Christ, who through the eternal\nSpirit offered himself without spot to God, purge your conscience\nfrom dead works to serve the living God? \n"},{"number":15,"text":"And for this cause he is the mediator of the new testament,\nthat by means of death, for the redemption of the transgressions\n\\add that were\\add* under the first testament, they which are called\nmight receive the promise of eternal inheritance. \n"},{"number":16,"text":"For where a testament \\add is\\add*, there must also of necessity be\nthe death of the testator. \n"},{"number":17,"text":"For a testament \\add is\\add* of force after men are dead:\notherwise it is of no strength  at all while the testator liveth.\n"},{"number":18,"text":"Whereupon neither the first \\add testament\\add* was dedicated\nwithout blood. \n"},{"number":19,"text":"For when Moses had spoken every precept to all the people\naccording to the law, he took the blood of calves and of goats, with\nwater, and scarlet wool, and hyssop, and sprinkled both the book,\nand all the people, \n"},{"number":20,"text":"Saying, This \\add is\\add* the blood of the testament which\nGod hath enjoined unto you. \n"},{"number":21,"text":"Moreover he sprinkled with blood both the tabernacle, and\nall the vessels of the ministry. \n"},{"number":22,"text":"And almost all things are by the law purged with blood; and\nwithout shedding of blood is no remission. \n"},{"number":23,"text":"\\add It was\\add* therefore necessary that the patterns of\nthings in the heavens should be purified with these; but the heavenly\nthings themselves with better sacrifices than these. \n"},{"number":24,"text":"For Christ is not entered into the holy places made with hands,\n\\add which are\\add* the figures of the true; but into heaven itself,\nnow to appear in the presence of God for us: \n"},{"number":25,"text":"Nor yet that he should offer himself often, as the high priest\nentereth into the holy place every year with blood of others; \n"},{"number":26,"text":"For then must he often have suffered since the foundation\nof the world: but now once in the end of the world hath he appeared\nto put away sin by the sacrifice of himself. \n"},{"number":27,"text":"And as it is appointed unto men once to die, but after this\nthe judgment: \n"},{"number":28,"text":"So Christ was once offered to bear the sins of many; and unto them that look\nfor him shall he appear the second time without sin unto salvation.\n"}],"number":9},{"verses":[{"number":1,"text":"For the law having a shadow of good things to come, \\add and\\add*\nnot the very image of the things, can never with those sacrifices\nwhich they offered year by year continually make the comers thereunto\nperfect. \n"},{"number":2,"text":"For then would they not have ceased to be offered? because\nthat the worshippers once purged should have had no more conscience\nof sins. \n"},{"number":3,"text":"But in those \\add sacrifices there is\\add* a remembrance again\n\\add made\\add* of sins every year. \n"},{"number":4,"text":"For \\add it is\\add* not possible that the blood of bulls and\nof goats should take away sins. \n"},{"number":5,"text":"Wherefore when he cometh into the world, he saith, Sacrifice\nand offering thou wouldest not, but a body hast thou prepared me:\n"},{"number":6,"text":"In burnt offerings and \\add sacrifices\\add* for sin thou hast\nhad no pleasure. \n"},{"number":7,"text":"Then said I, Lo, I come (in the volume of the book it is written\nof me,) to do thy will, O God. \n"},{"number":8,"text":"Above when he said, Sacrifice and offering and burnt offerings\nand \\add offering\\add* for sin thou wouldest not, neither hadst pleasure\n\\add therein\\add*; which are offered by the law; \n"},{"number":9,"text":"Then said he, Lo, I come to do thy will, O God. He taketh away\nthe first, that he may establish the second. \n"},{"number":10,"text":"By the which will we are sanctified through the offering of the\nbody of Jesus Christ once \\add for all\\add*. \n"},{"number":11,"text":"And every priest standeth daily ministering and offering oftentimes\nthe same sacrifices, which can never take away sins: \n"},{"number":12,"text":"But this man, after he had offered one sacrifice for sins\nfor ever, sat down on the right hand of God; \n"},{"number":13,"text":"From henceforth expecting till his enemies be made his footstool.\n"},{"number":14,"text":"For by one offering he hath perfected for ever them that are\nsanctified. \n"},{"number":15,"text":"\\add Whereof\\add* the Holy Ghost also is a witness to us:\nfor after that he had said before, \n"},{"number":16,"text":"This \\add is\\add* the covenant that I will make with them\nafter those days, saith the Lord, I will put my laws into their hearts,\nand in their minds will I write them; \n"},{"number":17,"text":"And their sins and iniquities will I remember no more. \n"},{"number":18,"text":"Now where remission of these \\add is, there is\\add* no more\noffering for sin. \n\n"},{"number":19,"text":"Having therefore, brethren, boldness to enter into the holiest\nby the blood of Jesus, \n"},{"number":20,"text":"By a new and living way, which he hath consecrated for us,\nthrough the veil, that is to say, his flesh; \n"},{"number":21,"text":"And \\add having\\add* an high priest over the house of God;\n"},{"number":22,"text":"Let us draw near with a true heart in full assurance of faith,\nhaving our hearts sprinkled from an evil conscience, and our bodies\nwashed with pure water. \n"},{"number":23,"text":"Let us hold fast the profession of \\add our\\add* faith without\nwavering; (for he \\add is\\add* faithful that promised;) \n"},{"number":24,"text":"And let us consider one another to provoke unto love and to\ngood works: \n"},{"number":25,"text":"Not forsaking the assembling of ourselves together, as the\nmanner of some \\add is\\add*; but exhorting \\add one another\\add*:\nand so much the more, as ye see the day approaching. \n"},{"number":26,"text":"For if we sin wilfully after that we have received the knowledge\nof the truth, there remaineth no more sacrifice for sins, \n"},{"number":27,"text":"But a certain fearful looking for of judgment and fiery indignation,\nwhich shall devour the adversaries. \n"},{"number":28,"text":"He that despised Moses’ law died without mercy under two or\nthree witnesses: \n"},{"number":29,"text":"Of how much sorer punishment, suppose ye, shall he be thought\nworthy, who hath trodden under foot the Son of God, and hath counted\nthe blood of the covenant, wherewith he was sanctified, an unholy\nthing, and hath done despite unto the Spirit of grace? \n"},{"number":30,"text":"For we know him that hath said, Vengeance \\add belongeth\\add*\nunto me, I will recompense, saith the Lord. And again, The Lord shall\njudge his people. \n"},{"number":31,"text":"\\add It is\\add* a fearful thing to fall into the hands of\nthe living God. \n"},{"number":32,"text":"But call to remembrance the former days, in which, after ye were\nilluminated, ye endured a great fight of afflictions; \n"},{"number":33,"text":"Partly, whilst ye were made a gazingstock both by reproaches\nand afflictions; and partly, whilst ye became companions of them that\nwere so used. \n"},{"number":34,"text":"For ye had compassion of me in my bonds, and took joyfully\nthe spoiling of your goods, knowing in yourselves that ye have in\nheaven a better and an enduring substance. \n"},{"number":35,"text":"Cast not away therefore your confidence, which hath great\nrecompence of reward. \n"},{"number":36,"text":"For ye have need of patience, that, after ye have done the\nwill of God, ye might receive the promise. \n"},{"number":37,"text":"For yet a little while, and he that shall come will come,\nand will not tarry. \n"},{"number":38,"text":"Now the just shall live by faith: but if \\add any man\\add*\ndraw back, my soul shall have no pleasure in him. \n"},{"number":39,"text":"But we are not of them who draw back unto perdition; but of them that\nbelieve to the saving of the soul. \n"}],"number":10},{"verses":[{"number":1,"text":"Now faith is the substance of things hoped for, the evidence\nof things not seen. \n"},{"number":2,"text":"For by it the elders obtained a good report. \n"},{"number":3,"text":"Through faith we understand that the worlds were framed by the\nword of God, so that things which are seen were not made of things which do\nappear. \n"},{"number":4,"text":"By faith Abel offered unto God a more excellent sacrifice than\nCain, by which he obtained witness that he was righteous, God testifying\nof his gifts: and by it he being dead yet speaketh. \n"},{"number":5,"text":"By faith Enoch was translated that he should not see death;\nand was not found, because God had translated him: for before his\ntranslation he had this testimony, that he pleased God. \n"},{"number":6,"text":"But without faith \\add it is\\add* impossible to please \\add him\\add*:\nfor he that cometh to God must believe that he is, and \\add that\\add*\nhe is a rewarder of them that diligently seek him. \n"},{"number":7,"text":"By faith Noah, being warned of God of things not seen as yet,\nmoved with fear, prepared an ark to the saving of his house; by the\nwhich he condemned the world, and became heir of the righteousness\nwhich is by faith. \n"},{"number":8,"text":"By faith Abraham, when he was called to go out into a place\nwhich he should after receive for an inheritance, obeyed; and he went\nout, not knowing whither he went. \n"},{"number":9,"text":"By faith he sojourned in the land of promise, as \\add in\\add*\na strange country, dwelling in tabernacles with Isaac and Jacob,\nthe heirs with him of the same promise: \n"},{"number":10,"text":"For he looked for a city which hath foundations, whose builder\nand maker \\add is\\add* God. \n"},{"number":11,"text":"Through faith also Sara herself received strength to conceive\nseed, and was delivered of a child when she was past age, because\nshe judged him faithful who had promised. \n"},{"number":12,"text":"Therefore sprang there even of one, and him as good as dead,\n\\add so many\\add* as the stars of the sky in multitude, and as the\nsand which is by the sea shore innumerable. \n"},{"number":13,"text":"These all died in faith, not having received the promises,\nbut having seen them afar off, and were persuaded of \\add them\\add*,\nand embraced \\add them\\add*, and confessed that they were strangers\nand pilgrims on the earth. \n"},{"number":14,"text":"For they that say such things declare plainly that they seek\na country. \n"},{"number":15,"text":"And truly, if they had been mindful of that \\add country\\add*\nfrom whence they came out, they might have had opportunity to have\nreturned. \n"},{"number":16,"text":"But now they desire a better \\add country\\add*, that is, an\nheavenly: wherefore God is not ashamed to be called their God: for\nhe hath prepared for them a city. \n"},{"number":17,"text":"By faith Abraham, when he was tried, offered up Isaac: and\nhe that had received the promises offered up his only begotten \\add son\\add*,\n"},{"number":18,"text":"Of whom it was said, That in Isaac shall thy seed be called:\n"},{"number":19,"text":"Accounting that God \\add was\\add* able to raise \\add him\\add*\nup, even from the dead; from whence also he received him in a figure.\n"},{"number":20,"text":"By faith Isaac blessed Jacob and Esau concerning things to\ncome. \n"},{"number":21,"text":"By faith Jacob, when he was a dying, blessed both the sons\nof Joseph; and worshipped, \\add leaning\\add* upon the top of his\nstaff. \n"},{"number":22,"text":"By faith Joseph, when he died, made mention of the departing\nof the children of Israel; and gave commandment concerning his bones.\n"},{"number":23,"text":"By faith Moses, when he was born, was hid three months of\nhis parents, because they saw \\add he was\\add* a proper child; and\nthey were not afraid of the king’s commandment. \n"},{"number":24,"text":"By faith Moses, when he was come to years, refused to be called\nthe son of Pharaoh’s daughter; \n"},{"number":25,"text":"Choosing rather to suffer affliction with the people of God,\nthan to enjoy the pleasures of sin for a season; \n"},{"number":26,"text":"Esteeming the reproach of Christ greater riches than the treasures\nin Egypt: for he had respect unto the recompence of the reward. \n"},{"number":27,"text":"By faith he forsook Egypt, not fearing the wrath of the king:\nfor he endured, as seeing him who is invisible. \n"},{"number":28,"text":"Through faith he kept the passover, and the sprinkling of\nblood, lest he that destroyed the firstborn should touch them. \n"},{"number":29,"text":"By faith they passed through the Red sea as by dry \\add land\\add*:\nwhich the Egyptians assaying to do were drowned. \n"},{"number":30,"text":"By faith the walls of Jericho fell down, after they were compassed\nabout seven days. \n"},{"number":31,"text":"By faith the harlot Rahab perished not with them that believed\nnot, when she had received the spies with peace. \n"},{"number":32,"text":"And what shall I more say? for the time would fail me to tell\nof Gedeon, and \\add of\\add* Barak, and \\add of\\add* Samson, and \\add of\\add*\nJephthae; \\add of\\add* David also, and Samuel, and \\add of\\add* the\nprophets: \n"},{"number":33,"text":"Who through faith subdued kingdoms, wrought righteousness,\nobtained promises, stopped the mouths of lions, \n"},{"number":34,"text":"Quenched the violence of fire, escaped the edge of the sword,\nout of weakness were made strong, waxed valiant in fight, turned to\nflight the armies of the aliens. \n"},{"number":35,"text":"Women received their dead raised to life again: and others\nwere tortured, not accepting deliverance; that they might obtain\na better resurrection: \n"},{"number":36,"text":"And others had trial of \\add cruel\\add* mockings and scourgings,\nyea, moreover of bonds and imprisonment: \n"},{"number":37,"text":"They were stoned, they were sawn asunder, were tempted, were\nslain with the sword: they wandered about in sheepskins and goatskins;\nbeing destitute, afflicted, tormented; \n"},{"number":38,"text":"(Of whom the world was not worthy:) they wandered in deserts,\nand \\add in\\add* mountains, and \\add in\\add* dens and caves of the\nearth. \n"},{"number":39,"text":"And these all, having obtained a good report through faith,\nreceived not the promise: \n"},{"number":40,"text":"God having provided some better thing for us, that they without\nus should not be made perfect. \n"}],"number":11},{"verses":[{"number":1,"text":"Wherefore seeing we also are compassed about with so great\na cloud of witnesses, let us lay aside every weight, and the sin\nwhich doth so easily beset \\add us\\add*, and let us run with patience\nthe race that is set before us, \n"},{"number":2,"text":"Looking unto Jesus the author and finisher of \\add our\\add*\nfaith; who for the joy that was set before him endured the cross,\ndespising the shame, and is set down at the right hand of the throne\nof God. \n"},{"number":3,"text":"For consider him that endured such contradiction of sinners\nagainst himself, lest ye be wearied and faint in your minds. \n"},{"number":4,"text":"Ye have not yet resisted unto blood, striving against sin.\n"},{"number":5,"text":"And ye have forgotten the exhortation which speaketh unto you\nas unto children, My son, despise not thou the chastening of the\nLord, nor faint when thou art rebuked of him: \n"},{"number":6,"text":"For whom the Lord loveth he chasteneth, and scourgeth every\nson whom he receiveth. \n"},{"number":7,"text":"If ye endure chastening, God dealeth with you as with sons;\nfor what son is he whom the father chasteneth not? \n"},{"number":8,"text":"But if ye be without chastisement, whereof all are partakers,\nthen are ye bastards, and not sons. \n"},{"number":9,"text":"Furthermore we have had fathers of our flesh which corrected\n\\add us\\add*, and we gave \\add them\\add* reverence: shall we not\nmuch rather be in subjection unto the Father of spirits, and live?\n"},{"number":10,"text":"For they verily for a few days chastened \\add us\\add* after\ntheir own pleasure; but he for \\add our\\add* profit, that \\add we\\add*\nmight be partakers of his holiness. \n"},{"number":11,"text":"Now no chastening for the present seemeth to be joyous, but\ngrievous: nevertheless afterward it yieldeth the peaceable fruit\nof righteousness unto them which are exercised thereby. \n"},{"number":12,"text":"Wherefore lift up the hands which hang down, and the feeble\nknees; \n"},{"number":13,"text":"And make straight paths for your feet, lest that which is\nlame be turned out of the way; but let it rather be healed. \n"},{"number":14,"text":"Follow peace with all \\add men\\add*, and holiness, without\nwhich no man shall see the Lord: \n"},{"number":15,"text":"Looking diligently lest any man fail of the grace of God;\nlest any root of bitterness springing up trouble  \\add you\\add*,\nand thereby many be defiled; \n"},{"number":16,"text":"Lest there \\add be\\add* any fornicator, or profane person,\nas Esau, who for one morsel of meat sold his birthright. \n"},{"number":17,"text":"For ye know how that afterward, when he would have inherited\nthe blessing, he was rejected: for he found no place of repentance,\nthough he sought it carefully with tears. \n"},{"number":18,"text":"For ye are not come unto the mount that might be touched,\nand that burned with fire, nor unto blackness, and darkness, and\ntempest, \n"},{"number":19,"text":"And the sound of a trumpet, and the voice of words; which\n\\add voice\\add* they that heard intreated that the word should not\nbe spoken to them any more: \n"},{"number":20,"text":"(For they could not endure that which was commanded, And if so much\nas a beast touch the mountain, it shall be stoned, or thrust through\nwith a dart: \n"},{"number":21,"text":"And so terrible  was the sight, \\add that\\add* Moses said,\nI exceedingly fear and quake:) \n"},{"number":22,"text":"But ye are come unto mount Sion, and unto the city of the\nliving God, the heavenly Jerusalem, and to an innumerable company\nof angels, \n"},{"number":23,"text":"To the general assembly and church of the firstborn, which are\nwritten in heaven, and to God the Judge of all, and to the spirits\nof just men made perfect, \n"},{"number":24,"text":"And to Jesus the mediator of the new covenant, and to the\nblood of sprinkling, that speaketh better things than \\add that of\\add*\nAbel. \n"},{"number":25,"text":"See that ye refuse not him that speaketh. For if they escaped\nnot who refused him that spake on earth, much more \\add shall not\\add*\nwe \\add escape\\add*, if we turn away from him that \\add speaketh\\add*\nfrom heaven: \n"},{"number":26,"text":"Whose voice then shook the earth: but now he hath promised,\nsaying, Yet once more I shake not the earth only, but also heaven.\n"},{"number":27,"text":"And this \\add word\\add*, Yet once more, signifieth the removing\nof those things that are shaken, as of things that are made, that\nthose things which cannot be shaken may remain. \n"},{"number":28,"text":"Wherefore we receiving a kingdom which cannot be moved, let us\nhave grace, whereby we may serve God acceptably with reverence and\ngodly fear: \n"},{"number":29,"text":"For our God \\add is\\add* a consuming fire. \n"}],"number":12},{"verses":[{"number":1,"text":"Let brotherly love continue. \n"},{"number":2,"text":"Be not forgetful to entertain strangers: for thereby some have\nentertained angels unawares. \n"},{"number":3,"text":"Remember them that are in bonds, as bound with them; \\add and\\add*\nthem which suffer adversity, as being yourselves also in the body.\n"},{"number":4,"text":"Marriage \\add is\\add* honourable in all, and the bed undefiled:\nbut whoremongers and adulterers God will judge. \n"},{"number":5,"text":"\\add Let your\\add* conversation \\add be\\add* without covetousness;\n\\add and be\\add* content with such things as ye have: for he hath\nsaid, I will never leave thee, nor forsake thee. \n"},{"number":6,"text":"So that we may boldly say, The Lord \\add is\\add* my helper,\nand I will not fear what man shall do unto me. \n\n"},{"number":7,"text":"Remember them which have the rule over you, who have spoken\nunto you the word of God: whose faith follow, considering the end\nof \\add their\\add* conversation. \n"},{"number":8,"text":"Jesus Christ the same yesterday, and to day, and for ever.\n"},{"number":9,"text":"Be not carried about with divers and strange doctrines. For\n\\add it is\\add* a good thing that the heart be established with grace;\nnot with meats, which have not profited them that have been occupied\ntherein. \n"},{"number":10,"text":"We have an altar, whereof they have no right to eat which\nserve the tabernacle. \n"},{"number":11,"text":"For the bodies of those beasts, whose blood is brought into\nthe sanctuary by the high priest for sin, are burned without the\ncamp. \n"},{"number":12,"text":"Wherefore Jesus also, that he might sanctify the people with\nhis own blood, suffered without the gate. \n"},{"number":13,"text":"Let us go forth therefore unto him without the camp, bearing\nhis reproach. \n"},{"number":14,"text":"For here have we no continuing city, but we seek one to come.\n"},{"number":15,"text":"By him therefore let us offer the sacrifice of praise to God\ncontinually, that is, the fruit of \\add our\\add* lips giving thanks\nto his name. \n"},{"number":16,"text":"But to do good and to communicate forget not: for with such\nsacrifices God is well pleased. \n"},{"number":17,"text":"Obey them that have the rule over you, and submit yourselves:\nfor they watch for your souls, as they that must give account, that\nthey may do it with joy, and not with grief: for that \\add is\\add*\nunprofitable for you. \n\n"},{"number":18,"text":"Pray for us: for we trust we have a good conscience, in all\nthings willing to live honestly. \n"},{"number":19,"text":"But I beseech \\add you\\add* the rather to do this, that I may be\nrestored to you the sooner. \n"},{"number":20,"text":"Now the God of peace, that brought again from the dead our\nLord Jesus, that great shepherd of the sheep, through the blood of\nthe everlasting covenant, \n"},{"number":21,"text":"Make you perfect in every good work to do his will, working\nin you that which is wellpleasing in his sight, through Jesus Christ;\nto whom \\add be\\add* glory for ever and ever. Amen. \n"},{"number":22,"text":"And I beseech you, brethren, suffer the word of exhortation:\nfor I have written a letter unto you in few words. \n"},{"number":23,"text":"Know ye that \\add our\\add* brother Timothy is set at liberty;\nwith whom, if he come shortly, I will see you. \n"},{"number":24,"text":"Salute all them that have the rule over you, and all the saints.\nThey of Italy salute you. \n"},{"number":25,"text":"Grace \\add be\\add* with you all. Amen. \n\\s1 Written to the Hebrews from Italy by Timothy. "}],"number":13}]}