{"headers":{"id":"JAS  The Letter from James","h":"James","toc1":"THE GENERAL EPISTLE OF JAMES","toc2":"James","toc3":"Jas","mt1":"THE GENERAL EPISTLE OF JAMES"},"book":"James","chapters":[{"verses":[{"number":1,"text":"James, a servant of God and of the Lord Jesus Christ, to the\ntwelve tribes which are scattered abroad, greeting. \n\n"},{"number":2,"text":"My brethren, count it all joy when ye fall into divers temptations;\n"},{"number":3,"text":"Knowing \\add this\\add*, that the trying of your faith worketh\npatience. \n"},{"number":4,"text":"But let patience have \\add her\\add* perfect work, that ye may\nbe perfect and entire, wanting nothing. \n"},{"number":5,"text":"If any of you lack wisdom, let him ask of God, that giveth\nto all \\add men\\add* liberally, and upbraideth not; and it shall be\ngiven him. \n"},{"number":6,"text":"But let him ask in faith, nothing wavering. For he that wavereth\nis like a wave of the sea driven with the wind and tossed. \n"},{"number":7,"text":"For let not that man think that he shall receive any thing\nof the Lord. \n"},{"number":8,"text":"A double minded man \\add is\\add* unstable in all his ways.\n"},{"number":9,"text":"Let the brother of low degree rejoice in that he is exalted:\n"},{"number":10,"text":"But the rich, in that he is made low: because as the flower\nof the grass he shall pass away. \n"},{"number":11,"text":"For the sun is no sooner risen with a burning heat, but it\nwithereth the grass, and the flower thereof falleth, and the grace\nof the fashion of it perisheth: so also shall the rich man fade away\nin his ways. \n"},{"number":12,"text":"Blessed \\add is\\add* the man that endureth temptation: for\nwhen he is tried, he shall receive the crown of life, which the Lord\nhath promised to them that love him. \n"},{"number":13,"text":"Let no man say when he is tempted, I am tempted of God: for\nGod cannot be tempted with evil, neither tempteth he any man: \n"},{"number":14,"text":"But every man is tempted, when he is drawn away of his own\nlust, and enticed. \n"},{"number":15,"text":"Then when lust hath conceived, it bringeth forth sin: and\nsin, when it is finished, bringeth forth death. \n"},{"number":16,"text":"Do not err, my beloved brethren. \n"},{"number":17,"text":"Every good gift and every perfect gift is from above, and cometh\ndown from the Father of lights, with whom is no variableness, neither\nshadow of turning. \n"},{"number":18,"text":"Of his own will begat he us with the word of truth, that we\nshould be a kind of firstfruits of his creatures. \n\n"},{"number":19,"text":"Wherefore, my beloved brethren, let every man be swift to\nhear, slow to speak, slow to wrath: \n"},{"number":20,"text":"For the wrath of man worketh not the righteousness of God.\n"},{"number":21,"text":"Wherefore lay apart all filthiness and superfluity of naughtiness,\nand receive with meekness the engrafted word, which is able to save\nyour souls. \n"},{"number":22,"text":"But be ye doers of the word, and not hearers only, deceiving\nyour own selves. \n"},{"number":23,"text":"For if any be a hearer of the word, and not a doer, he is\nlike unto a man beholding his natural face in a glass: \n"},{"number":24,"text":"For he beholdeth himself, and goeth his way, and straightway\nforgetteth what manner of man he was. \n"},{"number":25,"text":"But whoso looketh into the perfect law of liberty, and continueth\n\\add therein\\add*, he being not a forgetful hearer, but a doer of the\nwork, this man shall be blessed in his deed. \n"},{"number":26,"text":"If any man among you seem to be religious, and bridleth not\nhis tongue, but deceiveth his own heart, this man’s religion \\add is\\add*\nvain. \n"},{"number":27,"text":"Pure religion and undefiled before God and the Father is this,\nTo visit the fatherless and widows in their affliction, \\add and\\add*\nto keep himself unspotted from the world. \n"}],"number":1},{"verses":[{"number":1,"text":"My brethren, have not the faith of our Lord Jesus Christ, \\add the\nLord\\add* of glory, with respect of persons. \n"},{"number":2,"text":"For if there come unto your assembly a man with a gold ring,\nin goodly apparel, and there come in also a poor man in vile raiment;\n"},{"number":3,"text":"And ye have respect to him that weareth the gay clothing, and\nsay unto him, Sit thou here in a good place; and say to the poor,\nStand thou there, or sit here under my footstool: \n"},{"number":4,"text":"Are ye not then partial in yourselves, and are become judges\nof evil thoughts? \n"},{"number":5,"text":"Hearken, my beloved brethren, Hath not God chosen the poor\nof this world rich in faith, and heirs of the kingdom which he hath\npromised to them that love him? \n"},{"number":6,"text":"But ye have despised the poor. Do not rich men oppress you,\nand draw you before the judgment seats? \n"},{"number":7,"text":"Do not they blaspheme that worthy name by the which ye are\ncalled? \n"},{"number":8,"text":"If ye fulfil the royal law according to the scripture, Thou shalt\nlove thy neighbour as thyself, ye do well: \n"},{"number":9,"text":"But if ye have respect to persons, ye commit sin, and are convinced\nof the law as transgressors. \n"},{"number":10,"text":"For whosoever shall keep the whole law, and yet offend in\none \\add point\\add*, he is guilty of all. \n"},{"number":11,"text":"For he that said, Do not commit adultery, said also, Do not\nkill. Now if thou commit no adultery, yet if thou kill, thou art\nbecome a transgressor of the law. \n"},{"number":12,"text":"So speak ye, and so do, as they that shall be judged by the\nlaw of liberty. \n"},{"number":13,"text":"For he shall have judgment without mercy, that hath shewed\nno mercy; and mercy rejoiceth against judgment. \n"},{"number":14,"text":"What \\add doth it\\add* profit, my brethren, though a man say\nhe hath faith, and have not works? can faith save him? \n"},{"number":15,"text":"If a brother or sister be naked, and destitute of daily food,\n"},{"number":16,"text":"And one of you say unto them, Depart in peace, be \\add ye\\add*\nwarmed and filled; notwithstanding ye give them not those things which are\nneedful to the body; what \\add doth it\\add* profit? \n"},{"number":17,"text":"Even so faith, if it hath not works, is dead, being alone.\n"},{"number":18,"text":"Yea, a man may say, Thou hast faith, and I have works: shew\nme thy faith without thy works, and I will shew thee my faith by\nmy works. \n"},{"number":19,"text":"Thou believest that there is one God; thou doest well: the\ndevils also believe, and tremble. \n"},{"number":20,"text":"But wilt thou know, O vain man, that faith without works is\ndead? \n"},{"number":21,"text":"Was not Abraham our father justified by works, when he had\noffered Isaac his son upon the altar? \n"},{"number":22,"text":"Seest thou how faith wrought with his works, and by works\nwas faith made perfect? \n"},{"number":23,"text":"And the scripture was fulfilled which saith, Abraham believed\nGod, and it was imputed unto him for righteousness: and he was called\nthe Friend of God. \n"},{"number":24,"text":"Ye see then how that by works a man is justified, and not\nby faith only. \n"},{"number":25,"text":"Likewise also was not Rahab the harlot justified by works,\nwhen she had received the messengers, and had sent \\add them\\add*\nout another way? \n"},{"number":26,"text":"For as the body without the spirit is dead, so faith without\nworks is dead also. \n"}],"number":2},{"verses":[{"number":1,"text":"My brethren, be not many masters, knowing that we shall receive\nthe greater condemnation. \n"},{"number":2,"text":"For in many things we offend all. If any man offend not in\nword, the same \\add is\\add* a perfect man, \\add and\\add* able also\nto bridle the whole body. \n"},{"number":3,"text":"Behold, we put bits in the horses’ mouths, that they may obey\nus; and we turn about their whole body. \n"},{"number":4,"text":"Behold also the ships, which though \\add they be\\add* so great,\nand \\add are\\add* driven of fierce winds, yet are they turned about\nwith a very small helm, whithersoever the governor listeth. \n"},{"number":5,"text":"Even so the tongue is a little member, and boasteth great things.\nBehold, how great a matter a little fire kindleth! \n"},{"number":6,"text":"And the tongue \\add is\\add* a fire, a world of iniquity: so\nis the tongue among our members, that it defileth the whole body,\nand setteth on fire the course of nature; and it is set on fire of\nhell. \n"},{"number":7,"text":"For every kind of beasts, and of birds, and of serpents, and\nof things in the sea, is tamed, and hath been tamed of mankind: \n"},{"number":8,"text":"But the tongue can no man tame; \\add it is\\add* an unruly evil,\nfull of deadly poison. \n"},{"number":9,"text":"Therewith bless we God, even the Father; and therewith curse\nwe men, which are made after the similitude of God. \n"},{"number":10,"text":"Out of the same mouth proceedeth blessing and cursing. My\nbrethren, these things ought not so to be. \n"},{"number":11,"text":"Doth a fountain send forth at the same place sweet \\add water\\add*\nand bitter? \n"},{"number":12,"text":"Can the fig tree, my brethren, bear olive berries? either\na vine, figs? so \\add can\\add* no fountain both yield salt water\nand fresh. \n"},{"number":13,"text":"Who \\add is\\add* a wise man and endued with knowledge among\nyou? let him shew out of a good conversation his works with meekness\nof wisdom. \n"},{"number":14,"text":"But if ye have bitter envying and strife in your hearts, glory\nnot, and lie not against the truth. \n"},{"number":15,"text":"This wisdom descendeth not from above, but \\add is\\add* earthly,\nsensual, devilish. \n"},{"number":16,"text":"For where envying and strife \\add is\\add*, there \\add is\\add*\nconfusion and every evil work. \n"},{"number":17,"text":"But the wisdom that is from above is first pure, then peaceable,\ngentle, \\add and\\add* easy to be intreated, full of mercy and good\nfruits, without partiality, and without hypocrisy. \n"},{"number":18,"text":"And the fruit of righteousness is sown in peace of them that\nmake peace. \n"}],"number":3},{"verses":[{"number":1,"text":"From whence \\add come\\add* wars and fightings among you? \\add come\nthey\\add* not hence, \\add even\\add* of your lusts that war in your\nmembers? \n"},{"number":2,"text":"Ye lust, and have not: ye kill, and desire to have, and cannot\nobtain: ye fight and war, yet ye have not, because ye ask not. \n"},{"number":3,"text":"Ye ask, and receive not, because ye ask amiss, that ye may\nconsume \\add it\\add* upon your lusts. \n"},{"number":4,"text":"Ye adulterers and adulteresses, know ye not that the friendship\nof the world is enmity with God? whosoever therefore will be a friend\nof the world is the enemy of God. \n"},{"number":5,"text":"Do ye think that the scripture saith in vain, The spirit that\ndwelleth in us lusteth to envy? \n"},{"number":6,"text":"But he giveth more grace. Wherefore he saith, God resisteth\nthe proud, but giveth grace unto the humble. \n"},{"number":7,"text":"Submit yourselves therefore to God. Resist the devil, and he will\nflee from you. \n"},{"number":8,"text":"Draw nigh to God, and he will draw nigh to you. Cleanse \\add your\\add*\nhands, \\add ye\\add* sinners; and purify \\add your\\add* hearts, \\add ye\\add*\ndouble minded. \n"},{"number":9,"text":"Be afflicted, and mourn, and weep: let your laughter be turned\nto mourning, and \\add your\\add* joy to heaviness. \n"},{"number":10,"text":"Humble yourselves in the sight of the Lord, and he shall lift\nyou up. \n"},{"number":11,"text":"Speak not evil one of another, brethren. He that speaketh\nevil of \\add his\\add* brother, and judgeth his brother, speaketh\nevil of the law, and judgeth the law: but if thou judge the law,\nthou art not a doer of the law, but a judge. \n"},{"number":12,"text":"There is one lawgiver, who is able to save and to destroy:\nwho art thou that judgest another? \n\n"},{"number":13,"text":"Go to now, ye that say, To day or to morrow we will go into\nsuch a city, and continue there a year, and buy and sell, and get\ngain: \n"},{"number":14,"text":"Whereas ye know not what \\add shall be\\add* on the morrow.\nFor what \\add is\\add* your life? It is even a vapour, that appeareth\nfor a little time, and then vanisheth away. \n"},{"number":15,"text":"For that ye \\add ought\\add* to say, If the Lord will, we shall\nlive, and do this, or that. \n"},{"number":16,"text":"But now ye rejoice in your boastings: all such rejoicing is\nevil. \n"},{"number":17,"text":"Therefore to him that knoweth to do good, and doeth \\add it\\add*\nnot, to him it is sin. \n"}],"number":4},{"verses":[{"number":1,"text":"Go to now, \\add ye\\add* rich men, weep and howl for your miseries\nthat shall come upon \\add you\\add*. \n"},{"number":2,"text":"Your riches are corrupted, and your garments are motheaten.\n"},{"number":3,"text":"Your gold and silver is cankered; and the rust of them shall\nbe a witness against you, and shall eat your flesh as it were fire.\nYe have heaped treasure together for the last days. \n"},{"number":4,"text":"Behold, the hire of the labourers who have reaped down your\nfields, which is of you kept back by fraud, crieth: and the cries\nof them which have reaped are entered into the ears of the Lord of\nsabaoth. \n"},{"number":5,"text":"Ye have lived in pleasure on the earth, and been wanton; ye have\nnourished your hearts, as in a day of slaughter. \n"},{"number":6,"text":"Ye have condemned \\add and\\add* killed the just; \\add and\\add*\nhe doth not resist you. \n\n"},{"number":7,"text":"Be patient therefore, brethren, unto the coming of the Lord.\nBehold, the husbandman waiteth for the precious fruit of the earth,\nand hath long patience for it, until he receive the early and latter\nrain. \n"},{"number":8,"text":"Be ye also patient; stablish your hearts: for the coming of the\nLord draweth nigh. \n"},{"number":9,"text":"Grudge not one against another, brethren, lest ye be condemned:\nbehold, the judge standeth before the door. \n"},{"number":10,"text":"Take, my brethren, the prophets, who have spoken in the name\nof the Lord, for an example of suffering affliction, and of patience.\n"},{"number":11,"text":"Behold, we count them happy which endure. Ye have heard of the\npatience of Job, and have seen the end of the Lord; that the Lord\nis very pitiful, and of tender mercy. \n"},{"number":12,"text":"But above all things, my brethren, swear not, neither by heaven,\nneither by the earth, neither by any other oath: but let your yea\nbe yea; and \\add your\\add* nay, nay; lest ye fall into condemnation.\n"},{"number":13,"text":"Is any among you afflicted? let him pray. Is any merry? let him sing\npsalms. \n"},{"number":14,"text":"Is any sick among you? let him call for the elders of the\nchurch; and let them pray over him, anointing him with oil in the\nname of the Lord: \n"},{"number":15,"text":"And the prayer of faith shall save the sick, and the Lord\nshall raise him up; and if he have committed sins, they shall be\nforgiven him. \n"},{"number":16,"text":"Confess \\add your\\add* faults one to another, and pray one\nfor another, that ye may be healed. The effectual fervent prayer\nof a righteous man availeth much. \n"},{"number":17,"text":"Elias was a man subject to like passions as we are, and he\nprayed earnestly that it might not rain: and it rained not on the\nearth by the space of three years and six months. \n"},{"number":18,"text":"And he prayed again, and the heaven gave rain, and the earth\nbrought forth her fruit. \n"},{"number":19,"text":"Brethren, if any of you do err from the truth, and one convert\nhim; \n"},{"number":20,"text":"Let him know, that he which converteth the sinner from the\nerror of his way shall save a soul from death, and shall hide a multitude\nof sins. "}],"number":5}]}