{"headers":{"id":"2PE  The Second Letter from Peter","h":"2 Peter","toc1":"THE SECOND EPISTLE GENERAL OF PETER","toc2":"2 Peter","toc3":"2Pe","mt1":"THE SECOND EPISTLE GENERAL OF PETER"},"book":"2 Peter","chapters":[{"verses":[{"number":1,"text":"Simon Peter, a servant and an apostle of Jesus Christ, to them that have\nobtained like precious faith with us through the righteousness of\nGod and our Saviour Jesus Christ: \n"},{"number":2,"text":"Grace and peace be multiplied unto you through the knowledge\nof God, and of Jesus our Lord, \n"},{"number":3,"text":"According as his divine power hath given unto us all things\nthat \\add pertain\\add* unto life and godliness, through the knowledge\nof him that hath called us to glory and virtue: \n"},{"number":4,"text":"Whereby are given unto us exceeding great and precious promises:\nthat by these ye might be partakers of the divine nature, having\nescaped the corruption that is in the world through lust. \n"},{"number":5,"text":"And beside this, giving all diligence, add to your faith virtue;\nand to virtue knowledge; \n"},{"number":6,"text":"And to knowledge temperance; and to temperance patience; and\nto patience godliness; \n"},{"number":7,"text":"And to godliness brotherly kindness; and to brotherly kindness\ncharity. \n"},{"number":8,"text":"For if these things be in you, and abound, they make \\add you that ye\nshall\\add* neither \\add be\\add* barren nor unfruitful in the knowledge\nof our Lord Jesus Christ. \n"},{"number":9,"text":"But he that lacketh these things is blind, and cannot see afar\noff, and hath forgotten that he was purged from his old sins. \n"},{"number":10,"text":"Wherefore the rather, brethren, give diligence to make your\ncalling and election sure: for if ye do these things, ye shall never\nfall: \n"},{"number":11,"text":"For so an entrance shall be ministered unto you abundantly\ninto the everlasting kingdom of our Lord and Saviour Jesus Christ.\n\n"},{"number":12,"text":"Wherefore I will not be negligent to put you always in remembrance\nof these things, though ye know \\add them\\add*, and be established\nin the present truth. \n"},{"number":13,"text":"Yea, I think it meet, as long as I am in this tabernacle,\nto stir you up by putting \\add you\\add* in remembrance; \n"},{"number":14,"text":"Knowing that shortly I must put off \\add this\\add* my tabernacle,\neven as our Lord Jesus Christ hath shewed me. \n"},{"number":15,"text":"Moreover I will endeavour that ye may be able after my decease\nto have these things always in remembrance. \n"},{"number":16,"text":"For we have not followed cunningly devised fables, when we made\nknown unto you the power and coming of our Lord Jesus Christ, but\nwere eyewitnesses of his majesty. \n"},{"number":17,"text":"For he received from God the Father honour and glory, when there\ncame such a voice to him from the excellent glory, This is my beloved\nSon, in whom I am well pleased. \n"},{"number":18,"text":"And this voice which came from heaven we heard, when we were\nwith him in the holy mount. \n"},{"number":19,"text":"We have also a more sure word of prophecy; whereunto ye do\nwell that ye take heed, as unto a light that shineth in a dark place,\nuntil the day dawn, and the day star arise in your hearts: \n"},{"number":20,"text":"Knowing this first, that no prophecy of the scripture is of\nany private interpretation. \n"},{"number":21,"text":"For the prophecy came not in old time by the will of man:\nbut holy men of God spake \\add as they were\\add* moved by the Holy\nGhost. \n"}],"number":1},{"verses":[{"number":1,"text":"But there were false prophets also among the people, even as\nthere shall be false teachers among you, who privily shall bring\nin damnable heresies, even denying the Lord that bought them, and bring\nupon themselves swift destruction. \n"},{"number":2,"text":"And many shall follow their pernicious ways; by reason of whom\nthe way of truth shall be evil spoken of. \n"},{"number":3,"text":"And through covetousness shall they with feigned words make merchandise\nof you: whose judgment now of a long time lingereth not, and their\ndamnation slumbereth not. \n"},{"number":4,"text":"For if God spared not the angels that sinned, but cast \\add them\\add*\ndown to hell, and delivered \\add them\\add* into chains of darkness,\nto be reserved unto judgment; \n"},{"number":5,"text":"And spared not the old world, but saved Noah the eighth \\add person\\add*,\na preacher of righteousness, bringing in the flood upon the world\nof the ungodly; \n"},{"number":6,"text":"And turning the cities of Sodom and Gomorrha into ashes condemned\n\\add them\\add* with an overthrow, making \\add them\\add* an ensample\nunto those that after should live ungodly; \n"},{"number":7,"text":"And delivered just Lot, vexed with the filthy conversation\nof the wicked: \n"},{"number":8,"text":"(For that righteous man dwelling among them, in seeing and hearing,\nvexed \\add his\\add* righteous soul from day to day with \\add their\\add*\nunlawful deeds;) \n"},{"number":9,"text":"The Lord knoweth how to deliver the godly out of temptations,\nand to reserve the unjust unto the day of judgment to be punished:\n"},{"number":10,"text":"But chiefly them that walk after the flesh in the lust of\nuncleanness, and despise government. Presumptuous \\add are they\\add*,\nselfwilled, they are not afraid to speak evil of dignities. \n"},{"number":11,"text":"Whereas angels, which are greater in power and might, bring\nnot railing accusation against them before the Lord. \n"},{"number":12,"text":"But these, as natural brute beasts, made to be taken and destroyed,\nspeak evil of the things that they understand not; and shall utterly\nperish in their own corruption; \n"},{"number":13,"text":"And shall receive the reward of unrighteousness, \\add as\\add*\nthey that count it pleasure to riot in the day time. Spots \\add they\nare\\add* and blemishes, sporting themselves with their own deceivings\nwhile they feast with you; \n"},{"number":14,"text":"Having eyes full of adultery, and that cannot cease from sin;\nbeguiling unstable souls: an heart they have exercised with covetous\npractices; cursed children: \n"},{"number":15,"text":"Which have forsaken the right way, and are gone astray, following\nthe way of Balaam \\add the son\\add* of Bosor, who loved the wages\nof unrighteousness; \n"},{"number":16,"text":"But was rebuked for his iniquity: the dumb ass speaking with\nman’s voice forbad the madness of the prophet. \n"},{"number":17,"text":"These are wells without water, clouds that are carried with\na tempest; to whom the mist of darkness is reserved for ever. \n"},{"number":18,"text":"For when they speak great swelling \\add words\\add* of vanity,\nthey allure through the lusts of the flesh, \\add through much\\add*\nwantonness, those that were clean escaped from them who live in error.\n"},{"number":19,"text":"While they promise them liberty, they themselves are the servants\nof corruption: for of whom a man is overcome, of the same is he brought in\nbondage. \n"},{"number":20,"text":"For if after they have escaped the pollutions of the world\nthrough the knowledge of the Lord and Saviour Jesus Christ, they\nare again entangled therein, and overcome, the latter end is worse\nwith them than the beginning. \n"},{"number":21,"text":"For it had been better for them not to have known the way\nof righteousness, than, after they have known \\add it\\add*, to turn\nfrom the holy commandment delivered unto them. \n"},{"number":22,"text":"But it is happened unto them according to the true proverb,\nThe dog \\add is\\add* turned to his own vomit again; and the sow that was\nwashed to her wallowing in the mire. \n"}],"number":2},{"verses":[{"number":1,"text":"This second epistle, beloved, I now write unto you; in \\add both\\add*\nwhich I stir up your pure minds by way of remembrance: \n"},{"number":2,"text":"That ye may be mindful of the words which were spoken before\nby the holy prophets, and of the commandment of us the apostles of the\nLord and Saviour: \n"},{"number":3,"text":"Knowing this first, that there shall come in the last days\nscoffers, walking after their own lusts, \n"},{"number":4,"text":"And saying, Where is the promise of his coming? for since the\nfathers fell asleep, all things continue as \\add they were\\add* from\nthe beginning of the creation. \n"},{"number":5,"text":"For this they willingly are ignorant of, that by the word of\nGod the heavens were of old, and the earth standing out of the water\nand in the water: \n"},{"number":6,"text":"Whereby the world that then was, being overflowed with water,\nperished: \n"},{"number":7,"text":"But the heavens and the earth, which are now, by the same word\nare kept in store, reserved unto fire against the day of judgment\nand perdition of ungodly men. \n"},{"number":8,"text":"But, beloved, be not ignorant of this one thing, that one day\n\\add is\\add* with the Lord as a thousand years, and a thousand years\nas one day. \n"},{"number":9,"text":"The Lord is not slack concerning his promise, as some men count\nslackness; but is longsuffering to us-ward, not willing that any\nshould perish, but that all should come to repentance. \n"},{"number":10,"text":"But the day of the Lord will come as a thief in the night;\nin the which the heavens shall pass away with a great noise, and\nthe elements shall melt with fervent heat, the earth also and the\nworks that are therein shall be burned up. \n"},{"number":11,"text":"\\add Seeing\\add* then \\add that\\add* all these things shall be\ndissolved, what manner \\add of persons\\add* ought ye to be in \\add all\\add*\nholy conversation and godliness, \n"},{"number":12,"text":"Looking for and hasting unto the coming of the day of God,\nwherein the heavens being on fire shall be dissolved, and the elements\nshall melt with fervent heat? \n"},{"number":13,"text":"Nevertheless we, according to his promise, look for new heavens\nand a new earth, wherein dwelleth righteousness. \n"},{"number":14,"text":"Wherefore, beloved, seeing that ye look for such things, be diligent\nthat ye may be found of him in peace, without spot, and blameless.\n"},{"number":15,"text":"And account \\add that\\add* the longsuffering of our Lord \\add is\\add*\nsalvation; even as our beloved brother Paul also according to the\nwisdom given unto him hath written unto you; \n"},{"number":16,"text":"As also in all \\add his\\add* epistles, speaking in them of\nthese things; in which are some things hard to be understood, which\nthey that are unlearned and unstable wrest, as \\add they do\\add*\nalso the other scriptures, unto their own destruction. \n"},{"number":17,"text":"Ye therefore, beloved, seeing ye know \\add these things\\add*\nbefore, beware lest ye also, being led away with the error of the\nwicked, fall from your own stedfastness. \n"},{"number":18,"text":"But grow in grace, and \\add in\\add* the knowledge of our Lord\nand Saviour Jesus Christ. To him \\add be\\add* glory both now and\nfor ever. Amen. "}],"number":3}]}