{"headers":{"id":"1JN  John’s First Letter","h":"1 John","toc1":"THE FIRST EPISTLE GENERAL OF JOHN","toc2":"1 John","toc3":"1Jn","mt1":"THE FIRST EPISTLE GENERAL OF JOHN"},"book":"1 John","chapters":[{"verses":[{"number":1,"text":"That which was from the beginning, which we have heard, which\nwe have seen with our eyes, which we have looked upon, and our hands\nhave handled, of the Word of life; \n"},{"number":2,"text":"(For the life was manifested, and we have seen \\add it\\add*,\nand bear witness, and shew unto you that eternal life, which was\nwith the Father, and was manifested unto us;) \n"},{"number":3,"text":"That which we have seen and heard declare we unto you, that\nye also may have fellowship with us: and truly our fellowship \\add is\\add*\nwith the Father, and with his Son Jesus Christ. \n"},{"number":4,"text":"And these things write we unto you, that your joy may be full.\n\n"},{"number":5,"text":"This then is the message which we have heard of him, and declare\nunto you, that God is light, and in him is no darkness at all. \n"},{"number":6,"text":"If we say that we have fellowship with him, and walk in darkness,\nwe lie, and do not the truth: \n"},{"number":7,"text":"But if we walk in the light, as he is in the light, we have\nfellowship one with another, and the blood of Jesus Christ his Son\ncleanseth us from all sin. \n"},{"number":8,"text":"If we say that we have no sin, we deceive ourselves, and the\ntruth is not in us. \n"},{"number":9,"text":"If we confess our sins, he is faithful and just to forgive\nus \\add our\\add* sins, and to cleanse us from all unrighteousness.\n"},{"number":10,"text":"If we say that we have not sinned, we make him a liar, and\nhis word is not in us. \n"}],"number":1},{"verses":[{"number":1,"text":"My little children, these things write I unto you, that ye\nsin not. And if any man sin, we have an advocate with the Father,\nJesus Christ the righteous: \n"},{"number":2,"text":"And he is the propitiation for our sins: and not for ours only,\nbut also for \\add the sins of\\add* the whole world. \n"},{"number":3,"text":"And hereby we do know that we know him, if we keep his commandments.\n"},{"number":4,"text":"He that saith, I know him, and keepeth not his commandments,\nis a liar, and the truth is not in him. \n"},{"number":5,"text":"But whoso keepeth his word, in him verily is the love of God\nperfected: hereby know we that we are in him. \n"},{"number":6,"text":"He that saith he abideth in him ought himself also so to walk,\neven as he walked. \n\n"},{"number":7,"text":"Brethren, I write no new commandment unto you, but an old commandment\nwhich ye had from the beginning. The old commandment is the word\nwhich ye have heard from the beginning. \n"},{"number":8,"text":"Again, a new commandment I write unto you, which thing is true\nin him and in you: because the darkness is past, and the true light\nnow shineth. \n"},{"number":9,"text":"He that saith he is in the light, and hateth his brother, is\nin darkness even until now. \n"},{"number":10,"text":"He that loveth his brother abideth in the light, and there\nis none occasion of stumbling in him. \n"},{"number":11,"text":"But he that hateth his brother is in darkness, and walketh\nin darkness, and knoweth not whither he goeth, because that darkness\nhath blinded his eyes. \n"},{"number":12,"text":"I write unto you, little children, because your sins are forgiven\nyou for his name’s sake. \n"},{"number":13,"text":"I write unto you, fathers, because ye have known him \\add that\nis\\add* from the beginning. I write unto you, young men, because\nye have overcome the wicked one. I write unto you, little children,\nbecause ye have known the Father. \n"},{"number":14,"text":"I have written unto you, fathers, because ye have known him\n\\add that is\\add* from the beginning. I have written unto you, young\nmen, because ye are strong, and the word of God abideth in you, and\nye have overcome the wicked one. \n"},{"number":15,"text":"Love not the world, neither the things \\add that are\\add*\nin the world. If any man love the world, the love of the Father is\nnot in him. \n"},{"number":16,"text":"For all that \\add is\\add* in the world, the lust of the flesh,\nand the lust of the eyes, and the pride of life, is not of the Father,\nbut is of the world. \n"},{"number":17,"text":"And the world passeth away, and the lust thereof: but he that\ndoeth the will of God abideth for ever. \n\n"},{"number":18,"text":"Little children, it is the last time: and as ye have heard\nthat antichrist shall come, even now are there many antichrists;\nwhereby we know that it is the last time. \n"},{"number":19,"text":"They went out from us, but they were not of us; for if they had\nbeen of us, they would \\add no doubt\\add* have continued with us:\nbut \\add they went out\\add*, that they might be made manifest that\nthey were not all of us. \n"},{"number":20,"text":"But ye have an unction from the Holy One, and ye know all\nthings. \n"},{"number":21,"text":"I have not written unto you because ye know not the truth,\nbut because ye know it, and that no lie is of the truth. \n"},{"number":22,"text":"Who is a liar but he that denieth that Jesus is the Christ?\nHe is antichrist, that denieth the Father and the Son. \n"},{"number":23,"text":"Whosoever denieth the Son, the same hath not the Father: \\add (but)\nhe that acknowledgeth the Son hath the Father also\\add*. \n"},{"number":24,"text":"Let that therefore abide in you, which ye have heard from the\nbeginning. If that which ye have heard from the beginning shall remain\nin you, ye also shall continue in the Son, and in the Father. \n"},{"number":25,"text":"And this is the promise that he hath promised us, \\add even\\add*\neternal life. \n"},{"number":26,"text":"These \\add things\\add* have I written unto you concerning\nthem that seduce you. \n"},{"number":27,"text":"But the anointing which ye have received of him abideth in\nyou, and ye need not that any man teach you: but as the same anointing\nteacheth you of all things, and is truth, and is no lie, and even\nas it hath taught you, ye shall abide in him. \n"},{"number":28,"text":"And now, little children, abide in him; that, when he shall\nappear, we may have confidence, and not be ashamed before him at\nhis coming. \n"},{"number":29,"text":"If ye know that he is righteous, ye know that every one that\ndoeth righteousness is born of him. \n"}],"number":2},{"verses":[{"number":1,"text":"Behold, what manner of love the Father hath bestowed upon us,\nthat we should be called the sons of God: therefore the world knoweth\nus not, because it knew him not. \n"},{"number":2,"text":"Beloved, now are we the sons of God, and it doth not yet appear\nwhat we shall be: but we know that, when he shall appear, we shall\nbe like him; for we shall see him as he is. \n"},{"number":3,"text":"And every man that hath this hope in him purifieth himself,\neven as he is pure. \n"},{"number":4,"text":"Whosoever committeth sin transgresseth also the law: for sin\nis the transgression of the law. \n"},{"number":5,"text":"And ye know that he was manifested to take away our sins; and\nin him is no sin. \n"},{"number":6,"text":"Whosoever abideth in him sinneth not: whosoever sinneth hath\nnot seen him, neither known him. \n"},{"number":7,"text":"Little children, let no man deceive you: he that doeth righteousness\nis righteous, even as he is righteous. \n"},{"number":8,"text":"He that committeth sin is of the devil; for the devil sinneth\nfrom the beginning. For this purpose the Son of God was manifested,\nthat he might destroy the works of the devil. \n"},{"number":9,"text":"Whosoever is born of God doth not commit sin; for his seed\nremaineth in him: and he cannot sin, because he is born of God. \n"},{"number":10,"text":"In this the children of God are manifest, and the children\nof the devil: whosoever doeth not righteousness is not of God, neither\nhe that loveth not his brother. \n"},{"number":11,"text":"For this is the message that ye heard from the beginning,\nthat we should love one another. \n"},{"number":12,"text":"Not as Cain, \\add who\\add* was of that wicked one, and slew\nhis brother. And wherefore slew he him? Because his own works were\nevil, and his brother’s righteous. \n\n"},{"number":13,"text":"Marvel not, my brethren, if the world hate you. \n"},{"number":14,"text":"We know that we have passed from death unto life, because\nwe love the brethren. He that loveth not \\add his\\add* brother abideth\nin death. \n"},{"number":15,"text":"Whosoever hateth his brother is a murderer: and ye know that\nno murderer hath eternal life abiding in him. \n"},{"number":16,"text":"Hereby perceive we the love \\add  of God\\add*, because he\nlaid down his life for us: and we ought to lay down \\add our\\add*\nlives for the brethren. \n"},{"number":17,"text":"But whoso hath this world’s good, and seeth his brother have\nneed, and shutteth up his bowels \\add of compassion\\add* from him,\nhow dwelleth the love of God in him? \n"},{"number":18,"text":"My little children, let us not love in word, neither in tongue;\nbut in deed and in truth. \n"},{"number":19,"text":"And hereby we know that we are of the truth, and shall assure\nour hearts before him. \n"},{"number":20,"text":"For if our heart condemn us, God is greater than our heart,\nand knoweth all things. \n"},{"number":21,"text":"Beloved, if our heart condemn us not, \\add then\\add* have\nwe confidence toward God. \n"},{"number":22,"text":"And whatsoever we ask, we receive of him, because we keep\nhis commandments, and do those things that are pleasing in his sight.\n"},{"number":23,"text":"And this is his commandment, That we should believe on the\nname of his Son Jesus Christ, and love one another, as he gave us\ncommandment. \n"},{"number":24,"text":"And he that keepeth his commandments dwelleth in him, and\nhe in him. And hereby we know that he abideth in us, by the Spirit\nwhich he hath given us. \n"}],"number":3},{"verses":[{"number":1,"text":"Beloved, believe not every spirit, but try the spirits whether\nthey are of God: because many false prophets are gone out into the\nworld. \n"},{"number":2,"text":"Hereby know ye the Spirit of God: Every spirit that confesseth\nthat Jesus Christ is come in the flesh is of God: \n"},{"number":3,"text":"And every spirit that confesseth not that Jesus Christ is come\nin the flesh is not of God: and this is that \\add spirit\\add* of\nantichrist, whereof ye have heard that it should come; and even now\nalready is it in the world. \n"},{"number":4,"text":"Ye are of God, little children, and have overcome them: because\ngreater is he that is in you, than he that is in the world. \n"},{"number":5,"text":"They are of the world: therefore speak they of the world, and\nthe world heareth them. \n"},{"number":6,"text":"We are of God: he that knoweth God heareth us; he that is not\nof God heareth not us. Hereby know we the spirit of truth, and the\nspirit of error. \n\n"},{"number":7,"text":"Beloved, let us love one another: for love is of God; and every\none that loveth is born of God, and knoweth God. \n"},{"number":8,"text":"He that loveth not knoweth not God; for God is love. \n"},{"number":9,"text":"In this was manifested the love of God toward us, because that\nGod sent his only begotten Son into the world, that we might live\nthrough him. \n"},{"number":10,"text":"Herein is love, not that we loved God, but that he loved us,\nand sent his Son \\add to be\\add* the propitiation for our sins. \n"},{"number":11,"text":"Beloved, if God so loved us, we ought also to love one another.\n"},{"number":12,"text":"No man hath seen God at any time. If we love one another,\nGod dwelleth in us, and his love is perfected in us. \n"},{"number":13,"text":"Hereby know we that we dwell in him, and he in us, because\nhe hath given us of his Spirit. \n"},{"number":14,"text":"And we have seen and do testify that the Father sent the Son\n\\add to be\\add* the Saviour of the world. \n"},{"number":15,"text":"Whosoever shall confess that Jesus is the Son of God, God\ndwelleth in him, and he in God. \n"},{"number":16,"text":"And we have known and believed the love that God hath to us.\nGod is love; and he that dwelleth in love dwelleth in God, and God\nin him. \n"},{"number":17,"text":"Herein is our love made perfect, that we may have boldness\nin the day of judgment: because as he is, so are we in this world.\n"},{"number":18,"text":"There is no fear in love; but perfect love casteth out fear:\nbecause fear hath torment. He that feareth is not made perfect in\nlove. \n"},{"number":19,"text":"We love him, because he first loved us. \n"},{"number":20,"text":"If a man say, I love God, and hateth his brother, he is a\nliar: for he that loveth not his brother whom he hath seen, how can\nhe love God whom he hath not seen? \n"},{"number":21,"text":"And this commandment have we from him, That he who loveth\nGod love his brother also. \n"}],"number":4},{"verses":[{"number":1,"text":"Whosoever believeth that Jesus is the Christ is born of God:\nand every one that loveth him that begat loveth him also that is\nbegotten of him. \n"},{"number":2,"text":"By this we know that we love the children of God, when we love\nGod, and keep his commandments. \n"},{"number":3,"text":"For this is the love of God, that we keep his commandments:\nand his commandments are not grievous. \n"},{"number":4,"text":"For whatsoever is born of God overcometh the world: and this\nis the victory that overcometh the world, \\add even\\add* our faith.\n"},{"number":5,"text":"Who is he that overcometh the world, but he that believeth\nthat Jesus is the Son of God? \n"},{"number":6,"text":"This is he that came by water and blood, \\add even\\add* Jesus\nChrist; not by water only, but by water and blood. And it is the\nSpirit that beareth witness, because the Spirit is truth. \n"},{"number":7,"text":"For there are three that bear record in heaven, the Father,\nthe Word, and the Holy Ghost: and these three are one. \n"},{"number":8,"text":"And there are three that bear witness in earth, the Spirit,\nand the water, and the blood: and these three agree in one. \n"},{"number":9,"text":"If we receive the witness of men, the witness of God is greater:\nfor this is the witness of God which he hath testified of his Son.\n"},{"number":10,"text":"He that believeth on the Son of God hath the witness in himself:\nhe that believeth not God hath made him a liar; because he believeth\nnot the record that God gave of his Son. \n"},{"number":11,"text":"And this is the record, that God hath given to us eternal\nlife, and this life is in his Son. \n"},{"number":12,"text":"He that hath the Son hath life; \\add and\\add* he that hath\nnot the Son of God hath not life. \n"},{"number":13,"text":"These things have I written unto you that believe on the name\nof the Son of God; that ye may know that ye have eternal life, and\nthat ye may believe on the name of the Son of God. \n"},{"number":14,"text":"And this is the confidence that we have in him, that, if we\nask any thing according to his will, he heareth us: \n"},{"number":15,"text":"And if we know that he hear us, whatsoever we ask, we know\nthat we have the petitions that we desired of him. \n"},{"number":16,"text":"If any man see his brother sin a sin \\add which is\\add* not\nunto death, he shall ask, and he shall give him life for them that\nsin not unto death. There is a sin unto death: I do not say that\nhe shall pray for it. \n"},{"number":17,"text":"All unrighteousness is sin: and there is a sin not unto death.\n"},{"number":18,"text":"We know that whosoever is born of God sinneth not; but he that is\nbegotten of God keepeth himself, and that wicked one toucheth him\nnot. \n"},{"number":19,"text":"\\add And\\add* we know that we are of God, and the whole world\nlieth in wickedness. \n"},{"number":20,"text":"And we know that the Son of God is come, and hath given us\nan understanding, that we may know him that is true, and we are in\nhim that is true, \\add even\\add* in his Son Jesus Christ. This is\nthe true God, and eternal life. \n"},{"number":21,"text":"Little children, keep yourselves from idols. Amen. "}],"number":5}]}