{"headers":{"id":"3JN  John’s Third Letter","h":"3 John","toc1":"THE THIRD EPISTLE OF JOHN","toc2":"3 John","toc3":"3Jn","mt1":"THE THIRD EPISTLE OF JOHN"},"book":"3 John","chapters":[{"verses":[{"number":1,"text":"The elder unto the wellbeloved Gaius, whom I love in the truth.\n\n"},{"number":2,"text":"Beloved, I wish above all things that thou mayest prosper and\nbe in health, even as thy soul prospereth. \n"},{"number":3,"text":"For I rejoiced greatly, when the brethren came and testified\nof the truth that is in thee, even as thou walkest in the truth.\n"},{"number":4,"text":"I have no greater joy than to hear that my children walk in\ntruth. \n"},{"number":5,"text":"Beloved, thou doest faithfully whatsoever thou doest to the\nbrethren, and to strangers; \n"},{"number":6,"text":"Which have borne witness of thy charity before the church:\nwhom if thou bring forward on their journey after a godly sort, thou shalt\ndo well: \n"},{"number":7,"text":"Because that for his name’s sake they went forth, taking nothing\nof the Gentiles. \n"},{"number":8,"text":"We therefore ought to receive such, that we might be fellowhelpers to\nthe truth. \n\n"},{"number":9,"text":"I wrote unto the church: but Diotrephes, who loveth to have the\npreeminence among them, receiveth us not. \n"},{"number":10,"text":"Wherefore, if I come, I will remember his deeds which he doeth,\nprating against us with malicious words: and not content therewith,\nneither doth he himself receive the brethren, and forbiddeth them that\nwould, and casteth \\add them\\add* out of the church. \n\n"},{"number":11,"text":"Beloved, follow not that which is evil, but that which is\ngood. He that doeth good is of God: but he that doeth evil hath not\nseen God. \n"},{"number":12,"text":"Demetrius hath good report of all \\add men\\add*, and of the\ntruth itself: yea, and we \\add also\\add* bear record; and ye know\nthat our record is true. \n\n"},{"number":13,"text":"I had many things to write, but I will not with ink and pen\nwrite unto thee: \n"},{"number":14,"text":"But I trust I shall shortly see thee, and we shall speak face\nto face. Peace \\add be\\add* to thee. \\add Our\\add* friends salute\nthee. Greet the friends by name. "}],"number":1}]}