{"headers":{"id":"RUT  Ruth","h":"Ruth","toc1":"The Book of Ruth","toc2":"Ruth","toc3":"Rut","mt1":"The Book of Ruth"},"book":"Ruth","chapters":[{"verses":[{"number":1,"text":"Now it came to pass in the days when the judges ruled, that there was a\nfamine in the land. And a certain man of Beth-lehem-judah went to\nsojourn in the country of Moab, he, and his wife, and his two sons.\\f + \\fr 1.1 \n\\ft ruled: Heb. judged\\f* \n"},{"number":2,"text":"And the name of the man \\add was\\add* Elimelech, and the name\nof his wife Naomi, and the name of his two sons Mahlon and Chilion,\nEphrathites of Beth-lehem-judah. And they came into the country of\nMoab, and continued there.\\f + \\fr 1.2  \\ft continued: Heb. were\\f*\n"},{"number":3,"text":"And Elimelech Naomi’s husband died; and she was left, and her\ntwo sons. \n"},{"number":4,"text":"And they took them wives of the women of Moab; the name of the\none \\add was\\add* Orpah, and the name of the other Ruth: and they\ndwelled there about ten years. \n"},{"number":5,"text":"And Mahlon and Chilion died also both of them; and the woman\nwas left of her two sons and her husband. \n\n"},{"number":6,"text":"Then she arose with her daughters in law, that she might return\nfrom the country of Moab: for she had heard in the country of Moab\nhow that the \\nd LORD\\nd* had visited his people in giving them bread.\n"},{"number":7,"text":"Wherefore she went forth out of the place where she was, and her\ntwo daughters in law with her; and they went on the way to return\nunto the land of Judah. \n"},{"number":8,"text":"And Naomi said unto her two daughters in law, Go, return each\nto her mother’s house: the \\nd LORD\\nd* deal kindly with you, as ye have\ndealt with the dead, and with me. \n"},{"number":9,"text":"The \\nd LORD\\nd* grant you that ye may find rest, each \\add of\nyou\\add* in the house of her husband. Then she kissed them; and they lifted\nup their voice, and wept. \n"},{"number":10,"text":"And they said unto her, Surely we will return with thee unto thy\npeople. \n"},{"number":11,"text":"And Naomi said, Turn again, my daughters: why will ye go with me?\n\\add are\\add* there yet \\add any more\\add* sons in my womb, that they may be your\nhusbands? \n"},{"number":12,"text":"Turn again, my daughters, go \\add your way;\\add* for I am too\nold to have an husband. If I should say, I have hope, \\add if\\add*\nI should have an husband also to night, and should also bear sons;\\f + \\fr 1.12 \n\\ft should have…: or were with an husband\\f* \n"},{"number":13,"text":"Would ye tarry for them till they were grown? would ye stay\nfor them from having husbands? nay, my daughters; for it grieveth\nme much for your sakes that the hand of the \\nd LORD\\nd* is gone\nout against me.\\f + \\fr 1.13  \\ft tarry: Heb. hope\\f*\\f + \\fr 1.13 \n\\ft it grieveth…: Heb. I have much bitterness\\f* \n"},{"number":14,"text":"And they lifted up their voice, and wept again: and Orpah\nkissed her mother in law; but Ruth clave unto her. \n"},{"number":15,"text":"And she said, Behold, thy sister in law is gone back unto her\npeople, and unto her gods: return thou after thy sister in law. \n"},{"number":16,"text":"And Ruth said, Intreat me not to leave thee, \\add or\\add*\nto return from following after thee: for whither thou goest, I will\ngo; and where thou lodgest, I will lodge: thy people \\add shall be\\add*\nmy people, and thy God my God:\\f + \\fr 1.16  \\ft Intreat…: or, Be not against\nme\\f* \n"},{"number":17,"text":"Where thou diest, will I die, and there will I be buried:\nthe \\nd LORD\\nd* do so to me, and more also, \\add if ought\\add* but\ndeath part thee and me. \n"},{"number":18,"text":"When she saw that she was stedfastly minded to go with her, then she\nleft speaking unto her.\\f + \\fr 1.18  \\ft was…: Heb. strengthened\nherself\\f* \n\n"},{"number":19,"text":"So they two went until they came to Beth-lehem. And it came to pass, when they were\ncome to Beth-lehem, that all the city was moved about them, and they\nsaid, \\add Is\\add* this Naomi? \n"},{"number":20,"text":"And she said unto them, Call me not Naomi, call me Mara: for the\nAlmighty hath dealt very bitterly with me.\\f + \\fr 1.20  \\ft Naomi: that is,\nPleasant\\f*\\f + \\fr 1.20  \\ft Mara: that is, Bitter\\f* \n"},{"number":21,"text":"I went out full, and the \\nd LORD\\nd* hath brought me home\nagain empty: why \\add then\\add* call ye me Naomi, seeing the \\nd LORD\\nd*\nhath testified against me, and the Almighty hath afflicted me? \n"},{"number":22,"text":"So Naomi returned, and Ruth the Moabitess, her daughter in\nlaw, with her, which returned out of the country of Moab: and they\ncame to Beth-lehem in the beginning of barley harvest. \n"}],"number":1},{"verses":[{"number":1,"text":"And Naomi had a kinsman of her husband’s, a mighty man of wealth,\nof the family of Elimelech; and his name \\add was\\add* Boaz.\\f + \\fr 2.1 \n\\ft Boaz: Gr. Booz\\f* \n"},{"number":2,"text":"And Ruth the Moabitess said unto Naomi, Let me now go to the\nfield, and glean ears of corn after \\add him\\add* in whose sight\nI shall find grace. And she said unto her, Go, my daughter. \n"},{"number":3,"text":"And she went, and came, and gleaned in the field after the\nreapers: and her hap was to light on a part of the field \\add belonging\\add*\nunto Boaz, who \\add was\\add* of the kindred of Elimelech.\\f + \\fr 2.3 \n\\ft hap…: Heb. hap happened\\f* \n\n"},{"number":4,"text":"And, behold, Boaz came from Beth-lehem, and said unto the\nreapers, The \\nd LORD\\nd* \\add be\\add* with you. And they answered\nhim, The \\nd LORD\\nd* bless thee. \n"},{"number":5,"text":"Then said Boaz unto his servant that was set over the reapers,\nWhose damsel \\add is\\add* this? \n"},{"number":6,"text":"And the servant that was set over the reapers answered and\nsaid, It \\add is\\add* the Moabitish damsel that came back with Naomi\nout of the country of Moab: \n"},{"number":7,"text":"And she said, I pray you, let me glean and gather after the\nreapers among the sheaves: so she came, and hath continued even from the\nmorning until now, that she tarried a little in the house. \n"},{"number":8,"text":"Then said Boaz unto Ruth, Hearest thou not, my daughter? Go\nnot to glean in another field, neither go from hence, but abide here fast by my\nmaidens: \n"},{"number":9,"text":"\\add Let\\add* thine eyes \\add be\\add* on the field that they do\nreap, and go thou after them: have I not charged the young men that they shall not\ntouch thee? and when thou art athirst, go unto the vessels, and drink of\n\\add that\\add* which the young men have drawn. \n"},{"number":10,"text":"Then she fell on her face, and bowed herself to the ground,\nand said unto him, Why have I found grace in thine eyes, that thou shouldest take\nknowledge of me, seeing I \\add am\\add* a stranger? \n"},{"number":11,"text":"And Boaz answered and said unto her, It hath fully been shewed\nme, all that thou hast done unto thy mother in law since the death\nof thine husband: and \\add how\\add* thou hast left thy father and thy\nmother, and the land of thy nativity, and art come unto a people\nwhich thou knewest not heretofore. \n"},{"number":12,"text":"The \\nd LORD\\nd* recompense thy work, and a full reward be given thee of the\n\\nd LORD\\nd* God of Israel, under whose wings thou art come to trust.\n"},{"number":13,"text":"Then she said, Let me find favour in thy sight, my lord; for that thou hast\ncomforted me, and for that thou hast spoken friendly unto thine handmaid,\nthough I be not like unto one of thine handmaidens.\\f + \\fr 2.13 \n\\ft Let me…: or, I find\\f*\\f + \\fr 2.13  \\ft friendly: Heb. to the\nheart\\f* \n"},{"number":14,"text":"And Boaz said unto her, At mealtime come thou hither, and\neat of the bread, and dip thy morsel in the vinegar. And she sat\nbeside the reapers: and he reached her parched \\add corn\\add*, and she did\neat, and was sufficed, and left. \n"},{"number":15,"text":"And when she was risen up to glean, Boaz commanded his young\nmen, saying, Let her glean even among the sheaves, and reproach her\nnot:\\f + \\fr 2.15  \\ft reproach…: Heb. shame her not\\f* \n"},{"number":16,"text":"And let fall also \\add some\\add* of the handfuls of purpose\nfor her, and leave \\add them\\add*, that she may glean \\add them\\add*,\nand rebuke her not. \n\n"},{"number":17,"text":"So she gleaned in the field until even, and beat out that she had\ngleaned: and it was about an ephah of barley. \n\n"},{"number":18,"text":"And she took \\add it\\add* up, and went into the city: and her mother in\nlaw saw what she had gleaned: and she brought forth, and gave to her that she had\nreserved after she was sufficed. \n"},{"number":19,"text":"And her mother in law said unto her, Where hast thou gleaned\nto day? and where wroughtest thou? blessed be he that did take knowledge\nof thee. And she shewed her mother in law with whom she had wrought,\nand said, The man’s name with whom I wrought to day \\add is\\add*\nBoaz. \n"},{"number":20,"text":"And Naomi said unto her daughter in law, Blessed \\add be\\add*\nhe of the \\nd LORD\\nd*, who hath not left off his kindness to the\nliving and to the dead. And Naomi said unto her, The man \\add is\\add*\nnear of kin unto us, one of our next kinsmen.\\f + \\fr 2.20  \\ft one of…: or, one that hath right to\nredeem\\f* \n"},{"number":21,"text":"And Ruth the Moabitess said, He said unto me also, Thou shalt keep\nfast by my young men, until they have ended all my harvest. \n"},{"number":22,"text":"And Naomi said unto Ruth her daughter in law, \\add It is\\add*\ngood, my daughter, that thou go out with his maidens, that they meet\nthee not in any other field.\\f + \\fr 2.22  \\ft meet…: or, fall upon\nthee\\f* \n"},{"number":23,"text":"So she kept fast by the maidens of Boaz to glean unto the\nend of barley harvest and of wheat harvest; and dwelt with her mother in\nlaw. \n"}],"number":2},{"verses":[{"number":1,"text":"Then Naomi her mother in law said unto her, My daughter, shall I not\nseek rest for thee, that it may be well with thee? \n"},{"number":2,"text":"And now \\add is\\add* not Boaz of our kindred, with whose maidens\nthou wast? Behold, he winnoweth barley to night in the threshingfloor.\n"},{"number":3,"text":"Wash thyself therefore, and anoint thee, and put thy raiment\nupon thee, and get thee down to the floor: \\add but\\add* make not thyself\nknown unto the man, until he shall have done eating and drinking.\n"},{"number":4,"text":"And it shall be, when he lieth down, that thou shalt mark the\nplace where he shall lie, and thou shalt go in, and uncover his feet,\nand lay thee down; and he will tell thee what thou shalt do.\\f + \\fr 3.4 \n\\ft uncover: or, lift up the clothes that are on\\f* \n"},{"number":5,"text":"And she said unto her, All that thou sayest unto me I will\ndo. \n\n"},{"number":6,"text":"And she went down unto the floor, and did according to all that her mother in\nlaw bade her. \n"},{"number":7,"text":"And when Boaz had eaten and drunk, and his heart was merry,\nhe went to lie down at the end of the heap of corn: and she came\nsoftly, and uncovered his feet, and laid her down. \n\n"},{"number":8,"text":"And it came to pass at midnight, that the man was afraid,\nand turned himself: and, behold, a woman lay at his feet.\\f + \\fr 3.8 \n\\ft turned: or, took hold on\\f* \n"},{"number":9,"text":"And he said, Who \\add art\\add* thou? And she answered, I \\add am\\add*\nRuth thine handmaid: spread therefore thy skirt over thine handmaid; for thou\n\\add art\\add* a near kinsman.\\f + \\fr 3.9  \\ft a near…: or, one that hath right to\nredeem\\f* \n"},{"number":10,"text":"And he said, Blessed \\add be\\add* thou of the \\nd LORD\\nd*,\nmy daughter: \\add for\\add* thou hast shewed more kindness in the latter\nend than at the beginning, inasmuch as thou followedst not young\nmen, whether poor or rich. \n"},{"number":11,"text":"And now, my daughter, fear not; I will do to thee all that thou\nrequirest: for all the city of my people doth know that thou \\add art\\add*\na virtuous woman.\\f + \\fr 3.11  \\ft city: Heb. gate\\f* \n"},{"number":12,"text":"And now it is true that I \\add am thy\\add* near kinsman: howbeit there\nis a kinsman nearer than I. \n"},{"number":13,"text":"Tarry this night, and it shall be in the morning, \\add that\\add*\nif he will perform unto thee the part of a kinsman, well; let him do the kinsman’s\npart: but if he will not do the part of a kinsman to thee, then will I do the part of a\nkinsman to thee, \\add as\\add* the \\nd LORD\\nd* liveth: lie down until the\nmorning. \n\n"},{"number":14,"text":"And she lay at his feet until the morning: and she rose up\nbefore one could know another. And he said, Let it not be known that a\nwoman came into the floor. \n"},{"number":15,"text":"Also he said, Bring the vail that \\add thou hast\\add* upon thee, and\nhold it. And when she held it, he measured six \\add measures\\add*\nof barley, and laid \\add it\\add* on her: and she went into the city.\\f + \\fr 3.15 \n\\ft vail: or, sheet, or, apron\\f* \n"},{"number":16,"text":"And when she came to her mother in law, she said, Who \\add art\\add*\nthou, my daughter? And she told her all that the man had done to her.\n"},{"number":17,"text":"And she said, These six \\add measures\\add* of barley gave\nhe me; for he said to me, Go not empty unto thy mother in law. \n"},{"number":18,"text":"Then said she, Sit still, my daughter, until thou know how the\nmatter will fall: for the man will not be in rest, until he have\nfinished the thing this day. \n"}],"number":3},{"verses":[{"number":1,"text":"Then went Boaz up to the gate, and sat him down there: and, behold, the\nkinsman of whom Boaz spake  came by; unto whom he said, Ho, such\na one! turn aside, sit down here. And he turned aside, and sat down.\n"},{"number":2,"text":"And he took ten men of the elders of the city, and said, Sit ye\ndown here. And they sat down. \n"},{"number":3,"text":"And he said unto the kinsman, Naomi, that is come again out of the\ncountry of Moab, selleth a parcel of land, which \\add was\\add* our\nbrother Elimelech’s: \n"},{"number":4,"text":"And I thought to advertise thee, saying, Buy \\add it\\add* before the\ninhabitants, and before the elders of my people. If thou wilt redeem\n\\add it\\add*, redeem \\add it:\\add* but if thou wilt not redeem \\add it,\nthen\\add* tell me, that I may know: for \\add there is\\add* none to\nredeem \\add it\\add* beside thee; and I \\add am\\add* after thee. And he\nsaid, I will redeem \\add it\\add*.\\f + \\fr 4.4  \\ft I thought…: Heb. I said, I will reveal in thine\near\\f* \n"},{"number":5,"text":"Then said Boaz, What day thou buyest the field of the hand\nof Naomi, thou must buy \\add it\\add* also of Ruth the Moabitess,\nthe wife of the dead, to raise up the name of the dead upon his inheritance.\n\n"},{"number":6,"text":"And the kinsman said, I cannot redeem \\add it\\add* for myself, lest I\nmar mine own inheritance: redeem thou my right to thyself; for I\ncannot redeem \\add it\\add*. \n"},{"number":7,"text":"Now this \\add was the manner\\add* in former time in Israel concerning\nredeeming and concerning changing, for to confirm all things; a man\nplucked off his shoe, and gave \\add it\\add* to his neighbour: and this\n\\add was\\add* a testimony in Israel. \n"},{"number":8,"text":"Therefore the kinsman said unto Boaz, Buy \\add it\\add* for thee. So he drew\noff his shoe. \n\n"},{"number":9,"text":"And Boaz said unto the elders, and \\add unto\\add* all the\npeople, Ye \\add are\\add* witnesses this day, that I have bought all that\n\\add was\\add* Elimelech’s, and all that \\add was\\add* Chilion’s and\nMahlon’s, of the hand of Naomi. \n"},{"number":10,"text":"Moreover Ruth the Moabitess, the wife of Mahlon, have I purchased\nto be my wife, to raise up the name of the dead upon his inheritance,\nthat the name of the dead be not cut off from among his brethren,\nand from the gate of his place: ye \\add are\\add* witnesses this day.\n"},{"number":11,"text":"And all the people that \\add were\\add* in the gate, and the\nelders, said, \\add We are\\add* witnesses. The \\nd LORD\\nd* make the\nwoman that is come into thine house like Rachel and like Leah, which\ntwo did build the house of Israel: and do thou worthily in Ephratah,\nand be famous in Beth-lehem:\\f + \\fr 4.11  \\ft do thou…: or, get thee riches, or,\npower\\f*\\f + \\fr 4.11  \\ft be famous: Heb. proclaim thy name\\f* \n"},{"number":12,"text":"And let thy house be like the house of Pharez, whom Tamar\nbare unto Judah, of the seed which the \\nd LORD\\nd* shall give thee of this young\nwoman. \n\n"},{"number":13,"text":"So Boaz took Ruth, and she was his wife: and when he went\nin unto her, the \\nd LORD\\nd* gave her conception, and she bare a\nson. \n"},{"number":14,"text":"And the women said unto Naomi, Blessed \\add be\\add* the \\nd LORD\\nd*,\nwhich hath not left thee this day without a kinsman, that his name\nmay be famous in Israel.\\f + \\fr 4.14  \\ft left…: Heb. caused to cease unto\nthee\\f*\\f + \\fr 4.14  \\ft kinsman: or, redeemer\\f* \n"},{"number":15,"text":"And he shall be unto thee a restorer of \\add thy\\add* life,\nand a nourisher of thine old age: for thy daughter in law, which\nloveth thee, which is better to thee than seven sons, hath born him.\\f + \\fr 4.15 \n\\ft a nourisher of: Heb. to nourish\\f*\\f + \\fr 4.15  \\ft thine…: Heb. thy gray\nhairs\\f* \n"},{"number":16,"text":"And Naomi took the child, and laid it in her bosom, and became\nnurse unto it. \n"},{"number":17,"text":"And the women her neighbours gave it a name, saying, There is a\nson born to Naomi; and they called his name Obed: he \\add is\\add*\nthe father of Jesse, the father of David. \n\n"},{"number":18,"text":"Now these \\add are\\add* the generations of Pharez: Pharez\nbegat Hezron, \n"},{"number":19,"text":"And Hezron begat Ram, and Ram begat Amminadab, \n"},{"number":20,"text":"And Amminadab begat Nahshon, and Nahshon begat Salmon,\\f + \\fr 4.20 \n\\ft Salmon: or, Salmah\\f* \n"},{"number":21,"text":"And Salmon begat Boaz, and Boaz begat Obed, \n"},{"number":22,"text":"And Obed begat Jesse, and Jesse begat David. "}],"number":4}]}