{"headers":{"id":"1SA  The First Book of Samuel","h":"1 Samuel","toc1":"The First Book of Samuel Otherwise Called The First Book of the Kings","toc2":"1 Samuel","toc3":"1Sa","mt1":"The First Book of Samuel Otherwise Called the First Book of the Kings"},"book":"1 Samuel","chapters":[{"verses":[{"number":1,"text":"Now there was a certain man of Ramathaim-zophim, of mount Ephraim,\nand his name \\add was\\add* Elkanah, the son of Jeroham, the son of\nElihu, the son of Tohu, the son of Zuph, an Ephrathite: \n"},{"number":2,"text":"And he had two wives; the name of the one \\add was\\add* Hannah,\nand the name of the other Peninnah: and Peninnah had children, but\nHannah had no children. \n"},{"number":3,"text":"And this man went up out of his city yearly to worship and to\nsacrifice unto the \\nd LORD\\nd* of hosts in Shiloh. And the two sons\nof Eli, Hophni and Phinehas, the priests of the \\nd LORD\\nd*, \\add were\\add*\nthere.\\f + \\fr 1.3  \\ft yearly: Heb. from year to year\\f* \n\n"},{"number":4,"text":"And when the time was that Elkanah offered, he gave to Peninnah\nhis wife, and to all her sons and her daughters, portions: \n"},{"number":5,"text":"But unto Hannah he gave a worthy portion; for he loved Hannah:\nbut the \\nd LORD\\nd* had shut up her womb.\\f + \\fr 1.5  \\ft worthy: or,\ndouble\\f* \n"},{"number":6,"text":"And her adversary also provoked her sore, for to make her fret,\nbecause the \\nd LORD\\nd* had shut up her womb.\\f + \\fr 1.6  \\ft provoked: Heb.\nangered\\f* \n"},{"number":7,"text":"And \\add as\\add* he did so year by year, when she went up to the\nhouse of the \\nd LORD\\nd*, so she provoked her; therefore she wept,\nand did not eat.\\f + \\fr 1.7  \\ft when…: or, from the time that she, etc: Heb. from her going\nup\\f* \n"},{"number":8,"text":"Then said Elkanah her husband to her, Hannah, why weepest thou? and why\neatest thou not? and why is thy heart grieved? \\add am\\add* not I\nbetter to thee than ten sons? \n\n"},{"number":9,"text":"So Hannah rose up after they had eaten in Shiloh, and after\nthey had drunk. Now Eli the priest sat upon a seat by a post of the\ntemple of the \\nd LORD\\nd*. \n"},{"number":10,"text":"And she \\add was\\add* in bitterness of soul, and prayed unto the\n\\nd LORD\\nd*, and wept sore.\\f + \\fr 1.10  \\ft in…: Heb. bitter of\nsoul\\f* \n"},{"number":11,"text":"And she vowed a vow, and said, O \\nd LORD\\nd* of hosts, if thou wilt\nindeed look on the affliction of thine handmaid, and remember me, and not\nforget thine handmaid, but wilt give unto thine handmaid a man child,\nthen I will give him unto the \\nd LORD\\nd* all the days of his life,\nand there shall no razor come upon his head.\\f + \\fr 1.11  \\ft a man…: Heb. seed of\nmen\\f* \n"},{"number":12,"text":"And it came to pass, as she continued praying before the \\nd LORD\\nd*,\nthat Eli marked her mouth.\\f + \\fr 1.12  \\ft continued…: Heb. multiplied to\npray\\f* \n"},{"number":13,"text":"Now Hannah, she spake in her heart; only her lips moved, but her\nvoice was not heard: therefore Eli thought  she had been drunken.\n"},{"number":14,"text":"And Eli said unto her, How long wilt thou be drunken? put\naway thy wine from thee. \n"},{"number":15,"text":"And Hannah answered and said, No, my lord, I \\add am\\add*\na woman of a sorrowful spirit: I have drunk neither wine nor strong\ndrink, but have poured out my soul before the \\nd LORD\\nd*.\\f + \\fr 1.15 \n\\ft of a sorrowful…: Heb. hard of spirit\\f* \n"},{"number":16,"text":"Count not thine handmaid for a daughter of Belial: for out of the\nabundance of my complaint and grief have I spoken hitherto.\\f + \\fr 1.16 \n\\ft complaint: or, meditation\\f* \n"},{"number":17,"text":"Then Eli answered and said, Go in peace: and the God of Israel\ngrant \\add thee\\add* thy petition that thou hast asked of him. \n"},{"number":18,"text":"And she said, Let thine handmaid find grace in thy sight.\nSo the woman went her way, and did eat, and her countenance was no more\n\\add sad\\add*. \n\n"},{"number":19,"text":"And they rose up in the morning early, and worshipped before\nthe \\nd LORD\\nd*, and returned, and came to their house to Ramah:\nand Elkanah knew Hannah his wife; and the \\nd LORD\\nd* remembered her.\n"},{"number":20,"text":"Wherefore it came to pass, when the time was come about after\nHannah had conceived, that she bare a son, and called his name Samuel,\n\\add saying\\add*, Because I have asked him of the \\nd LORD\\nd*.\\f + \\fr 1.20 \n\\ft when…: Heb. in revolution of days\\f*\\f + \\fr 1.20  \\ft Samuel: that is, Asked of\nGod\\f* \n"},{"number":21,"text":"And the man Elkanah, and all his house, went up to offer unto the\n\\nd LORD\\nd* the yearly sacrifice, and his vow. \n"},{"number":22,"text":"But Hannah went not up; for she said unto her husband, \\add I will not go\nup\\add* until the child be weaned, and \\add then\\add* I will bring\nhim, that he may appear before the \\nd LORD\\nd*, and there abide\nfor ever. \n"},{"number":23,"text":"And Elkanah her husband said unto her, Do what seemeth thee\ngood; tarry until thou have weaned him; only the \\nd LORD\\nd* establish\nhis word. So the woman abode, and gave her son suck until she weaned him.\n\n"},{"number":24,"text":"And when she had weaned him, she took him up with her, with\nthree bullocks, and one ephah of flour, and a bottle of wine, and\nbrought him unto the house of the \\nd LORD\\nd* in Shiloh: and the\nchild \\add was\\add* young. \n"},{"number":25,"text":"And they slew a bullock, and brought the child to Eli. \n"},{"number":26,"text":"And she said, Oh my lord, \\add as\\add* thy soul liveth, my\nlord, I \\add am\\add* the woman that stood by thee here, praying unto the\n\\nd LORD\\nd*. \n"},{"number":27,"text":"For this child I prayed; and the \\nd LORD\\nd* hath given me my\npetition which I asked of him: \n"},{"number":28,"text":"Therefore also I have lent him to the \\nd LORD\\nd*; as long as he\nliveth he shall be lent to the \\nd LORD\\nd*. And he worshipped the\n\\nd LORD\\nd* there.\\f + \\fr 1.28  \\ft lent him: or, returned him, whom I have obtained by\npetition\\f*\\f + \\fr 1.28  \\ft he shall…: or, he whom I have obtained by petition shall be\nreturned\\f* \n"}],"number":1},{"verses":[{"number":1,"text":"And Hannah prayed, and said, My heart rejoiceth in the \\nd LORD\\nd*,\nmine horn is exalted in the \\nd LORD\\nd*: my mouth is enlarged over mine\nenemies; because I rejoice in thy salvation. \n"},{"number":2,"text":"\\add There is\\add* none holy as the \\nd LORD\\nd*: for \\add there\nis\\add* none beside thee: neither \\add is there\\add* any rock like our\nGod. \n"},{"number":3,"text":"Talk no more so exceeding proudly; let \\add not\\add* arrogancy\ncome out of your mouth: for the \\nd LORD\\nd* \\add is\\add* a God of\nknowledge, and by him actions are weighed.\\f + \\fr 2.3  \\ft arrogancy: Heb.\nhard\\f* \n"},{"number":4,"text":"The bows of the mighty men \\add are\\add* broken, and they that\nstumbled are girded with strength. \n"},{"number":5,"text":"\\add They that were\\add* full have hired out themselves for\nbread; and \\add they that were\\add* hungry ceased: so that the barren\nhath born seven; and she that hath many children is waxed feeble.\n"},{"number":6,"text":"The \\nd LORD\\nd* killeth, and maketh alive: he bringeth down\nto the grave, and bringeth up. \n"},{"number":7,"text":"The \\nd LORD\\nd* maketh poor, and maketh rich: he bringeth\nlow, and lifteth up. \n"},{"number":8,"text":"He raiseth up the poor out of the dust, \\add and\\add* lifteth\nup the beggar from the dunghill, to set \\add them\\add* among princes,\nand to make them inherit the throne of glory: for the pillars of the\nearth \\add are\\add* the \\nd LORD’s\\nd*, and he hath set the world upon them.\n"},{"number":9,"text":"He will keep the feet of his saints, and the wicked shall be\nsilent in darkness; for by strength shall no man prevail. \n"},{"number":10,"text":"The adversaries of the \\nd LORD\\nd* shall be broken to pieces;\nout of heaven shall he thunder upon them: the \\nd LORD\\nd* shall\njudge the ends of the earth; and he shall give strength unto his\nking, and exalt the horn of his anointed. \n\n"},{"number":11,"text":"And Elkanah went to Ramah to his house. And the child did\nminister unto the \\nd LORD\\nd* before Eli the priest. \n\n"},{"number":12,"text":"Now the sons of Eli \\add were\\add* sons of Belial; they knew\nnot the \\nd LORD\\nd*. \n"},{"number":13,"text":"And the priests’ custom with the people \\add was, that\\add*,\nwhen any man offered sacrifice, the priest’s servant came, while the\nflesh was in seething, with a fleshhook of three teeth in his hand;\n"},{"number":14,"text":"And he struck \\add it\\add* into the pan, or kettle, or caldron,\nor pot; all that the fleshhook brought up the priest took for himself. So they\ndid in Shiloh unto all the Israelites that came thither. \n"},{"number":15,"text":"Also before they burnt the fat, the priest’s servant came,\nand said to the man that sacrificed, Give flesh to roast for the\npriest; for he will not have sodden flesh of thee, but raw. \n"},{"number":16,"text":"And \\add if\\add* any man said unto him, Let them not fail to\nburn the fat presently, and \\add then\\add* take \\add as much\\add*\nas thy soul desireth; then he would answer him, \\add Nay;\\add* but thou shalt\ngive \\add it me\\add* now: and if not, I will take \\add it\\add* by\nforce.\\f + \\fr 2.16  \\ft presently: Heb. as on the day\\f* \n"},{"number":17,"text":"Wherefore the sin of the young men was very great before the\n\\nd LORD\\nd*: for men abhorred  the offering of the \\nd LORD\\nd*.\n\n"},{"number":18,"text":"But Samuel ministered before the \\nd LORD\\nd*, \\add being\\add*\na child, girded with a linen ephod. \n"},{"number":19,"text":"Moreover his mother made him a little coat, and brought \\add it\\add*\nto him from year to year, when she came up with her husband to offer\nthe yearly sacrifice. \n\n"},{"number":20,"text":"And Eli blessed Elkanah and his wife, and said, The \\nd LORD\\nd*\ngive thee seed of this woman for the loan which is lent to the \\nd LORD\\nd*.\nAnd they went unto their own home.\\f + \\fr 2.20  \\ft loan…: or, petition which she asked,\netc\\f* \n"},{"number":21,"text":"And the \\nd LORD\\nd* visited Hannah, so that she conceived,\nand bare three sons and two daughters. And the child Samuel grew\nbefore the \\nd LORD\\nd*. \n\n"},{"number":22,"text":"Now Eli was very old, and heard all that his sons did unto all\nIsrael; and how they lay with the women that assembled \\add at\\add*\nthe door of the tabernacle of the congregation.\\f + \\fr 2.22  \\ft assembled: Heb. assembled by\ntroops\\f* \n"},{"number":23,"text":"And he said unto them, Why do ye such things? for I hear of your\nevil dealings by all this people.\\f + \\fr 2.23  \\ft of your…: or, evil words of\nyou\\f* \n"},{"number":24,"text":"Nay, my sons; for \\add it is\\add* no good report that I hear:\nye make the \\nd LORD’s\\nd* people to transgress.\\f + \\fr 2.24  \\ft transgress: or, cry\nout\\f* \n"},{"number":25,"text":"If one man sin against another, the judge shall judge him: but if a\nman sin against the \\nd LORD\\nd*, who shall intreat for him? Notwithstanding they\nhearkened not unto the voice of their father, because the \\nd LORD\\nd*\nwould slay them. \n"},{"number":26,"text":"And the child Samuel grew on, and was in favour both with the\n\\nd LORD\\nd*, and also with men. \n\n"},{"number":27,"text":"And there came a man of God unto Eli, and said unto him, Thus\nsaith the \\nd LORD\\nd*, Did I plainly appear unto the house of thy\nfather, when they were in Egypt in Pharaoh’s house? \n"},{"number":28,"text":"And did I choose him out of all the tribes of Israel \\add to\nbe\\add* my priest, to offer upon mine altar, to burn incense, to\nwear an ephod before me? and did I give unto the house of thy father\nall the offerings made by fire of the children of Israel? \n"},{"number":29,"text":"Wherefore kick ye at my sacrifice and at mine offering, which I have\ncommanded \\add in my\\add* habitation; and honourest thy sons above me, to make yourselves\nfat with the chiefest of all the offerings of Israel my people? \n"},{"number":30,"text":"Wherefore the \\nd LORD\\nd* God of Israel saith, I said indeed\n\\add that\\add* thy house, and the house of thy father, should walk\nbefore me for ever: but now the \\nd LORD\\nd* saith, Be it far from\nme; for them that honour me I will honour, and they that despise\nme shall be lightly esteemed. \n"},{"number":31,"text":"Behold, the days come, that I will cut off thine arm, and the\narm of thy father’s house, that there shall not be an old man in thine\nhouse. \n"},{"number":32,"text":"And thou shalt see an enemy \\add in my\\add* habitation, in all\n\\add the wealth\\add* which \\add God\\add* shall give Israel: and there shall not be an old\nman in thine house for ever.\\f + \\fr 2.32  \\ft an enemy…: or, the affliction of the tabernacle, for all the wealth which God\nwould have given Israel\\f* \n"},{"number":33,"text":"And the man of thine, \\add whom\\add* I shall not cut off from mine\naltar, \\add shall be\\add* to consume thine eyes, and to grieve thine\nheart: and all the increase of thine house shall die in the flower of their\nage.\\f + \\fr 2.33  \\ft in the flower…: Heb. men\\f* \n"},{"number":34,"text":"And this \\add shall be\\add* a sign unto thee, that shall come\nupon thy two sons, on Hophni and Phinehas; in one day they shall\ndie both of them. \n"},{"number":35,"text":"And I will raise me up a faithful priest, \\add that\\add* shall\ndo according to \\add that\\add* which \\add is\\add* in mine heart and in my\nmind: and I will build him a sure house; and he shall walk before\nmine anointed for ever. \n"},{"number":36,"text":"And it shall come to pass, \\add that\\add* every one that is\nleft in thine house shall come \\add and\\add* crouch to him for a\npiece of silver and a morsel of bread, and shall say, Put me, I pray thee, into\none of the priests’ offices, that I may eat a piece of bread.\\f + \\fr 2.36 \n\\ft Put: Heb. Join\\f*\\f + \\fr 2.36  \\ft one of…: or, somewhat about the\npriesthood\\f* \n"}],"number":2},{"verses":[{"number":1,"text":"And the child Samuel ministered unto the \\nd LORD\\nd* before\nEli. And the word of the \\nd LORD\\nd* was precious in those days;\n\\add there was\\add* no open vision. \n"},{"number":2,"text":"And it came to pass at that time, when Eli \\add was\\add* laid\ndown in his place, and his eyes began to wax dim, \\add that\\add*\nhe could not see; \n"},{"number":3,"text":"And ere the lamp of God went out in the temple of the \\nd LORD\\nd*,\nwhere the ark of God \\add was\\add*, and Samuel was laid down \\add to\nsleep;\\add* \n"},{"number":4,"text":"That the \\nd LORD\\nd* called Samuel: and he answered, Here\n\\add am\\add* I. \n"},{"number":5,"text":"And he ran unto Eli, and said, Here \\add am\\add* I; for thou\ncalledst me. And he said, I called not; lie down again. And he went\nand lay down. \n"},{"number":6,"text":"And the \\nd LORD\\nd* called yet again, Samuel. And Samuel arose\nand went to Eli, and said, Here \\add am\\add* I; for thou didst call\nme. And he answered, I called not, my son; lie down again. \n"},{"number":7,"text":"Now Samuel did not yet know the \\nd LORD\\nd*, neither was the\nword of the \\nd LORD\\nd* yet revealed unto him.\\f + \\fr 3.7  \\ft Now…: or, Thus did Samuel before he knew the\n\\+nd LORD\\+nd*, and before the word of the \\+nd LORD\\+nd* was revealed unto\nhim\\f* \n"},{"number":8,"text":"And the \\nd LORD\\nd* called Samuel again the third time. And he\narose and went to Eli, and said, Here \\add am\\add* I; for thou didst\ncall me. And Eli perceived that the \\nd LORD\\nd* had called the child.\n"},{"number":9,"text":"Therefore Eli said unto Samuel, Go, lie down: and it shall be, if he\ncall thee, that thou shalt say, Speak, \\nd LORD\\nd*; for thy servant\nheareth. So Samuel went and lay down in his place. \n"},{"number":10,"text":"And the \\nd LORD\\nd* came, and stood, and called as at other\ntimes, Samuel, Samuel. Then Samuel answered, Speak; for thy servant\nheareth. \n\n"},{"number":11,"text":"And the \\nd LORD\\nd* said to Samuel, Behold, I will do a\nthing in Israel, at which both the ears of every one that heareth\nit shall tingle. \n"},{"number":12,"text":"In that day I will perform against Eli all \\add things\\add*\nwhich I have spoken concerning his house: when I begin, I will also make an\nend.\\f + \\fr 3.12  \\ft when…: Heb. beginning and ending\\f* \n"},{"number":13,"text":"For I have told him that I will judge his house for ever for the\niniquity which he knoweth; because his sons made themselves vile,\nand he restrained them not.\\f + \\fr 3.13  \\ft For I…: or, And I will tell\nhim\\f*\\f + \\fr 3.13  \\ft vile: or, accursed\\f*\\f + \\fr 3.13  \\ft restrained…: Heb. frowned not upon\nthem\\f* \n"},{"number":14,"text":"And therefore I have sworn unto the house of Eli, that the\niniquity of Eli’s house shall not be purged with sacrifice nor offering\nfor ever. \n\n"},{"number":15,"text":"And Samuel lay until the morning, and opened the doors of the\nhouse of the \\nd LORD\\nd*. And Samuel feared to shew Eli the vision.\n"},{"number":16,"text":"Then Eli called Samuel, and said, Samuel, my son. And he answered, Here\n\\add am\\add* I. \n"},{"number":17,"text":"And he said, What \\add is\\add* the thing that \\add the \\+nd Lord\\+nd*\\add*\nhath said unto thee? I pray thee hide \\add it\\add* not from me: God\ndo so to thee, and more also, if thou hide \\add any\\add* thing from me of all the\nthings that he said unto thee.\\f + \\fr 3.17  \\ft more also: Heb. so\nadd\\f*\\f + \\fr 3.17  \\ft thing: or, word\\f* \n"},{"number":18,"text":"And Samuel told him every whit, and hid nothing from him. And he\nsaid, It \\add is\\add* the \\nd LORD\\nd*: let him do what seemeth him\ngood.\\f + \\fr 3.18  \\ft every…: Heb. all the things, or, words\\f*\n\n"},{"number":19,"text":"And Samuel grew, and the \\nd LORD\\nd* was with him, and did let none of his\nwords fall to the ground. \n"},{"number":20,"text":"And all Israel from Dan even to Beer-sheba knew that Samuel\n\\add was\\add* established  \\add to be\\add* a prophet of the \\nd LORD\\nd*.\\f + \\fr 3.20 \n\\ft established: or, faithful\\f* \n"},{"number":21,"text":"And the \\nd LORD\\nd* appeared  again in Shiloh: for the \\nd LORD\\nd*\nrevealed himself to Samuel in Shiloh by the word of the \\nd LORD\\nd*.\n"}],"number":3},{"verses":[{"number":1,"text":"And the word of Samuel came to all Israel. Now Israel went\nout against the Philistines to battle, and pitched beside Eben-ezer:\nand the Philistines pitched in Aphek.\\f + \\fr 4.1  \\ft came: or, came to pass: Heb.\nwas\\f* \n"},{"number":2,"text":"And the Philistines put themselves in array against Israel:\nand when they joined battle, Israel was smitten before the Philistines:\nand they slew of the army in the field about four thousand men.\\f + \\fr 4.2 \n\\ft they joined…: Heb. the battle was spread\\f*\\f + \\fr 4.2  \\ft army: Heb.\narray\\f* \n\n"},{"number":3,"text":"And when the people were come into the camp, the elders of\nIsrael said, Wherefore hath the \\nd LORD\\nd* smitten us to day before\nthe Philistines? Let us fetch the ark of the covenant of the \\nd LORD\\nd*\nout of Shiloh unto us, that, when it cometh among us, it may save\nus out of the hand of our enemies.\\f + \\fr 4.3  \\ft fetch: Heb. take unto\nus\\f* \n"},{"number":4,"text":"So the people sent to Shiloh, that they might bring from thence the\nark of the covenant of the \\nd LORD\\nd* of hosts, which dwelleth\n\\add between\\add* the cherubims: and the two sons of Eli, Hophni\nand Phinehas, \\add were\\add* there with the ark of the covenant of\nGod. \n"},{"number":5,"text":"And when the ark of the covenant of the \\nd LORD\\nd* came into the\ncamp, all Israel shouted with a great shout, so that the earth rang\nagain. \n"},{"number":6,"text":"And when the Philistines heard the noise of the shout, they\nsaid, What \\add meaneth\\add* the noise of this great shout in the\ncamp of the Hebrews? And they understood that the ark of the \\nd LORD\\nd*\nwas come into the camp. \n"},{"number":7,"text":"And the Philistines were afraid, for they said, God is come\ninto the camp. And they said, Woe unto us! for there hath not been such a thing\nheretofore.\\f + \\fr 4.7  \\ft heretofore: Heb. yesterday, or, the third\nday\\f* \n"},{"number":8,"text":"Woe unto us! who shall deliver us out of the hand of these\nmighty Gods? these \\add are\\add* the Gods that smote the Egyptians\nwith all the plagues in the wilderness. \n"},{"number":9,"text":"Be strong, and quit yourselves like men, O ye Philistines,\nthat ye be not servants unto the Hebrews, as they have been to you:\nquit yourselves like men, and fight.\\f + \\fr 4.9  \\ft quit…: Heb. be\nmen\\f* \n\n"},{"number":10,"text":"And the Philistines fought, and Israel was smitten, and they\nfled every man into his tent: and there was a very great slaughter;\nfor there fell of Israel thirty thousand footmen. \n"},{"number":11,"text":"And the ark of God was taken; and the two sons of Eli, Hophni\nand Phinehas, were slain.\\f + \\fr 4.11  \\ft were slain: Heb. died\\f*\n\n"},{"number":12,"text":"And there ran a man of Benjamin out of the army, and came\nto Shiloh the same day with his clothes rent, and with earth upon his\nhead. \n"},{"number":13,"text":"And when he came, lo, Eli sat upon a seat by the wayside watching:\nfor his heart trembled for the ark of God. And when the man came\ninto the city, and told \\add it\\add*, all the city cried out. \n"},{"number":14,"text":"And when Eli heard the noise of the crying, he said, What\n\\add meaneth\\add* the noise of this tumult? And the man came in hastily,\nand told Eli. \n"},{"number":15,"text":"Now Eli was ninety and eight years old; and his eyes were\ndim, that he could not see.\\f + \\fr 4.15  \\ft were dim: Heb. stood\\f*\n"},{"number":16,"text":"And the man said unto Eli, I \\add am\\add* he that came out of the\narmy, and I fled to day out of the army. And he said, What is there\ndone, my son?\\f + \\fr 4.16  \\ft is…: Heb. is the thing\\f* \n"},{"number":17,"text":"And the messenger answered and said, Israel is fled before\nthe Philistines, and there hath been also a great slaughter among the\npeople, and thy two sons also, Hophni and Phinehas, are dead, and the\nark of God is taken. \n"},{"number":18,"text":"And it came to pass, when he made mention of the ark of God,\nthat he fell from off the seat backward by the side of the gate,\nand his neck brake, and he died: for he was an old man, and heavy.\nAnd he had judged Israel forty years. \n\n"},{"number":19,"text":"And his daughter in law, Phinehas’ wife, was with child,\n\\add near\\add* to be delivered: and when she heard the tidings that\nthe ark of God was taken, and that her father in law and her husband\nwere dead, she bowed herself and travailed; for her pains came upon\nher.\\f + \\fr 4.19  \\ft be delivered: or, cry out\\f*\\f + \\fr 4.19 \n\\ft came: Heb. were turned\\f* \n"},{"number":20,"text":"And about the time of her death the women that stood by her\nsaid unto her, Fear not; for thou hast born a son. But she answered\nnot, neither did she regard \\add it\\add*.\\f + \\fr 4.20  \\ft neither…: Heb. set not her\nheart\\f* \n"},{"number":21,"text":"And she named the child I-chabod, saying, The glory is departed\nfrom Israel: because the ark of God was taken, and because of her father in\nlaw and her husband.\\f + \\fr 4.21  \\ft I-chabod: that is, Where is the glory? or, There is no\nglory\\f* \n"},{"number":22,"text":"And she said, The glory is departed from Israel: for the ark\nof God is taken. \n"}],"number":4},{"verses":[{"number":1,"text":"And the Philistines took the ark of God, and brought it from\nEben-ezer unto Ashdod. \n"},{"number":2,"text":"When the Philistines took the ark of God, they brought it into the\nhouse of Dagon, and set it by Dagon. \n\n"},{"number":3,"text":"And when they of Ashdod arose early on the morrow, behold,\nDagon \\add was\\add* fallen upon his face to the earth before the\nark of the \\nd LORD\\nd*. And they took Dagon, and set him in his\nplace again. \n"},{"number":4,"text":"And when they arose early on the morrow morning, behold, Dagon\n\\add was\\add* fallen  upon his face to the ground before the ark\nof the \\nd LORD\\nd*; and the head of Dagon and both the palms of his\nhands \\add were\\add* cut off upon the threshold; only \\add the stump\nof\\add* Dagon was left to him.\\f + \\fr 5.4  \\ft the stump…: or, the fishy\npart\\f* \n"},{"number":5,"text":"Therefore neither the priests of Dagon, nor any that come into\nDagon’s house, tread on the threshold of Dagon in Ashdod unto this\nday. \n\n"},{"number":6,"text":"But the hand of the \\nd LORD\\nd* was heavy upon them of Ashdod,\nand he destroyed them, and smote them with emerods, \\add even\\add*\nAshdod and the coasts thereof. \n"},{"number":7,"text":"And when the men of Ashdod saw that \\add it was\\add* so, they\nsaid, The ark of the God of Israel shall not abide with us: for his\nhand is sore upon us, and upon Dagon our god. \n"},{"number":8,"text":"They sent therefore and gathered all the lords of the Philistines\nunto them, and said, What shall we do with the ark of the God of\nIsrael? And they answered, Let the ark of the God of Israel be carried\nabout unto Gath. And they carried the ark of the God of Israel about\n\\add thither\\add*. \n"},{"number":9,"text":"And it was \\add so\\add*, that, after they had carried it about,\nthe hand of the \\nd LORD\\nd* was against the city with a very great\ndestruction: and he smote the men of the city, both small and great,\nand they had emerods in their secret parts. \n\n"},{"number":10,"text":"Therefore they sent the ark of God to Ekron. And it came to pass, as the\nark of God came to Ekron, that the Ekronites cried out, saying, They have brought\nabout the ark of the God of Israel to us, to slay us and our people.\\f + \\fr 5.10 \n\\ft us, to…: Heb. me to slay me and my\\f* \n"},{"number":11,"text":"So they sent and gathered together all the lords of the Philistines,\nand said, Send away the ark of the God of Israel, and let it go again\nto his own place, that it slay us not, and our people: for there was a\ndeadly destruction throughout all the city; the hand of God was very\nheavy there.\\f + \\fr 5.11  \\ft us not…: Heb. me not, and my\\f* \n"},{"number":12,"text":"And the men that died not were smitten with the emerods: and the\ncry of the city went up to heaven. \n"}],"number":5},{"verses":[{"number":1,"text":"And the ark of the \\nd LORD\\nd* was in the country of the Philistines\nseven months. \n"},{"number":2,"text":"And the Philistines called for the priests and the diviners,\nsaying, What shall we do to the ark of the \\nd LORD\\nd*? tell us wherewith we shall\nsend it to his place. \n"},{"number":3,"text":"And they said, If ye send away the ark of the God of Israel,\nsend it not empty; but in any wise return him a trespass offering:\nthen ye shall be healed, and it shall be known to you why his hand\nis not removed from you. \n"},{"number":4,"text":"Then said they, What \\add shall be\\add* the trespass offering\nwhich we shall return to him? They answered, Five golden emerods,\nand five golden mice, \\add according to\\add* the number of the lords\nof the Philistines: for one plague \\add was\\add* on you all, and on your\nlords.\\f + \\fr 6.4  \\ft you: Heb. them\\f* \n"},{"number":5,"text":"Wherefore ye shall make images of your emerods, and images\nof your mice that mar the land; and ye shall give glory unto the\nGod of Israel: peradventure he will lighten his hand from off you, and from off your\ngods, and from off your land. \n"},{"number":6,"text":"Wherefore then do ye harden your hearts, as the Egyptians and\nPharaoh hardened their hearts? when he had wrought wonderfully among them, did they not let the people\ngo, and they departed?\\f + \\fr 6.6  \\ft wonderfully: or, reproachfully\\f*\\f + \\fr 6.6 \n\\ft the people: Heb. them\\f* \n"},{"number":7,"text":"Now therefore make a new cart, and take two milch kine, on which there hath\ncome no yoke, and tie the kine to the cart, and bring their calves\nhome from them: \n"},{"number":8,"text":"And take the ark of the \\nd LORD\\nd*, and lay it upon the cart;\nand put the jewels of gold, which ye return him \\add for\\add* a trespass\noffering, in a coffer by the side thereof; and send it away, that it may\ngo. \n"},{"number":9,"text":"And see, if it goeth up by the way of his own coast to Beth-shemesh,\n\\add then\\add* he hath done us this great evil: but if not, then we shall\nknow that \\add it is\\add* not his hand \\add that\\add* smote us; it\n\\add was\\add* a chance \\add that\\add* happened to us.\\f + \\fr 6.9 \n\\ft he: or, it\\f* \n\n"},{"number":10,"text":"And the men did so; and took two milch kine, and tied them to the\ncart, and shut up their calves at home: \n"},{"number":11,"text":"And they laid the ark of the \\nd LORD\\nd* upon the cart, and the\ncoffer with the mice of gold and the images of their emerods. \n"},{"number":12,"text":"And the kine took the straight way to the way of Beth-shemesh,\n\\add and\\add* went along the highway, lowing as they went, and turned not\naside \\add to\\add* the right hand or \\add to\\add* the left; and the\nlords of the Philistines went after them unto the border of Beth-shemesh.\n"},{"number":13,"text":"And \\add they of\\add* Beth-shemesh \\add were\\add* reaping their\nwheat harvest in the valley: and they lifted up their eyes, and saw\nthe ark, and rejoiced to see \\add it\\add*. \n"},{"number":14,"text":"And the cart came into the field of Joshua, a Beth-shemite,\nand stood there, where \\add there was\\add* a great stone: and they\nclave the wood of the cart, and offered the kine a burnt offering\nunto the \\nd LORD\\nd*. \n"},{"number":15,"text":"And the Levites took down the ark of the \\nd LORD\\nd*, and the\ncoffer that \\add was\\add* with it, wherein the jewels of gold \\add were\\add*,\nand put \\add them\\add* on the great stone: and the men of Beth-shemesh\noffered  burnt offerings and sacrificed sacrifices the same day unto the\n\\nd LORD\\nd*. \n"},{"number":16,"text":"And when the five lords of the Philistines had seen \\add it\\add*,\nthey returned to Ekron the same day. \n"},{"number":17,"text":"And these \\add are\\add* the golden emerods which the Philistines\nreturned \\add for\\add* a trespass offering unto the \\nd LORD\\nd*;\nfor Ashdod one, for Gaza one, for Askelon one, for Gath one, for\nEkron one; \n"},{"number":18,"text":"And the golden mice, \\add according to\\add* the number of all the\ncities of the Philistines \\add belonging\\add* to the five lords,\n\\add both\\add* of fenced cities, and of country villages, even unto the\ngreat \\add stone of\\add* Abel, whereon they set down the ark of the\n\\nd LORD\\nd*: \\add which stone remaineth\\add* unto this day in the\nfield of Joshua, the Beth-shemite.\\f + \\fr 6.18  \\ft great…: or, great\nstone\\f* \n\n"},{"number":19,"text":"And he smote the men of Beth-shemesh, because they had looked\ninto the ark of the \\nd LORD\\nd*, even he smote of the people fifty\nthousand and threescore and ten men: and the people lamented, because the\n\\nd LORD\\nd* had smitten \\add many\\add* of the people with a great\nslaughter. \n"},{"number":20,"text":"And the men of Beth-shemesh said, Who is able to stand before\nthis holy \\nd LORD\\nd* God? and to whom shall he go up from us? \n\n"},{"number":21,"text":"And they sent messengers to the inhabitants of Kirjath-jearim,\nsaying, The Philistines have brought again the ark of the \\nd LORD\\nd*;\ncome ye down, \\add and\\add* fetch it up to you. \n"}],"number":6},{"verses":[{"number":1,"text":"And the men of Kirjath-jearim came, and fetched up the ark\nof the \\nd LORD\\nd*, and brought it into the house of Abinadab in the\nhill, and sanctified Eleazar his son to keep the ark of the \\nd LORD\\nd*.\n"},{"number":2,"text":"And it came to pass, while the ark abode in Kirjath-jearim,\nthat the time was long; for it was twenty years: and all the house\nof Israel lamented after the \\nd LORD\\nd*. \n\n"},{"number":3,"text":"And Samuel spake unto all the house of Israel, saying, If ye do\nreturn unto the \\nd LORD\\nd* with all your hearts, \\add then\\add*\nput away the strange gods and Ashtaroth from among you, and prepare\nyour hearts unto the \\nd LORD\\nd*, and serve him only: and he will\ndeliver you out of the hand of the Philistines. \n"},{"number":4,"text":"Then the children of Israel did put away Baalim and Ashtaroth,\nand served the \\nd LORD\\nd* only. \n"},{"number":5,"text":"And Samuel said, Gather all Israel to Mizpeh, and I will pray\nfor you unto the \\nd LORD\\nd*. \n"},{"number":6,"text":"And they gathered together to Mizpeh, and drew water, and poured\n\\add it\\add* out before the \\nd LORD\\nd*, and fasted on that day,\nand said there, We have sinned against the \\nd LORD\\nd*. And Samuel\njudged the children of Israel in Mizpeh. \n\n"},{"number":7,"text":"And when the Philistines heard that the children of Israel\nwere gathered together to Mizpeh, the lords of the Philistines went\nup against Israel. And when the children of Israel heard \\add it\\add*,\nthey were afraid of the Philistines. \n"},{"number":8,"text":"And the children of Israel said to Samuel, Cease not to cry\nunto the \\nd LORD\\nd* our God for us, that he will save us out of the\nhand of the Philistines.\\f + \\fr 7.8  \\ft Cease…: Heb. Be not silent from us from\ncrying\\f* \n\n"},{"number":9,"text":"And Samuel took a sucking lamb, and offered \\add it for\\add*\na burnt offering wholly unto the \\nd LORD\\nd*: and Samuel cried unto the\n\\nd LORD\\nd* for Israel; and the \\nd LORD\\nd* heard him.\\f + \\fr 7.9 \n\\ft heard: or, answered\\f* \n"},{"number":10,"text":"And as Samuel was offering up the burnt offering, the Philistines\ndrew near to battle against Israel: but the \\nd LORD\\nd* thundered\nwith a great thunder on that day upon the Philistines, and discomfited\nthem; and they were smitten before Israel. \n"},{"number":11,"text":"And the men of Israel went out of Mizpeh, and pursued the\nPhilistines, and smote them, until \\add they came\\add* under Beth-car.\n"},{"number":12,"text":"Then Samuel took a stone, and set \\add it\\add* between Mizpeh\nand Shen, and called the name of it Eben-ezer, saying, Hitherto hath the\n\\nd LORD\\nd* helped us.\\f + \\fr 7.12  \\ft Eben-ezer: that is, The stone of\nhelp\\f* \n\n"},{"number":13,"text":"So the Philistines were subdued, and they came no more into the\ncoast of Israel: and the hand of the \\nd LORD\\nd* was against the\nPhilistines all the days of Samuel. \n"},{"number":14,"text":"And the cities which the Philistines had taken from Israel\nwere restored to Israel, from Ekron even unto Gath; and the coasts\nthereof did Israel deliver out of the hands of the Philistines. And there was\npeace between Israel and the Amorites. \n"},{"number":15,"text":"And Samuel judged Israel all the days of his life. \n"},{"number":16,"text":"And he went from year to year in circuit to Beth-el, and Gilgal,\nand Mizpeh, and judged Israel in all those places.\\f + \\fr 7.16 \n\\ft in circuit: Heb. and he circuited\\f* \n"},{"number":17,"text":"And his return \\add was\\add* to Ramah; for there \\add was\\add*\nhis house; and there he judged Israel; and there he built an altar\nunto the \\nd LORD\\nd*. \n"}],"number":7},{"verses":[{"number":1,"text":"And it came to pass, when Samuel was old, that he made his\nsons judges over Israel. \n"},{"number":2,"text":"Now the name of his firstborn was Joel; and the name of his\nsecond, Abiah: \\add they were\\add* judges in Beer-sheba. \n"},{"number":3,"text":"And his sons walked not in his ways, but turned aside after\nlucre, and took bribes, and perverted judgment. \n\n"},{"number":4,"text":"Then all the elders of Israel gathered themselves together,\nand came to Samuel unto Ramah, \n"},{"number":5,"text":"And said unto him, Behold, thou art old, and thy sons walk\nnot in thy ways: now make us a king to judge us like all the nations.\n\n"},{"number":6,"text":"But the thing displeased  Samuel, when they said, Give us a\nking to judge us. And Samuel prayed  unto the \\nd LORD\\nd*.\\f + \\fr 8.6 \n\\ft displeased: Heb. was evil in the eyes of\\f* \n"},{"number":7,"text":"And the \\nd LORD\\nd* said unto Samuel, Hearken unto the voice\nof the people in all that they say unto thee: for they have not rejected\nthee, but they have rejected me, that I should not reign over them.\n"},{"number":8,"text":"According to all the works which they have done since the day\nthat I brought them up out of Egypt even unto this day, wherewith they have\nforsaken me, and served other gods, so do they also unto thee. \n"},{"number":9,"text":"Now therefore hearken unto their voice: howbeit yet protest\nsolemnly unto them, and shew them the manner of the king that shall\nreign over them.\\f + \\fr 8.9  \\ft hearken…: or, obey\\f*\\f + \\fr 8.9 \n\\ft howbeit…: or, notwithstanding when thou hast solemnly protested against them then thou\nshalt\\f* \n\n"},{"number":10,"text":"And Samuel told all the words of the \\nd LORD\\nd* unto the\npeople that asked of him a king. \n"},{"number":11,"text":"And he said, This will be the manner of the king that shall\nreign over you: He will take your sons, and appoint \\add them\\add*\nfor himself, for his chariots, and \\add to be\\add* his horsemen; and\n\\add some\\add* shall run before his chariots. \n"},{"number":12,"text":"And he will appoint him captains over thousands, and captains\nover fifties; and \\add will set them\\add* to ear his ground, and to\nreap his harvest, and to make his instruments of war, and instruments\nof his chariots. \n"},{"number":13,"text":"And he will take your daughters \\add to be\\add* confectionaries, and\n\\add to be\\add* cooks, and \\add to be\\add* bakers. \n"},{"number":14,"text":"And he will take your fields, and your vineyards, and your\noliveyards, \\add even\\add* the best \\add of them\\add*, and give \\add them\\add*\nto his servants. \n"},{"number":15,"text":"And he will take the tenth of your seed, and of your vineyards,\nand give to his officers, and to his servants.\\f + \\fr 8.15  \\ft officers: Heb.\neunuchs\\f* \n"},{"number":16,"text":"And he will take your menservants, and your maidservants,\nand your goodliest young men, and your asses, and put \\add them\\add*\nto his work. \n"},{"number":17,"text":"He will take the tenth of your sheep: and ye shall be his\nservants. \n"},{"number":18,"text":"And ye shall cry out in that day because of your king which ye shall have\nchosen you; and the \\nd LORD\\nd* will not hear you in that day. \n\n"},{"number":19,"text":"Nevertheless the people refused to obey the voice of Samuel;\nand they said, Nay; but we will have a king over us; \n"},{"number":20,"text":"That we also may be like all the nations; and that our king\nmay judge us, and go out before us, and fight our battles. \n"},{"number":21,"text":"And Samuel heard all the words of the people, and he rehearsed\nthem in the ears of the \\nd LORD\\nd*. \n"},{"number":22,"text":"And the \\nd LORD\\nd* said to Samuel, Hearken unto their voice,\nand make them a king. And Samuel said unto the men of Israel, Go\nye every man unto his city. \n"}],"number":8},{"verses":[{"number":1,"text":"Now there was a man of Benjamin, whose name \\add was\\add* Kish,\nthe son of Abiel, the son of Zeror, the son of Bechorath, the son\nof Aphiah, a Benjamite, a mighty man of power.\\f + \\fr 9.1  \\ft a Benjamite: or, the son of a man of\nJemini\\f*\\f + \\fr 9.1  \\ft power: or, substance\\f* \n"},{"number":2,"text":"And he had a son, whose name \\add was\\add* Saul, a choice young\nman, and a goodly: and \\add there was\\add* not among the children\nof Israel a goodlier person than he: from his shoulders and upward\n\\add he was\\add* higher than any of the people. \n\n"},{"number":3,"text":"And the asses of Kish Saul’s father were lost. And Kish said\nto Saul his son, Take now one of the servants with thee, and arise,\ngo seek the asses. \n"},{"number":4,"text":"And he passed through mount Ephraim, and passed through the\nland of Shalisha, but they found \\add them\\add* not: then they passed\nthrough the land of Shalim, and \\add there they were\\add* not: and he passed\nthrough the land of the Benjamites, but they found \\add them\\add* not.\n"},{"number":5,"text":"\\add And\\add* when they were come to the land of Zuph, Saul\nsaid to his servant that \\add was\\add* with him, Come, and let us\nreturn; lest my father leave \\add caring\\add* for the asses, and take\nthought for us. \n"},{"number":6,"text":"And he said unto him, Behold now, \\add there is\\add* in this\ncity a man of God, and \\add he is\\add* an honourable man; all that he\nsaith cometh surely to pass: now let us go thither; peradventure he can\nshew us our way that we should go. \n"},{"number":7,"text":"Then said Saul to his servant, But, behold, \\add if\\add* we\ngo, what shall we bring the man? for the bread is spent in our vessels, and\n\\add there is\\add* not a present to bring to the man of God: what have\nwe?\\f + \\fr 9.7  \\ft is spent…: Heb. is gone out of, etc\\f*\\f + \\fr 9.7 \n\\ft have we: Heb. is with us?\\f* \n"},{"number":8,"text":"And the servant answered Saul again, and said, Behold, I have\nhere at hand the fourth part of a shekel of silver: \\add that\\add*\nwill I give to the man of God, to tell us our way.\\f + \\fr 9.8  \\ft I have…: Heb. there is found in my\nhand\\f* \n"},{"number":9,"text":"(Beforetime in Israel, when a man went to enquire of God, thus he\nspake, Come, and let us go to the seer: for \\add he that is\\add*\nnow \\add called\\add* a Prophet was beforetime called a Seer.) \n"},{"number":10,"text":"Then said Saul to his servant, Well said; come, let us go.\nSo they went unto the city where the man of God \\add was\\add*.\\f + \\fr 9.10 \n\\ft Well said: Heb. Thy word is good\\f* \n\n"},{"number":11,"text":"\\add And\\add* as they went up the hill to the city, they\nfound young maidens going out to draw water, and said unto them,\nIs the seer here?\\f + \\fr 9.11  \\ft the hill…: Heb. in the ascent of the\ncity\\f* \n"},{"number":12,"text":"And they answered them, and said, He is; behold, \\add he is\\add*\nbefore you: make haste now, for he came to day to the city; for \\add there\nis\\add* a sacrifice of the people to day in the high place:\\f + \\fr 9.12 \n\\ft sacrifice: or, feast\\f* \n"},{"number":13,"text":"As soon as ye be come into the city, ye shall straightway\nfind him, before he go up to the high place to eat: for the people\nwill not eat until he come, because he doth bless the sacrifice;\n\\add and\\add* afterwards they eat that be bidden. Now therefore get you\nup; for about this time ye shall find him.\\f + \\fr 9.13  \\ft this time: Heb. to\nday\\f* \n"},{"number":14,"text":"And they went up into the city: \\add and\\add* when they were\ncome into the city, behold, Samuel came out against them, for to go\nup to the high place. \n\n"},{"number":15,"text":"Now the \\nd LORD\\nd* had told Samuel in his ear a day before\nSaul came, saying,\\f + \\fr 9.15  \\ft told…: Heb. revealed the ear of\nSamuel\\f* \n"},{"number":16,"text":"To morrow about this time I will send thee a man out of the\nland of Benjamin, and thou shalt anoint him \\add to be\\add* captain\nover my people Israel, that he may save my people out of the hand\nof the Philistines: for I have looked upon my people, because their\ncry is come unto me. \n"},{"number":17,"text":"And when Samuel saw Saul, the \\nd LORD\\nd* said unto him, Behold the\nman whom I spake to thee of! this same shall reign over my people.\\f + \\fr 9.17 \n\\ft reign over: Heb. restrain in\\f* \n\n"},{"number":18,"text":"Then Saul drew near to Samuel in the gate, and said, Tell\nme, I pray thee, where the seer’s house \\add is\\add*. \n"},{"number":19,"text":"And Samuel answered Saul, and said, I \\add am\\add* the seer:\ngo up before me unto the high place; for ye shall eat with me to\nday, and to morrow I will let thee go, and will tell thee all that\n\\add is\\add* in thine heart. \n"},{"number":20,"text":"And as for thine asses that were lost three days ago, set\nnot thy mind on them; for they are found. And on whom \\add is\\add*\nall the desire of Israel? \\add Is it\\add* not on thee, and on all thy\nfather’s house?\\f + \\fr 9.20  \\ft three…: Heb. to day three days\\f*\n"},{"number":21,"text":"And Saul answered and said, \\add Am\\add* not I a Benjamite,\nof the smallest of the tribes of Israel? and my family the least\nof all the families of the tribe of Benjamin? wherefore then speakest\nthou so to me?\\f + \\fr 9.21  \\ft so…: Heb. according to this word\\f*\n"},{"number":22,"text":"And Samuel took Saul and his servant, and brought them into the\nparlour, and made them sit in the chiefest place among them that were\nbidden, which \\add were\\add* about thirty persons. \n"},{"number":23,"text":"And Samuel said unto the cook, Bring the portion which I gave\nthee, of which I said unto thee, Set it by thee. \n"},{"number":24,"text":"And the cook took up the shoulder, and \\add that\\add* which\n\\add was\\add* upon it, and set \\add it\\add* before Saul. And \\add Samuel\\add*\nsaid, Behold that which is left! set \\add it\\add* before thee, \\add and\\add*\neat: for unto this time hath it been kept for thee since I said,\nI have invited the people. So Saul did eat with Samuel that day.\\f + \\fr 9.24 \n\\ft left: or, reserved\\f* \n\n"},{"number":25,"text":"And when they were come down from the high place into the\ncity, \\add Samuel\\add* communed with Saul upon the top of the house.\n"},{"number":26,"text":"And they arose early: and it came to pass about the spring\nof the day, that Samuel called Saul to the top of the house, saying,\nUp, that I may send thee away. And Saul arose, and they went out\nboth of them, he and Samuel, abroad. \n"},{"number":27,"text":"\\add And\\add* as they were going down to the end of the city,\nSamuel said to Saul, Bid the servant pass on before us, (and he passed\non,) but stand thou still a while, that I may shew thee the word\nof God.\\f + \\fr 9.27  \\ft a while: Heb. to day\\f* \n"}],"number":9},{"verses":[{"number":1,"text":"Then Samuel took a vial of oil, and poured \\add it\\add* upon his\nhead, and kissed him, and said, \\add Is it\\add* not because the \\nd LORD\\nd*\nhath anointed thee \\add to be\\add* captain over his inheritance?\n"},{"number":2,"text":"When thou art departed from me to day, then thou shalt find\ntwo men by Rachel’s sepulchre in the border of Benjamin at Zelzah;\nand they will say unto thee, The asses which thou wentest to seek\nare found: and, lo, thy father hath left the care of the asses, and\nsorroweth for you, saying, What shall I do for my son?\\f + \\fr 10.2 \n\\ft care: Heb. business\\f* \n"},{"number":3,"text":"Then shalt thou go on forward from thence, and thou shalt come\nto the plain of Tabor, and there shall meet thee three men going\nup to God to Beth-el, one carrying three kids, and another carrying\nthree loaves of bread, and another carrying a bottle of wine: \n"},{"number":4,"text":"And they will salute thee, and give thee two \\add loaves\\add*\nof bread; which thou shalt receive of their hands.\\f + \\fr 10.4 \n\\ft salute…: Heb. ask thee of peace\\f* \n"},{"number":5,"text":"After that thou shalt come to the hill of God, where \\add is\\add*\nthe garrison of the Philistines: and it shall come to pass, when thou art come\nthither to the city, that thou shalt meet a company of prophets coming\ndown from the high place with a psaltery, and a tabret, and a pipe,\nand a harp, before them; and they shall prophesy: \n"},{"number":6,"text":"And the Spirit of the \\nd LORD\\nd* will come upon thee, and thou shalt\nprophesy with them, and shalt be turned into another man. \n"},{"number":7,"text":"And let it be, when these signs are come unto thee, \\add that\\add*\nthou do as occasion serve thee; for God \\add is\\add* with thee.\\f + \\fr 10.7 \n\\ft And…: Heb. And it shall come to pass, that when these signs,\netc\\f*\\f + \\fr 10.7  \\ft that…: Heb. do for thee as thine hand shall\nfind\\f* \n"},{"number":8,"text":"And thou shalt go down before me to Gilgal; and, behold, I will come\ndown unto thee, to offer burnt offerings, \\add and\\add* to sacrifice\nsacrifices of peace offerings: seven days shalt thou tarry, till I\ncome to thee, and shew thee what thou shalt do. \n\n"},{"number":9,"text":"And it was \\add so\\add*, that when he had turned his back\nto go from Samuel, God gave him another heart: and all those signs\ncame to pass that day.\\f + \\fr 10.9  \\ft back: Heb. shoulder\\f*\\f + \\fr 10.9 \n\\ft gave: Heb. turned\\f* \n"},{"number":10,"text":"And when they came thither to the hill, behold, a company\nof prophets met him; and the Spirit of God came upon him, and he\nprophesied among them. \n"},{"number":11,"text":"And it came to pass, when all that knew him beforetime saw\nthat, behold, he prophesied among the prophets, then the people said\none to another, What \\add is\\add* this \\add that\\add* is come unto the\nson of Kish? \\add Is\\add* Saul also among the prophets?\\f + \\fr 10.11 \n\\ft one…: Heb. a man to his neighbour\\f* \n"},{"number":12,"text":"And one of the same place answered and said, But who \\add is\\add*\ntheir father? Therefore it became a proverb, \\add Is\\add* Saul also among the\nprophets?\\f + \\fr 10.12  \\ft of…: Heb. from thence\\f* \n"},{"number":13,"text":"And when he had made an end of prophesying, he came to the high\nplace. \n\n"},{"number":14,"text":"And Saul’s uncle said unto him and to his servant, Whither\nwent ye? And he said, To seek the asses: and when we saw that \\add they\nwere\\add* no where, we came to Samuel. \n"},{"number":15,"text":"And Saul’s uncle said, Tell me, I pray thee, what Samuel said unto you.\n"},{"number":16,"text":"And Saul said unto his uncle, He told us plainly that the\nasses were found. But of the matter of the kingdom, whereof Samuel\nspake, he told him not. \n\n"},{"number":17,"text":"And Samuel called the people together unto the \\nd LORD\\nd*\nto Mizpeh; \n"},{"number":18,"text":"And said unto the children of Israel, Thus saith the \\nd LORD\\nd*\nGod of Israel, I brought up Israel out of Egypt, and delivered you out of the\nhand of the Egyptians, and out of the hand of all kingdoms, \\add and\\add*\nof them that oppressed you: \n"},{"number":19,"text":"And ye have this day rejected  your God, who himself saved\nyou out of all your adversities and your tribulations; and ye have\nsaid unto him, \\add Nay\\add*, but set a king over us. Now therefore\npresent yourselves before the \\nd LORD\\nd* by your tribes, and by your\nthousands. \n"},{"number":20,"text":"And when Samuel had caused all the tribes of Israel to come\nnear, the tribe of Benjamin was taken. \n"},{"number":21,"text":"When he had caused the tribe of Benjamin to come near by their\nfamilies, the family of Matri was taken, and Saul the son of Kish\nwas taken: and when they sought him, he could not be found. \n"},{"number":22,"text":"Therefore they enquired of the \\nd LORD\\nd* further, if the\nman should yet come thither. And the \\nd LORD\\nd* answered, Behold, he hath\nhid himself among the stuff. \n"},{"number":23,"text":"And they ran and fetched him thence: and when he stood among\nthe people, he was higher than any of the people from his shoulders\nand upward. \n"},{"number":24,"text":"And Samuel said to all the people, See ye him whom the \\nd LORD\\nd*\nhath chosen, that \\add there is\\add* none like him among all the\npeople? And all the people shouted, and said, God save the king.\\f + \\fr 10.24 \n\\ft God…: Heb. Let the king live\\f* \n"},{"number":25,"text":"Then Samuel told the people the manner of the kingdom, and\nwrote \\add it\\add* in a book, and laid \\add it\\add* up before the\n\\nd LORD\\nd*. And Samuel sent all the people away, every man to his\nhouse. \n\n"},{"number":26,"text":"And Saul also went home to Gibeah; and there went with him a band of\nmen, whose hearts God had touched. \n"},{"number":27,"text":"But the children of Belial said, How shall this man save us? And they\ndespised him, and brought him no presents. But he held his peace.\\f + \\fr 10.27 \n\\ft held…: or, was as though he had been deaf\\f* \n"}],"number":10},{"verses":[{"number":1,"text":"Then Nahash the Ammonite came up, and encamped against Jabesh-gilead:\nand all the men of Jabesh said unto Nahash, Make a covenant with us, and we will\nserve thee. \n"},{"number":2,"text":"And Nahash the Ammonite answered them, On this \\add condition\\add*\nwill I make \\add a covenant\\add* with you, that I may thrust out\nall your right eyes, and lay it \\add for\\add* a reproach upon all\nIsrael. \n"},{"number":3,"text":"And the elders of Jabesh said unto him, Give us seven days’\nrespite, that we may send messengers unto all the coasts of Israel: and then, if\n\\add there be\\add* no man to save us, we will come out to thee.\\f + \\fr 11.3 \n\\ft Give…: Heb. Forbear us\\f* \n\n"},{"number":4,"text":"Then came the messengers to Gibeah of Saul, and told the tidings\nin the ears of the people: and all the people lifted up their voices,\nand wept. \n\n"},{"number":5,"text":"And, behold, Saul came after the herd out of the field; and\nSaul said, What \\add aileth\\add* the people that they weep? And they\ntold him the tidings of the men of Jabesh. \n"},{"number":6,"text":"And the Spirit of God came upon Saul when he heard those tidings,\nand his anger was kindled greatly. \n"},{"number":7,"text":"And he took a yoke of oxen, and hewed them in pieces, and sent\n\\add them\\add* throughout all the coasts of Israel by the hands of\nmessengers, saying, Whosoever cometh not forth after Saul and after\nSamuel, so shall it be done unto his oxen. And the fear of the \\nd LORD\\nd*\nfell on the people, and they came out with one consent.\\f + \\fr 11.7 \n\\ft with…: Heb. as one man\\f* \n"},{"number":8,"text":"And when he numbered them in Bezek, the children of Israel\nwere three hundred thousand, and the men of Judah thirty thousand.\n"},{"number":9,"text":"And they said unto the messengers that came, Thus shall ye\nsay unto the men of Jabesh-gilead, To morrow, by \\add that time\\add*\nthe sun be hot, ye shall have help. And the messengers came and shewed\n\\add it\\add* to the men of Jabesh; and they were glad.\\f + \\fr 11.9 \n\\ft help: or, deliverance\\f* \n"},{"number":10,"text":"Therefore the men of Jabesh said, To morrow we will come out\nunto you, and ye shall do with us all that seemeth good unto you.\n"},{"number":11,"text":"And it was \\add so\\add* on the morrow, that Saul put the people\nin three companies; and they came into the midst of the host in the\nmorning watch, and slew the Ammonites until the heat of the day:\nand it came to pass, that they which remained were scattered, so that\ntwo of them were not left together. \n\n"},{"number":12,"text":"And the people said unto Samuel, Who \\add is\\add* he that\nsaid, Shall Saul reign over us? bring the men, that we may put them to\ndeath. \n"},{"number":13,"text":"And Saul said, There shall not a man be put to death this\nday: for to day the \\nd LORD\\nd* hath wrought salvation in Israel.\n"},{"number":14,"text":"Then said Samuel to the people, Come, and let us go to Gilgal,\nand renew the kingdom there. \n"},{"number":15,"text":"And all the people went to Gilgal; and there they made Saul\nking before the \\nd LORD\\nd* in Gilgal; and there they sacrificed\nsacrifices of peace offerings before the \\nd LORD\\nd*; and there\nSaul and all the men of Israel rejoiced greatly. \n"}],"number":11},{"verses":[{"number":1,"text":"And Samuel said unto all Israel, Behold, I have hearkened unto your\nvoice in all that ye said unto me, and have made a king over you.\n"},{"number":2,"text":"And now, behold, the king walketh before you: and I am old\nand grayheaded; and, behold, my sons \\add are\\add* with you: and I have\nwalked before you from my childhood unto this day. \n"},{"number":3,"text":"Behold, here I \\add am:\\add* witness against me before the \\nd LORD\\nd*,\nand before his anointed: whose ox have I taken? or whose ass have I\ntaken? or whom have I defrauded? whom have I oppressed? or of whose\nhand have I received \\add any\\add* bribe to blind mine eyes therewith? and I will\nrestore it you.\\f + \\fr 12.3  \\ft bribe: Heb. ransom\\f*\\f + \\fr 12.3 \n\\ft to blind…: or, that I should hide mine eyes at him\\f* \n"},{"number":4,"text":"And they said, Thou hast not defrauded us, nor oppressed us, neither hast thou\ntaken ought of any man’s hand. \n"},{"number":5,"text":"And he said unto them, The \\nd LORD\\nd* \\add is\\add* witness\nagainst you, and his anointed \\add is\\add* witness this day, that ye have not\nfound ought in my hand. And they answered, \\add He is\\add* witness.\n\n"},{"number":6,"text":"And Samuel said unto the people, \\add It is\\add* the \\nd LORD\\nd*\nthat advanced Moses and Aaron, and that brought your fathers up out of the\nland of Egypt.\\f + \\fr 12.6  \\ft advanced: or, made\\f* \n"},{"number":7,"text":"Now therefore stand still, that I may reason with you before\nthe \\nd LORD\\nd* of all the righteous acts of the \\nd LORD\\nd*, which he\ndid to you and to your fathers.\\f + \\fr 12.7  \\ft righteous…: Heb. righteousnesses, or,\nbenefits\\f*\\f + \\fr 12.7  \\ft to: Heb. with\\f* \n"},{"number":8,"text":"When Jacob was come into Egypt, and your fathers cried unto the\n\\nd LORD\\nd*, then the \\nd LORD\\nd* sent Moses and Aaron, which brought\nforth your fathers out of Egypt, and made them dwell in this place.\n"},{"number":9,"text":"And when they forgat the \\nd LORD\\nd* their God, he sold them into the\nhand of Sisera, captain of the host of Hazor, and into the hand of the\nPhilistines, and into the hand of the king of Moab, and they fought against them.\n"},{"number":10,"text":"And they cried unto the \\nd LORD\\nd*, and said, We have sinned,\nbecause we have forsaken the \\nd LORD\\nd*, and have served Baalim\nand Ashtaroth: but now deliver us out of the hand of our enemies,\nand we will serve thee. \n"},{"number":11,"text":"And the \\nd LORD\\nd* sent Jerubbaal, and Bedan, and Jephthah,\nand Samuel, and delivered you out of the hand of your enemies on every\nside, and ye dwelled safe. \n"},{"number":12,"text":"And when ye saw that Nahash the king of the children of Ammon\ncame against you, ye said unto me, Nay; but a king shall reign over us: when the\n\\nd LORD\\nd* your God \\add was\\add* your king. \n"},{"number":13,"text":"Now therefore behold the king whom ye have chosen, \\add and\\add*\nwhom ye have desired! and, behold, the \\nd LORD\\nd* hath set a king over you.\n"},{"number":14,"text":"If ye will fear the \\nd LORD\\nd*, and serve him, and obey\nhis voice, and not rebel against the commandment of the \\nd LORD\\nd*,\nthen shall both ye and also the king that reigneth over you continue\nfollowing the \\nd LORD\\nd* your God:\\f + \\fr 12.14  \\ft commandment: Heb.\nmouth\\f*\\f + \\fr 12.14  \\ft continue…: Heb. be after\\f* \n"},{"number":15,"text":"But if ye will not obey the voice of the \\nd LORD\\nd*, but\nrebel against the commandment of the \\nd LORD\\nd*, then shall the\nhand of the \\nd LORD\\nd* be against you, as \\add it was\\add* against your\nfathers. \n\n"},{"number":16,"text":"Now therefore stand and see this great thing, which the \\nd LORD\\nd*\nwill do before your eyes. \n"},{"number":17,"text":"\\add Is it\\add* not wheat harvest to day? I will call unto the\n\\nd LORD\\nd*, and he shall send thunder and rain; that ye may perceive\nand see that your wickedness \\add is\\add* great, which ye have done\nin the sight of the \\nd LORD\\nd*, in asking you a king. \n"},{"number":18,"text":"So Samuel called unto the \\nd LORD\\nd*; and the \\nd LORD\\nd*\nsent thunder and rain that day: and all the people greatly feared\nthe \\nd LORD\\nd* and Samuel. \n"},{"number":19,"text":"And all the people said unto Samuel, Pray for thy servants\nunto the \\nd LORD\\nd* thy God, that we die not: for we have added\nunto all our sins \\add this\\add* evil, to ask us a king. \n\n"},{"number":20,"text":"And Samuel said unto the people, Fear not: ye have done all this\nwickedness: yet turn not aside from following the \\nd LORD\\nd*, but\nserve the \\nd LORD\\nd* with all your heart; \n"},{"number":21,"text":"And turn ye not aside: for \\add then should ye go\\add* after\nvain \\add things\\add*, which cannot profit nor deliver; for they\n\\add are\\add* vain. \n"},{"number":22,"text":"For the \\nd LORD\\nd* will not forsake his people for his great\nname’s sake: because it hath pleased the \\nd LORD\\nd* to make you his\npeople. \n"},{"number":23,"text":"Moreover as for me, God forbid that I should sin against the\n\\nd LORD\\nd* in ceasing to pray for you: but I will teach you the\ngood and the right way:\\f + \\fr 12.23  \\ft in: Heb. from\\f* \n"},{"number":24,"text":"Only fear the \\nd LORD\\nd*, and serve him in truth with all your\nheart: for consider how great \\add things\\add* he hath done for you.\\f + \\fr 12.24 \n\\ft how…: or, what a great thing\\f* \n"},{"number":25,"text":"But if ye shall still do wickedly, ye shall be consumed, both ye and your\nking. \n"}],"number":12},{"verses":[{"number":1,"text":"Saul reigned one year; and when he had reigned two years over\nIsrael,\\f + \\fr 13.1  \\ft reigned one…: Heb. the son of one year in his\nreigning\\f* \n"},{"number":2,"text":"Saul chose him three thousand \\add men\\add* of Israel; \\add whereof\\add*\ntwo thousand were with Saul in Michmash and in mount Beth-el, and a\nthousand were with Jonathan in Gibeah of Benjamin: and the rest of the\npeople he sent every man to his tent. \n"},{"number":3,"text":"And Jonathan smote the garrison of the Philistines that \\add was\\add*\nin Geba, and the Philistines heard \\add of it\\add*. And Saul blew\nthe trumpet throughout all the land, saying, Let the Hebrews hear.\\f + \\fr 13.3 \n\\ft Geba: or, the hill\\f* \n"},{"number":4,"text":"And all Israel heard say \\add that\\add* Saul had smitten a\ngarrison of the Philistines, and \\add that\\add* Israel also was had in\nabomination with the Philistines. And the people were called together\nafter Saul to Gilgal.\\f + \\fr 13.4  \\ft was…: Heb. did stink\\f* \n\n"},{"number":5,"text":"And the Philistines gathered themselves together to fight\nwith Israel, thirty thousand chariots, and six thousand horsemen,\nand people as the sand which \\add is\\add* on the sea shore in multitude:\nand they came up, and pitched in Michmash, eastward from Beth-aven.\n"},{"number":6,"text":"When the men of Israel saw that they were in a strait, (for the\npeople were distressed,) then the people did hide themselves in caves,\nand in thickets, and in rocks, and in high places, and in pits. \n"},{"number":7,"text":"And \\add some of\\add* the Hebrews went over Jordan to the land\nof Gad and Gilead. As for Saul, he \\add was\\add* yet in Gilgal, and all the\npeople followed him trembling.\\f + \\fr 13.7  \\ft followed…: Heb. trembled after\nhim\\f* \n\n"},{"number":8,"text":"And he tarried seven days, according to the set time that\nSamuel \\add had appointed:\\add* but Samuel came not to Gilgal; and the\npeople were scattered from him. \n"},{"number":9,"text":"And Saul said, Bring hither a burnt offering to me, and peace\nofferings. And he offered the burnt offering. \n"},{"number":10,"text":"And it came to pass, that as soon as he had made an end of\noffering the burnt offering, behold, Samuel came; and Saul went out\nto meet him, that he might salute him.\\f + \\fr 13.10  \\ft salute: Heb.\nbless\\f* \n\n"},{"number":11,"text":"And Samuel said, What hast thou done? And Saul said, Because I\nsaw that the people were scattered from me, and \\add that\\add* thou\ncamest not within the days appointed, and \\add that\\add* the Philistines\ngathered themselves together at Michmash; \n"},{"number":12,"text":"Therefore said I, The Philistines will come down now upon me to\nGilgal, and I have not made supplication unto the \\nd LORD\\nd*: I\nforced myself therefore, and offered a burnt offering.\\f + \\fr 13.12 \n\\ft made…: Heb. intreated the face\\f* \n"},{"number":13,"text":"And Samuel said to Saul, Thou hast done foolishly: thou hast not\nkept the commandment of the \\nd LORD\\nd* thy God, which he commanded\nthee: for now would the \\nd LORD\\nd* have established thy kingdom\nupon Israel for ever. \n"},{"number":14,"text":"But now thy kingdom shall not continue: the \\nd LORD\\nd* hath\nsought him a man after his own heart, and the \\nd LORD\\nd* hath commanded him\n\\add to be\\add* captain over his people, because thou hast not kept\n\\add that\\add* which the \\nd LORD\\nd* commanded thee. \n\n"},{"number":15,"text":"And Samuel arose, and gat him up from Gilgal unto Gibeah of\nBenjamin. And Saul numbered the people \\add that were\\add* present\nwith him, about six hundred men.\\f + \\fr 13.15  \\ft present: Heb.\nfound\\f* \n"},{"number":16,"text":"And Saul, and Jonathan his son, and the people \\add that were\\add*\npresent with them, abode in Gibeah of Benjamin: but the Philistines\nencamped in Michmash.\\f + \\fr 13.16  \\ft present: Heb. found\\f*\\f + \\fr 13.16 \n\\ft Gibeah: Heb. Geba\\f* \n\n"},{"number":17,"text":"And the spoilers came out of the camp of the Philistines\nin three companies: one company turned unto the way \\add that leadeth\nto\\add* Ophrah, unto the land of Shual: \n"},{"number":18,"text":"And another company turned the way \\add to\\add* Beth-horon:\nand another company turned \\add to\\add* the way of the border that\nlooketh to the valley of Zeboim toward the wilderness. \n\n"},{"number":19,"text":"Now there was no smith found throughout all the land of Israel:\nfor the Philistines said, Lest the Hebrews make \\add them\\add* swords\nor spears: \n"},{"number":20,"text":"But all the Israelites went down to the Philistines, to sharpen\nevery man his share, and his coulter, and his axe, and his mattock.\n"},{"number":21,"text":"Yet they had a file for the mattocks, and for the coulters,\nand for the forks, and for the axes, and to sharpen the goads.\\f + \\fr 13.21 \n\\ft a file: Heb. a file with mouths, or Heb. a pim, a third of a\nshekel\\f*\\f + \\fr 13.21  \\ft sharpen: Heb. set\\f* \n"},{"number":22,"text":"So it came to pass in the day of battle, that there was neither\nsword nor spear found in the hand of any of the people that \\add were\\add*\nwith Saul and Jonathan: but with Saul and with Jonathan his son was there\nfound. \n"},{"number":23,"text":"And the garrison of the Philistines went out to the passage\nof Michmash.\\f + \\fr 13.23  \\ft garrison: or, standing camp\\f* \n"}],"number":13},{"verses":[{"number":1,"text":"Now it came to pass upon a day, that Jonathan the son of Saul\nsaid unto the young man that bare his armour, Come, and let us go\nover to the Philistines’ garrison, that \\add is\\add* on the other\nside. But he told not his father.\\f + \\fr 14.1  \\ft it came…: or, there was a\nday\\f* \n"},{"number":2,"text":"And Saul tarried in the uttermost part of Gibeah under a pomegranate\ntree which \\add is\\add* in Migron: and the people that \\add were\\add* with him\n\\add were\\add* about six hundred men; \n"},{"number":3,"text":"And Ahiah, the son of Ahitub, I-chabod’s brother, the son of\nPhinehas, the son of Eli, the \\nd LORD’s\\nd* priest in Shiloh, wearing\nan ephod. And the people knew not that Jonathan was gone.\\f + \\fr 14.3 \n\\ft Ahiah: called Ahimelech\\f* \n\n"},{"number":4,"text":"And between the passages, by which Jonathan sought to go over\nunto the Philistines’ garrison, \\add there was\\add* a sharp rock\non the one side, and a sharp rock on the other side: and the name\nof the one \\add was\\add* Bozez, and the name of the other Seneh.\n"},{"number":5,"text":"The forefront of the one \\add was\\add* situate northward over\nagainst Michmash, and the other southward over against Gibeah.\\f + \\fr 14.5 \n\\ft forefront: Heb. tooth\\f* \n"},{"number":6,"text":"And Jonathan said to the young man that bare his armour, Come,\nand let us go over unto the garrison of these uncircumcised: it may be that the\n\\nd LORD\\nd* will work for us: for \\add there is\\add* no restraint\nto the \\nd LORD\\nd* to save by many or by few. \n"},{"number":7,"text":"And his armourbearer said unto him, Do all that \\add is\\add*\nin thine heart: turn thee; behold, I \\add am\\add* with thee according to thy\nheart. \n"},{"number":8,"text":"Then said Jonathan, Behold, we will pass over unto \\add these\\add*\nmen, and we will discover ourselves unto them. \n"},{"number":9,"text":"If they say thus unto us, Tarry until we come to you; then we will stand\nstill in our place, and will not go up unto them.\\f + \\fr 14.9  \\ft Tarry: Heb. Be\nstill\\f* \n"},{"number":10,"text":"But if they say thus, Come up unto us; then we will go up:\nfor the \\nd LORD\\nd* hath delivered them into our hand: and this\n\\add shall be\\add* a sign unto us. \n"},{"number":11,"text":"And both of them discovered themselves unto the garrison of the\nPhilistines: and the Philistines said, Behold, the Hebrews come forth\nout of the holes where they had hid themselves. \n"},{"number":12,"text":"And the men of the garrison answered Jonathan and his armourbearer,\nand said, Come up to us, and we will shew you a thing. And Jonathan\nsaid unto his armourbearer, Come up after me: for the \\nd LORD\\nd*\nhath delivered them into the hand of Israel. \n"},{"number":13,"text":"And Jonathan climbed up upon his hands and upon his feet,\nand his armourbearer after him: and they fell before Jonathan; and his\narmourbearer slew after him. \n"},{"number":14,"text":"And that first slaughter, which Jonathan and his armourbearer\nmade, was about twenty men, within as it were an half acre of land,\n\\add which\\add* a yoke \\add of oxen might plow\\add*.\\f + \\fr 14.14 \n\\ft an…: or, half a furrow of an acre of land\\f* \n"},{"number":15,"text":"And there was trembling in the host, in the field, and among all the\npeople: the garrison, and the spoilers, they also trembled, and the\nearth quaked: so it was a very great trembling.\\f + \\fr 14.15  \\ft a very…: Heb. a trembling of\nGod\\f* \n\n"},{"number":16,"text":"And the watchmen of Saul in Gibeah of Benjamin looked; and, behold, the\nmultitude melted away, and they went on beating down \\add one another\\add*.\n"},{"number":17,"text":"Then said Saul unto the people that \\add were\\add* with him,\nNumber now, and see who is gone from us. And when they had numbered,\nbehold, Jonathan and his armourbearer \\add were\\add* not \\add there\\add*.\n"},{"number":18,"text":"And Saul said unto Ahiah, Bring hither the ark of God. For the\nark of God was at that time with the children of Israel. \n\n"},{"number":19,"text":"And it came to pass, while Saul talked unto the priest, that the\nnoise that \\add was\\add* in the host of the Philistines went on and\nincreased: and Saul said unto the priest, Withdraw thine hand.\\f + \\fr 14.19 \n\\ft noise: or, tumult\\f* \n"},{"number":20,"text":"And Saul and all the people that \\add were\\add* with him assembled\nthemselves, and they came to the battle: and, behold, every man’s\nsword was against his fellow, \\add and there was\\add* a very great\ndiscomfiture.\\f + \\fr 14.20  \\ft assembled…: Heb. were cried together\\f*\n"},{"number":21,"text":"Moreover the Hebrews \\add that\\add* were with the Philistines\nbefore that time, which went up with them into the camp \\add from the\ncountry\\add* round about, even they also \\add turned\\add* to be with the\nIsraelites that \\add were\\add* with Saul and Jonathan. \n"},{"number":22,"text":"Likewise all the men of Israel which had hid themselves in\nmount Ephraim, \\add when\\add* they heard that the Philistines fled,\neven they also followed hard after them in the battle. \n"},{"number":23,"text":"So the \\nd LORD\\nd* saved Israel that day: and the battle\npassed over unto Beth-aven. \n\n"},{"number":24,"text":"And the men of Israel were distressed that day: for Saul\nhad adjured the people, saying, Cursed \\add be\\add* the man that\neateth \\add any\\add* food until evening, that I may be avenged on mine\nenemies. So none of the people tasted \\add any\\add* food. \n"},{"number":25,"text":"And all \\add they of\\add* the land came to a wood; and there was\nhoney upon the ground. \n"},{"number":26,"text":"And when the people were come into the wood, behold, the honey\ndropped; but no man put his hand to his mouth: for the people feared\nthe oath. \n"},{"number":27,"text":"But Jonathan heard not when his father charged the people\nwith the oath: wherefore he put forth the end of the rod that \\add was\\add*\nin his hand, and dipped it in an honeycomb, and put his hand to his\nmouth; and his eyes were enlightened. \n"},{"number":28,"text":"Then answered one of the people, and said, Thy father straitly\ncharged the people with an oath, saying, Cursed \\add be\\add* the\nman that eateth \\add any\\add* food this day. And the people were\nfaint.\\f + \\fr 14.28  \\ft faint: or, weary\\f* \n"},{"number":29,"text":"Then said Jonathan, My father hath troubled the land: see,\nI pray you, how mine eyes have been enlightened, because I tasted\na little of this honey. \n"},{"number":30,"text":"How much more, if haply the people had eaten freely to day\nof the spoil of their enemies which they found? for had there not been now a much\ngreater slaughter among the Philistines? \n"},{"number":31,"text":"And they smote the Philistines that day from Michmash to Aijalon:\nand the people were very faint. \n"},{"number":32,"text":"And the people flew upon the spoil, and took sheep, and oxen,\nand calves, and slew \\add them\\add* on the ground: and the people\ndid eat \\add them\\add* with the blood. \n\n"},{"number":33,"text":"Then they told Saul, saying, Behold, the people sin against the\n\\nd LORD\\nd*, in that they eat with the blood. And he said, Ye have\ntransgressed: roll a great stone unto me this day.\\f + \\fr 14.33 \n\\ft transgressed: or, dealt treacherously\\f* \n"},{"number":34,"text":"And Saul said, Disperse yourselves among the people, and say\nunto them, Bring me hither every man his ox, and every man his sheep,\nand slay \\add them\\add* here, and eat; and sin not against the \\nd LORD\\nd*\nin eating with the blood. And all the people brought every man his\nox with him that night, and slew \\add them\\add* there.\\f + \\fr 14.34 \n\\ft with him: Heb. in his hand\\f* \n"},{"number":35,"text":"And Saul built an altar unto the \\nd LORD\\nd*: the same was the\nfirst altar that he built unto the \\nd LORD\\nd*.\\f + \\fr 14.35  \\ft the same…: Heb. that altar he began to build unto the\n\\+nd LORD\\+nd*\\f* \n\n"},{"number":36,"text":"And Saul said, Let us go down after the Philistines by night,\nand spoil them until the morning light, and let us not leave a man\nof them. And they said, Do whatsoever seemeth good unto thee. Then\nsaid the priest, Let us draw near hither unto God. \n"},{"number":37,"text":"And Saul asked counsel of God, Shall I go down after the Philistines?\nwilt thou deliver them into the hand of Israel? But he answered him not that\nday. \n"},{"number":38,"text":"And Saul said, Draw ye near hither, all the chief of the people:\nand know and see wherein this sin hath been this day.\\f + \\fr 14.38 \n\\ft chief: Heb. corners\\f* \n"},{"number":39,"text":"For, \\add as\\add* the \\nd LORD\\nd* liveth, which saveth Israel,\nthough it be in Jonathan my son, he shall surely die. But \\add there\nwas\\add* not a man among all the people \\add that\\add* answered him.\n"},{"number":40,"text":"Then said he unto all Israel, Be ye on one side, and I and\nJonathan my son will be on the other side. And the people said unto\nSaul, Do what seemeth good unto thee. \n"},{"number":41,"text":"Therefore Saul said unto the \\nd LORD\\nd* God of Israel, Give\na perfect \\add lot\\add*. And Saul and Jonathan were taken: but the\npeople escaped.\\f + \\fr 14.41  \\ft Give…: or, Shew the innocent\\f*\\f + \\fr 14.41 \n\\ft escaped: Heb. went forth\\f* \n"},{"number":42,"text":"And Saul said, Cast \\add lots\\add* between me and Jonathan\nmy son. And Jonathan was taken. \n"},{"number":43,"text":"Then Saul said to Jonathan, Tell me what thou hast done. And\nJonathan told him, and said, I did but taste a little honey with the\nend of the rod that \\add was\\add* in mine hand, \\add and\\add*, lo,\nI must die. \n"},{"number":44,"text":"And Saul answered, God do so and more also: for thou shalt\nsurely die, Jonathan. \n"},{"number":45,"text":"And the people said unto Saul, Shall Jonathan die, who hath\nwrought this great salvation in Israel? God forbid: \\add as\\add*\nthe \\nd LORD\\nd* liveth, there shall not one hair of his head fall\nto the ground; for he hath wrought with God this day. So the people\nrescued  Jonathan, that he died not. \n"},{"number":46,"text":"Then Saul went up from following the Philistines: and the\nPhilistines went to their own place. \n\n"},{"number":47,"text":"So Saul took the kingdom over Israel, and fought against all his\nenemies on every side, against Moab, and against the children of\nAmmon, and against Edom, and against the kings of Zobah, and against the\nPhilistines: and whithersoever he turned himself, he vexed \\add them\\add*.\n"},{"number":48,"text":"And he gathered an host, and smote the Amalekites, and delivered\nIsrael out of the hands of them that spoiled them.\\f + \\fr 14.48 \n\\ft gathered…: or, wrought mightily\\f* \n"},{"number":49,"text":"Now the sons of Saul were Jonathan, and Ishui, and Melchi-shua:\nand the names of his two daughters \\add were these;\\add* the name\nof the firstborn Merab, and the name of the younger Michal: \n"},{"number":50,"text":"And the name of Saul’s wife \\add was\\add* Ahinoam, the daughter\nof Ahimaaz: and the name of the captain of his host \\add was\\add*\nAbner, the son of Ner, Saul’s uncle.\\f + \\fr 14.50  \\ft Abner: Heb.\nAbiner\\f* \n"},{"number":51,"text":"And Kish \\add was\\add* the father of Saul; and Ner the father\nof Abner \\add was\\add* the son of Abiel. \n"},{"number":52,"text":"And there was sore war against the Philistines all the days\nof Saul: and when Saul saw any strong man, or any valiant man, he\ntook him unto him. \n"}],"number":14},{"verses":[{"number":1,"text":"Samuel also said unto Saul, The \\nd LORD\\nd* sent me to anoint thee\n\\add to be\\add* king over his people, over Israel: now therefore\nhearken thou unto the voice of the words of the \\nd LORD\\nd*. \n"},{"number":2,"text":"Thus saith the \\nd LORD\\nd* of hosts, I remember \\add that\\add*\nwhich Amalek did to Israel, how he laid \\add wait\\add* for him in the\nway, when he came up from Egypt. \n"},{"number":3,"text":"Now go and smite Amalek, and utterly destroy all that they have, and\nspare them not; but slay both man and woman, infant and suckling,\nox and sheep, camel and ass. \n"},{"number":4,"text":"And Saul gathered the people together, and numbered them in\nTelaim, two hundred thousand footmen, and ten thousand men of Judah.\n"},{"number":5,"text":"And Saul came to a city of Amalek, and laid wait in the valley.\\f + \\fr 15.5 \n\\ft laid…: or, fought\\f* \n\n"},{"number":6,"text":"And Saul said unto the Kenites, Go, depart, get you down from\namong the Amalekites, lest I destroy you with them: for ye shewed\nkindness to all the children of Israel, when they came up out of\nEgypt. So the Kenites departed from among the Amalekites. \n"},{"number":7,"text":"And Saul smote the Amalekites from Havilah \\add until\\add*\nthou comest to Shur, that \\add is\\add* over against Egypt. \n"},{"number":8,"text":"And he took Agag the king of the Amalekites alive, and utterly\ndestroyed all the people with the edge of the sword. \n"},{"number":9,"text":"But Saul and the people spared Agag, and the best of the sheep,\nand of the oxen, and of the fatlings, and the lambs, and all \\add that\nwas\\add* good, and would not utterly destroy them: but every thing\n\\add that was\\add* vile and refuse, that they destroyed utterly.\\f + \\fr 15.9 \n\\ft fatlings: or, second sort\\f* \n\n"},{"number":10,"text":"Then came the word of the \\nd LORD\\nd* unto Samuel, saying,\n"},{"number":11,"text":"It repenteth me that I have set up Saul \\add to be\\add* king:\nfor he is turned back from following me, and hath not performed my\ncommandments. And it grieved Samuel; and he cried unto the \\nd LORD\\nd*\nall night. \n"},{"number":12,"text":"And when Samuel rose early to meet Saul in the morning, it was\ntold Samuel, saying, Saul came to Carmel, and, behold, he set him\nup a place, and is gone about, and passed on, and gone down to Gilgal.\n"},{"number":13,"text":"And Samuel came to Saul: and Saul said unto him, Blessed \\add be\\add*\nthou of the \\nd LORD\\nd*: I have performed the commandment of the\n\\nd LORD\\nd*. \n"},{"number":14,"text":"And Samuel said, What \\add meaneth\\add* then this bleating\nof the sheep in mine ears, and the lowing of the oxen which I hear?\n"},{"number":15,"text":"And Saul said, They have brought them from the Amalekites:\nfor the people spared the best of the sheep and of the oxen, to sacrifice\nunto the \\nd LORD\\nd* thy God; and the rest we have utterly destroyed.\n"},{"number":16,"text":"Then Samuel said unto Saul, Stay, and I will tell thee what the\n\\nd LORD\\nd* hath said to me this night. And he said unto him, Say\non. \n"},{"number":17,"text":"And Samuel said, When thou \\add wast\\add* little in thine own\nsight, \\add wast\\add* thou not \\add made\\add* the head of the tribes\nof Israel, and the \\nd LORD\\nd* anointed thee king over Israel? \n"},{"number":18,"text":"And the \\nd LORD\\nd* sent thee on a journey, and said, Go\nand utterly destroy the sinners the Amalekites, and fight against them until they be\nconsumed.\\f + \\fr 15.18  \\ft they…: Heb. they consume them\\f* \n"},{"number":19,"text":"Wherefore then didst thou not obey the voice of the \\nd LORD\\nd*,\nbut didst fly upon the spoil, and didst evil in the sight of the\n\\nd LORD\\nd*? \n"},{"number":20,"text":"And Saul said unto Samuel, Yea, I have obeyed the voice of the\n\\nd LORD\\nd*, and have gone the way which the \\nd LORD\\nd* sent me, and have\nbrought Agag the king of Amalek, and have utterly destroyed the Amalekites.\n"},{"number":21,"text":"But the people took of the spoil, sheep and oxen, the chief\nof the things which should have been utterly destroyed, to sacrifice\nunto the \\nd LORD\\nd* thy God in Gilgal. \n"},{"number":22,"text":"And Samuel said, Hath the \\nd LORD\\nd* \\add as great\\add*\ndelight in burnt offerings and sacrifices, as in obeying the voice\nof the \\nd LORD\\nd*? Behold, to obey \\add is\\add* better than sacrifice,\n\\add and\\add* to hearken than the fat of rams. \n"},{"number":23,"text":"For rebellion \\add is as\\add* the sin of witchcraft, and stubbornness\n\\add is as\\add* iniquity and idolatry. Because thou hast rejected\nthe word of the \\nd LORD\\nd*, he hath also rejected thee from \\add being\\add*\nking.\\f + \\fr 15.23  \\ft witchcraft: Heb. divination\\f* \n\n"},{"number":24,"text":"And Saul said unto Samuel, I have sinned: for I have transgressed\nthe commandment of the \\nd LORD\\nd*, and thy words: because I feared\nthe people, and obeyed their voice. \n"},{"number":25,"text":"Now therefore, I pray thee, pardon my sin, and turn again\nwith me, that I may worship the \\nd LORD\\nd*. \n"},{"number":26,"text":"And Samuel said unto Saul, I will not return with thee: for thou hast\nrejected the word of the \\nd LORD\\nd*, and the \\nd LORD\\nd* hath\nrejected thee from being king over Israel. \n"},{"number":27,"text":"And as Samuel turned about to go away, he laid hold upon the\nskirt of his mantle, and it rent. \n"},{"number":28,"text":"And Samuel said unto him, The \\nd LORD\\nd* hath rent the kingdom\nof Israel from thee this day, and hath given it to a neighbour of thine,\n\\add that is\\add* better than thou. \n"},{"number":29,"text":"And also the Strength of Israel will not lie nor repent: for he\n\\add is\\add* not a man, that he should repent.\\f + \\fr 15.29  \\ft Strength: or, Eternity, or,\nVictory\\f* \n"},{"number":30,"text":"Then he said, I have sinned: \\add yet\\add* honour me now, I pray thee, before the\nelders of my people, and before Israel, and turn again with me, that I may\nworship the \\nd LORD\\nd* thy God. \n"},{"number":31,"text":"So Samuel turned again after Saul; and Saul worshipped the\n\\nd LORD\\nd*. \n\n"},{"number":32,"text":"Then said Samuel, Bring ye hither to me Agag the king of the\nAmalekites. And Agag came unto him delicately. And Agag said, Surely\nthe bitterness of death is past. \n"},{"number":33,"text":"And Samuel said, As thy sword hath made women childless, so shall thy\nmother be childless among women. And Samuel hewed Agag in pieces\nbefore the \\nd LORD\\nd* in Gilgal. \n\n"},{"number":34,"text":"Then Samuel went to Ramah; and Saul went up to his house\nto Gibeah of Saul. \n"},{"number":35,"text":"And Samuel came no more to see Saul until the day of his death:\nnevertheless Samuel mourned for Saul: and the \\nd LORD\\nd* repented\nthat he had made Saul king over Israel. \n"}],"number":15},{"verses":[{"number":1,"text":"And the \\nd LORD\\nd* said unto Samuel, How long wilt thou mourn\nfor Saul, seeing I have rejected him from reigning over Israel? fill\nthine horn with oil, and go, I will send thee to Jesse the Beth-lehemite:\nfor I have provided me a king among his sons. \n"},{"number":2,"text":"And Samuel said, How can I go? if Saul hear \\add it\\add*, he will\nkill me. And the \\nd LORD\\nd* said, Take an heifer with thee, and\nsay, I am come to sacrifice to the \\nd LORD\\nd*.\\f + \\fr 16.2  \\ft with thee: Heb. in thine\nhand\\f* \n"},{"number":3,"text":"And call Jesse to the sacrifice, and I will shew thee what thou shalt\ndo: and thou shalt anoint unto me \\add him\\add* whom I name unto thee.\n"},{"number":4,"text":"And Samuel did that which the \\nd LORD\\nd* spake, and came\nto Beth-lehem. And the elders of the town trembled  at his coming,\nand said, Comest thou peaceably?\\f + \\fr 16.4  \\ft coming: Heb. meeting\\f*\n"},{"number":5,"text":"And he said, Peaceably: I am come to sacrifice unto the \\nd LORD\\nd*:\nsanctify yourselves, and come with me to the sacrifice. And he sanctified\nJesse and his sons, and called them to the sacrifice. \n\n"},{"number":6,"text":"And it came to pass, when they were come, that he looked on\nEliab, and said, Surely the \\nd LORD’s\\nd* anointed \\add is\\add* before\nhim.\\f + \\fr 16.6  \\ft Eliab: called Elihu\\f* \n"},{"number":7,"text":"But the \\nd LORD\\nd* said unto Samuel, Look not on his countenance,\nor on the height of his stature; because I have refused him: for\n\\add the \\+nd Lord\\+nd* seeth\\add* not as man seeth; for man looketh\non the outward appearance, but the \\nd LORD\\nd* looketh on the heart.\\f + \\fr 16.7 \n\\ft outward…: Heb. eyes\\f* \n"},{"number":8,"text":"Then Jesse called Abinadab, and made him pass before Samuel.\nAnd he said, Neither hath the \\nd LORD\\nd* chosen this. \n"},{"number":9,"text":"Then Jesse made Shammah to pass by. And he said, Neither hath the\n\\nd LORD\\nd* chosen this.\\f + \\fr 16.9  \\ft Shammah: Shimeah, also called,\nShimma\\f* \n"},{"number":10,"text":"Again, Jesse made seven of his sons to pass before Samuel.\nAnd Samuel said unto Jesse, The \\nd LORD\\nd* hath not chosen these.\n"},{"number":11,"text":"And Samuel said unto Jesse, Are here all \\add thy\\add* children?\nAnd he said, There remaineth yet the youngest, and, behold, he keepeth\nthe sheep. And Samuel said unto Jesse, Send and fetch him: for we will not sit\ndown till he come hither.\\f + \\fr 16.11  \\ft down: Heb. round\\f*\n"},{"number":12,"text":"And he sent, and brought him in. Now he \\add was\\add* ruddy,\n\\add and\\add* withal of a beautiful countenance, and goodly to look\nto. And the \\nd LORD\\nd* said, Arise, anoint him: for this \\add is\\add*\nhe.\\f + \\fr 16.12  \\ft of a…: Heb. fair of eyes\\f* \n"},{"number":13,"text":"Then Samuel took the horn of oil, and anointed him in the\nmidst of his brethren: and the Spirit of the \\nd LORD\\nd* came upon\nDavid from that day forward. So Samuel rose up, and went to Ramah.\n\n"},{"number":14,"text":"But the Spirit of the \\nd LORD\\nd* departed from Saul, and an\nevil spirit from the \\nd LORD\\nd* troubled him.\\f + \\fr 16.14  \\ft troubled: or,\nterrified\\f* \n"},{"number":15,"text":"And Saul’s servants said unto him, Behold now, an evil spirit\nfrom God troubleth thee. \n"},{"number":16,"text":"Let our lord now command thy servants, \\add which are\\add*\nbefore thee, to seek out a man, \\add who is\\add* a cunning player\non an harp: and it shall come to pass, when the evil spirit from\nGod is upon thee, that he shall play with his hand, and thou shalt be\nwell. \n"},{"number":17,"text":"And Saul said unto his servants, Provide me now a man that can\nplay well, and bring \\add him\\add* to me. \n"},{"number":18,"text":"Then answered one of the servants, and said, Behold, I have\nseen a son of Jesse the Beth-lehemite, \\add that is\\add* cunning\nin playing, and a mighty valiant man, and a man of war, and prudent\nin matters, and a comely person, and the \\nd LORD\\nd* \\add is\\add* with\nhim.\\f + \\fr 16.18  \\ft matters: or, speech\\f* \n\n"},{"number":19,"text":"Wherefore Saul sent messengers unto Jesse, and said, Send\nme David thy son, which \\add is\\add* with the sheep. \n"},{"number":20,"text":"And Jesse took an ass \\add laden\\add* with bread, and a bottle\nof wine, and a kid, and sent \\add them\\add* by David his son unto\nSaul. \n"},{"number":21,"text":"And David came to Saul, and stood before him: and he loved\nhim greatly; and he became his armourbearer. \n"},{"number":22,"text":"And Saul sent to Jesse, saying, Let David, I pray thee, stand\nbefore me; for he hath found favour in my sight. \n"},{"number":23,"text":"And it came to pass, when the \\add evil\\add* spirit from God\nwas upon Saul, that David took an harp, and played with his hand:\nso Saul was refreshed, and was well, and the evil spirit departed from him.\n"}],"number":16},{"verses":[{"number":1,"text":"Now the Philistines gathered together their armies to battle,\nand were gathered together at Shochoh, which \\add belongeth\\add*\nto Judah, and pitched between Shochoh and Azekah, in Ephes-dammim.\\f + \\fr 17.1 \n\\ft Ephes-dammim: or, the coast of Dammim, called Pas-dammim\\f* \n"},{"number":2,"text":"And Saul and the men of Israel were gathered together, and\npitched by the valley of Elah, and set the battle in array against\nthe Philistines.\\f + \\fr 17.2  \\ft set…: Heb. ranged the battle\\f*\n"},{"number":3,"text":"And the Philistines stood on a mountain on the one side, and\nIsrael stood on a mountain on the other side: and \\add there was\\add*\na valley between them. \n\n"},{"number":4,"text":"And there went out a champion out of the camp of the Philistines,\nnamed Goliath, of Gath, whose height \\add was\\add* six cubits and a\nspan. \n"},{"number":5,"text":"And \\add he had\\add* an helmet of brass upon his head, and he\n\\add was\\add* armed with a coat of mail; and the weight of the coat\n\\add was\\add* five thousand shekels of brass.\\f + \\fr 17.5  \\ft armed: Heb.\nclothed\\f* \n"},{"number":6,"text":"And \\add he had\\add* greaves of brass upon his legs, and a target\nof brass between his shoulders.\\f + \\fr 17.6  \\ft target: or, gorget\\f*\n"},{"number":7,"text":"And the staff of his spear \\add was\\add* like a weaver’s beam;\nand his spear’s head \\add weighed\\add* six hundred shekels of iron:\nand one bearing a shield went before him. \n"},{"number":8,"text":"And he stood and cried unto the armies of Israel, and said\nunto them, Why are ye come out to set \\add your\\add* battle in array?\n\\add am\\add* not I a Philistine, and ye servants to Saul? choose\nyou a man for you, and let him come down to me. \n"},{"number":9,"text":"If he be able to fight with me, and to kill me, then will we be your\nservants: but if I prevail against him, and kill him, then shall ye be our\nservants, and serve us. \n"},{"number":10,"text":"And the Philistine said, I defy the armies of Israel this\nday; give me a man, that we may fight together. \n"},{"number":11,"text":"When Saul and all Israel heard those words of the Philistine,\nthey were dismayed, and greatly afraid. \n\n"},{"number":12,"text":"Now David \\add was\\add* the son of that Ephrathite of Beth-lehem-judah,\nwhose name \\add was\\add* Jesse; and he had eight sons: and the man\nwent among men \\add for\\add* an old man in the days of Saul. \n"},{"number":13,"text":"And the three eldest sons of Jesse went \\add and\\add* followed\nSaul to the battle: and the names of his three sons that went to the\nbattle \\add were\\add* Eliab the firstborn, and next unto him Abinadab,\nand the third Shammah. \n"},{"number":14,"text":"And David \\add was\\add* the youngest: and the three eldest\nfollowed  Saul. \n"},{"number":15,"text":"But David went and returned from Saul to feed his father’s\nsheep at Beth-lehem. \n"},{"number":16,"text":"And the Philistine drew near morning and evening, and presented\nhimself forty days. \n"},{"number":17,"text":"And Jesse said unto David his son, Take now for thy brethren\nan ephah of this parched \\add corn\\add*, and these ten loaves, and\nrun to the camp to thy brethren; \n"},{"number":18,"text":"And carry these ten cheeses unto the captain of \\add their\\add*\nthousand, and look how thy brethren fare, and take their pledge.\\f + \\fr 17.18 \n\\ft cheeses: Heb. cheeses of milk\\f*\\f + \\fr 17.18  \\ft of…: Heb. of a\nthousand\\f* \n"},{"number":19,"text":"Now Saul, and they, and all the men of Israel, \\add were\\add*\nin the valley of Elah, fighting with the Philistines. \n\n"},{"number":20,"text":"And David rose up early in the morning, and left the sheep\nwith a keeper, and took, and went, as Jesse had commanded him; and he\ncame to the trench, as the host was going forth to the fight, and\nshouted for the battle.\\f + \\fr 17.20  \\ft trench: or, place of the\ncarriage\\f*\\f + \\fr 17.20  \\ft fight: or, battle array, or, place of\nfight\\f* \n"},{"number":21,"text":"For Israel and the Philistines had put the battle in array,\narmy against army. \n"},{"number":22,"text":"And David left his carriage in the hand of the keeper of the\ncarriage, and ran into the army, and came and saluted his brethren.\\f + \\fr 17.22 \n\\ft his carriage: Heb. the vessels from upon him\\f*\\f + \\fr 17.22 \n\\ft saluted…: Heb. asked his brethren of peace\\f* \n"},{"number":23,"text":"And as he talked with them, behold, there came up the champion,\nthe Philistine of Gath, Goliath by name, out of the armies of the\nPhilistines, and spake according to the same words: and David heard\n\\add them\\add*. \n"},{"number":24,"text":"And all the men of Israel, when they saw the man, fled from\nhim, and were sore afraid.\\f + \\fr 17.24  \\ft from…: Heb. from his\nface\\f* \n"},{"number":25,"text":"And the men of Israel said, Have ye seen this man that is come\nup? surely to defy Israel is he come up: and it shall be, \\add that\\add*\nthe man who killeth him, the king will enrich him with great riches,\nand will give him his daughter, and make his father’s house free\nin Israel. \n"},{"number":26,"text":"And David spake to the men that stood by him, saying, What shall be\ndone to the man that killeth this Philistine, and taketh away the\nreproach from Israel? for who \\add is\\add* this uncircumcised Philistine,\nthat he should defy the armies of the living God? \n"},{"number":27,"text":"And the people answered him after this manner, saying, So shall it be\ndone to the man that killeth him. \n\n"},{"number":28,"text":"And Eliab his eldest brother heard when he spake unto the\nmen; and Eliab’s anger was kindled against David, and he said, Why camest thou\ndown hither? and with whom hast thou left those few sheep in the\nwilderness? I know thy pride, and the naughtiness of thine heart;\nfor thou art come down that thou mightest see the battle. \n"},{"number":29,"text":"And David said, What have I now done? \\add Is there\\add* not a\ncause? \n\n"},{"number":30,"text":"And he turned from him toward another, and spake after the same\nmanner: and the people answered him again after the former manner.\\f + \\fr 17.30 \n\\ft manner: Heb. word\\f* \n\n"},{"number":31,"text":"And when the words were heard which David spake, they rehearsed\n\\add them\\add* before Saul: and he sent for him.\\f + \\fr 17.31  \\ft sent…: Heb. took\nhim\\f* \n\n"},{"number":32,"text":"And David said to Saul, Let no man’s heart fail because of him; thy\nservant will go and fight with this Philistine. \n"},{"number":33,"text":"And Saul said to David, Thou art not able to go against this\nPhilistine to fight with him: for thou \\add art but\\add* a youth,\nand he a man of war from his youth. \n"},{"number":34,"text":"And David said unto Saul, Thy servant kept his father’s sheep,\nand there came a lion, and a bear, and took a lamb out of the flock:\\f + \\fr 17.34 \n\\ft lamb: or, kid\\f* \n"},{"number":35,"text":"And I went out after him, and smote him, and delivered \\add it\\add*\nout of his mouth: and when he arose against me, I caught \\add him\\add*\nby his beard, and smote him, and slew him. \n"},{"number":36,"text":"Thy servant slew both the lion and the bear: and this uncircumcised\nPhilistine shall be as one of them, seeing he hath defied the armies\nof the living God. \n"},{"number":37,"text":"David said moreover, The \\nd LORD\\nd* that delivered me out of the\npaw of the lion, and out of the paw of the bear, he will deliver\nme out of the hand of this Philistine. And Saul said unto David,\nGo, and the \\nd LORD\\nd* be with thee. \n\n"},{"number":38,"text":"And Saul armed David with his armour, and he put an helmet\nof brass upon his head; also he armed him with a coat of mail.\\f + \\fr 17.38 \n\\ft armed David…: Heb. clothed David with his clothes\\f* \n"},{"number":39,"text":"And David girded his sword upon his armour, and he assayed\nto go; for he had not proved \\add it\\add*. And David said unto Saul,\nI cannot go with these; for I have not proved \\add them\\add*. And\nDavid put them off him. \n\n"},{"number":40,"text":"And he took his staff in his hand, and chose him five smooth\nstones out of the brook, and put them in a shepherd’s bag which he had, even in a\nscrip; and his sling \\add was\\add* in his hand: and he drew near\nto the Philistine.\\f + \\fr 17.40  \\ft brook: or, valley\\f*\\f + \\fr 17.40 \n\\ft bag: Heb. vessel\\f* \n"},{"number":41,"text":"And the Philistine came on and drew near unto David; and the\nman that bare the shield \\add went\\add* before him. \n"},{"number":42,"text":"And when the Philistine looked about, and saw David, he disdained him: for he was\n\\add but\\add* a youth, and ruddy, and of a fair countenance. \n"},{"number":43,"text":"And the Philistine said unto David, \\add Am\\add* I a dog,\nthat thou comest to me with staves? And the Philistine cursed David\nby his gods. \n"},{"number":44,"text":"And the Philistine said to David, Come to me, and I will give\nthy flesh unto the fowls of the air, and to the beasts of the field.\n"},{"number":45,"text":"Then said David to the Philistine, Thou comest to me with a\nsword, and with a spear, and with a shield: but I come to thee in the\nname of the \\nd LORD\\nd* of hosts, the God of the armies of Israel,\nwhom thou hast defied. \n"},{"number":46,"text":"This day will the \\nd LORD\\nd* deliver thee into mine hand;\nand I will smite thee, and take thine head from thee; and I will\ngive the carcases of the host of the Philistines this day unto the\nfowls of the air, and to the wild beasts of the earth; that all the\nearth may know that there is a God in Israel.\\f + \\fr 17.46  \\ft deliver…: Heb. shut thee\nup\\f* \n"},{"number":47,"text":"And all this assembly shall know that the \\nd LORD\\nd* saveth\nnot with sword and spear: for the battle \\add is\\add* the \\nd LORD’s\\nd*,\nand he will give you into our hands. \n\n"},{"number":48,"text":"And it came to pass, when the Philistine arose, and came and drew\nnigh to meet David, that David hasted, and ran toward the army to\nmeet the Philistine. \n"},{"number":49,"text":"And David put his hand in his bag, and took thence a stone,\nand slang \\add it\\add*, and smote the Philistine in his forehead,\nthat the stone sunk into his forehead; and he fell upon his face\nto the earth. \n"},{"number":50,"text":"So David prevailed over the Philistine with a sling and with a\nstone, and smote the Philistine, and slew him; but \\add there was\\add*\nno sword in the hand of David. \n"},{"number":51,"text":"Therefore David ran, and stood upon the Philistine, and took\nhis sword, and drew it out of the sheath thereof, and slew him, and cut\noff his head therewith. And when the Philistines saw their champion\nwas dead, they fled. \n"},{"number":52,"text":"And the men of Israel and of Judah arose, and shouted, and\npursued the Philistines, until thou come to the valley, and to the\ngates of Ekron. And the wounded of the Philistines fell down by the\nway to Shaaraim, even unto Gath, and unto Ekron. \n"},{"number":53,"text":"And the children of Israel returned from chasing after the\nPhilistines, and they spoiled their tents. \n"},{"number":54,"text":"And David took the head of the Philistine, and brought it to\nJerusalem; but he put his armour in his tent. \n\n"},{"number":55,"text":"And when Saul saw David go forth against the Philistine,\nhe said unto Abner, the captain of the host, Abner, whose son \\add is\\add*\nthis youth? And Abner said, \\add As\\add* thy soul liveth, O king,\nI cannot tell. \n"},{"number":57,"text":"And as David returned from the slaughter of the Philistine,\nAbner took him, and brought him before Saul with the head of the\nPhilistine in his hand. \n"},{"number":58,"text":"And Saul said to him, Whose son \\add art\\add* thou, \\add thou\\add*\nyoung man? And David answered, I \\add am\\add* the son of thy servant\nJesse the Beth-lehemite. \n"}],"number":17},{"verses":[{"number":1,"text":"And it came to pass, when he had made an end of speaking unto\nSaul, that the soul of Jonathan was knit with the soul of David,\nand Jonathan loved him as his own soul. \n"},{"number":2,"text":"And Saul took him that day, and would let him go no more home\nto his father’s house. \n"},{"number":3,"text":"Then Jonathan and David made a covenant, because he loved him as his own\nsoul. \n"},{"number":4,"text":"And Jonathan stripped himself of the robe that \\add was\\add*\nupon him, and gave it to David, and his garments, even to his sword,\nand to his bow, and to his girdle. \n\n"},{"number":5,"text":"And David went out whithersoever Saul sent him, \\add and\\add*\nbehaved himself wisely: and Saul set him over the men of war, and he was\naccepted in the sight of all the people, and also in the sight of\nSaul’s servants.\\f + \\fr 18.5  \\ft behaved…: or, prospered\\f* \n\n"},{"number":6,"text":"And it came to pass as they came, when David was returned from the\nslaughter of the Philistine, that the women came out of all cities\nof Israel, singing and dancing, to meet king Saul, with tabrets,\nwith joy, and with instruments of musick.\\f + \\fr 18.6  \\ft Philistine: or,\nPhilistines\\f*\\f + \\fr 18.6  \\ft instruments…: Heb. three stringed\ninstruments\\f* \n"},{"number":7,"text":"And the women answered \\add one another\\add* as they played,\nand said, Saul hath slain his thousands, and David his ten thousands.\n"},{"number":8,"text":"And Saul was very wroth, and the saying displeased him; and he\nsaid, They have ascribed unto David ten thousands, and to me they have\nascribed \\add but\\add* thousands: and \\add what\\add* can he have more but the\nkingdom?\\f + \\fr 18.8  \\ft displeased him: Heb. was evil in his eyes\\f*\n"},{"number":9,"text":"And Saul eyed David from that day and forward. \n\n"},{"number":10,"text":"And it came to pass on the morrow, that the evil spirit from\nGod came upon Saul, and he prophesied in the midst of the house:\nand David played with his hand, as at other times: and \\add there\nwas\\add* a javelin in Saul’s hand. \n"},{"number":11,"text":"And Saul cast the javelin; for he said, I will smite David\neven to the wall \\add with it\\add*. And David avoided out of his\npresence twice. \n\n"},{"number":12,"text":"And Saul was afraid of David, because the \\nd LORD\\nd* was with him, and was\ndeparted from Saul. \n"},{"number":13,"text":"Therefore Saul removed him from him, and made him his captain\nover a thousand; and he went out and came in before the people. \n"},{"number":14,"text":"And David behaved himself wisely in all his ways; and the\n\\nd LORD\\nd* \\add was\\add* with him.\\f + \\fr 18.14  \\ft behaved…: or,\nprospered\\f* \n"},{"number":15,"text":"Wherefore when Saul saw that he behaved himself very wisely,\nhe was afraid of him. \n"},{"number":16,"text":"But all Israel and Judah loved David, because he went out\nand came in before them. \n\n"},{"number":17,"text":"And Saul said to David, Behold my elder daughter Merab, her will I\ngive thee to wife: only be thou valiant for me, and fight the \\nd LORD’s\\nd*\nbattles. For Saul said, Let not mine hand be upon him, but let the\nhand of the Philistines be upon him.\\f + \\fr 18.17  \\ft valiant: Heb. a son of\nvalour\\f* \n"},{"number":18,"text":"And David said unto Saul, Who \\add am\\add* I? and what \\add is\\add*\nmy life, \\add or\\add* my father’s family in Israel, that I should be son in\nlaw to the king? \n"},{"number":19,"text":"But it came to pass at the time when Merab Saul’s daughter\nshould have been given to David, that she was given unto Adriel the\nMeholathite to wife. \n"},{"number":20,"text":"And Michal Saul’s daughter loved David: and they told Saul,\nand the thing pleased him.\\f + \\fr 18.20  \\ft pleased him: Heb. was right in his\neyes\\f* \n"},{"number":21,"text":"And Saul said, I will give him her, that she may be a snare\nto him, and that the hand of the Philistines may be against him. Wherefore\nSaul said to David, Thou shalt this day be my son in law in \\add the one\nof\\add* the twain. \n\n"},{"number":22,"text":"And Saul commanded his servants, \\add saying\\add*, Commune\nwith David secretly, and say, Behold, the king hath delight in thee, and all his\nservants love thee: now therefore be the king’s son in law. \n"},{"number":23,"text":"And Saul’s servants spake those words in the ears of David.\nAnd David said, Seemeth it to you \\add a\\add* light \\add thing\\add*\nto be a king’s son in law, seeing that I \\add am\\add* a poor man,\nand lightly esteemed? \n"},{"number":24,"text":"And the servants of Saul told him, saying, On this manner\nspake David.\\f + \\fr 18.24  \\ft On…: Heb. According to these words\\f*\n"},{"number":25,"text":"And Saul said, Thus shall ye say to David, The king desireth\nnot any dowry, but an hundred foreskins of the Philistines, to be\navenged of the king’s enemies. But Saul thought to make David fall\nby the hand of the Philistines. \n"},{"number":26,"text":"And when his servants told David these words, it pleased David\nwell to be the king’s son in law: and the days were not expired.\\f + \\fr 18.26 \n\\ft expired: Heb. fulfilled\\f* \n"},{"number":27,"text":"Wherefore David arose and went, he and his men, and slew of the\nPhilistines two hundred men; and David brought their foreskins, and they gave them in full\ntale to the king, that he might be the king’s son in law. And Saul\ngave him Michal his daughter to wife. \n\n"},{"number":28,"text":"And Saul saw and knew that the \\nd LORD\\nd* \\add was\\add*\nwith David, and \\add that\\add* Michal Saul’s daughter loved him.\n"},{"number":29,"text":"And Saul was yet the more afraid of David; and Saul became\nDavid’s enemy continually. \n"},{"number":30,"text":"Then the princes of the Philistines went forth: and it came to pass,\nafter they went forth, \\add that\\add* David behaved himself more\nwisely than all the servants of Saul; so that his name was much set\nby.\\f + \\fr 18.30  \\ft set by: Heb. precious\\f* \n"}],"number":18},{"verses":[{"number":1,"text":"And Saul spake to Jonathan his son, and to all his servants,\nthat they should kill David. \n"},{"number":2,"text":"But Jonathan Saul’s son delighted much in David: and Jonathan\ntold David, saying, Saul my father seeketh to kill thee: now therefore, I pray thee, take\nheed to thyself until the morning, and abide in a secret \\add place\\add*,\nand hide thyself: \n"},{"number":3,"text":"And I will go out and stand beside my father in the field where thou\n\\add art\\add*, and I will commune with my father of thee; and what\nI see, that I will tell thee. \n\n"},{"number":4,"text":"And Jonathan spake good of David unto Saul his father, and\nsaid unto him, Let not the king sin against his servant, against\nDavid; because he hath not sinned against thee, and because his works\n\\add have been\\add* to thee-ward very good: \n"},{"number":5,"text":"For he did put his life in his hand, and slew the Philistine,\nand the \\nd LORD\\nd* wrought a great salvation for all Israel: thou\nsawest \\add it\\add*, and didst rejoice: wherefore then wilt thou\nsin against innocent blood, to slay David without a cause? \n"},{"number":6,"text":"And Saul hearkened unto the voice of Jonathan: and Saul sware,\n\\add As\\add* the \\nd LORD\\nd* liveth, he shall not be slain. \n"},{"number":7,"text":"And Jonathan called David, and Jonathan shewed him all those\nthings. And Jonathan brought David to Saul, and he was in his presence,\nas in times past.\\f + \\fr 19.7  \\ft in times…: Heb. yesterday, third\nday\\f* \n\n"},{"number":8,"text":"And there was war again: and David went out, and fought with the\nPhilistines, and slew them with a great slaughter; and they fled\nfrom him.\\f + \\fr 19.8  \\ft him: Heb. his face\\f* \n"},{"number":9,"text":"And the evil spirit from the \\nd LORD\\nd* was upon Saul, as he\nsat in his house with his javelin in his hand: and David played with\n\\add his\\add* hand. \n"},{"number":10,"text":"And Saul sought to smite David even to the wall with the javelin;\nbut he slipped away out of Saul’s presence, and he smote the javelin\ninto the wall: and David fled, and escaped that night. \n\n"},{"number":11,"text":"Saul also sent messengers unto David’s house, to watch him, and to\nslay him in the morning: and Michal David’s wife told him, saying,\nIf thou save not thy life to night, to morrow thou shalt be slain.\n\n"},{"number":12,"text":"So Michal let David down through a window: and he went, and\nfled, and escaped. \n"},{"number":13,"text":"And Michal took an image, and laid \\add it\\add* in the bed,\nand put a pillow of goats’ \\add hair\\add* for his bolster, and covered\n\\add it\\add* with a cloth.\\f + \\fr 19.13  \\ft image: Heb. teraphim\\f*\n"},{"number":14,"text":"And when Saul sent messengers to take David, she said, He\n\\add is\\add* sick. \n"},{"number":15,"text":"And Saul sent the messengers \\add again\\add* to see David,\nsaying, Bring him up to me in the bed, that I may slay him. \n"},{"number":16,"text":"And when the messengers were come in, behold, \\add there was\\add*\nan image in the bed, with a pillow of goats’ \\add hair\\add* for his\nbolster. \n"},{"number":17,"text":"And Saul said unto Michal, Why hast thou deceived me so, and sent\naway mine enemy, that he is escaped? And Michal answered  Saul, He\nsaid unto me, Let me go; why should I kill thee? \n\n"},{"number":18,"text":"So David fled, and escaped, and came to Samuel to Ramah,\nand told him all that Saul had done to him. And he and Samuel went\nand dwelt in Naioth. \n"},{"number":19,"text":"And it was told Saul, saying, Behold, David \\add is\\add* at\nNaioth in Ramah. \n"},{"number":20,"text":"And Saul sent messengers to take David: and when they saw\nthe company of the prophets prophesying, and Samuel standing \\add as\\add*\nappointed over them, the Spirit of God was upon the messengers of\nSaul, and they also prophesied. \n"},{"number":21,"text":"And when it was told Saul, he sent other messengers, and they\nprophesied likewise. And Saul sent messengers again the third time, and they\nprophesied also. \n"},{"number":22,"text":"Then went he also to Ramah, and came to a great well that\n\\add is\\add* in Sechu: and he asked and said, Where \\add are\\add*\nSamuel and David? And \\add one\\add* said, Behold, \\add they be\\add*\nat Naioth in Ramah. \n"},{"number":23,"text":"And he went thither to Naioth in Ramah: and the Spirit of\nGod was upon him also, and he went on, and prophesied, until he came\nto Naioth in Ramah. \n"},{"number":24,"text":"And he stripped off his clothes also, and prophesied before\nSamuel in like manner, and lay down naked all that day and all that\nnight. Wherefore they say, \\add Is\\add* Saul also among the prophets?\\f + \\fr 19.24 \n\\ft lay: Heb. fell\\f* \n"}],"number":19},{"verses":[{"number":1,"text":"And David fled from Naioth in Ramah, and came and said before\nJonathan, What have I done? what \\add is\\add* mine iniquity? and what\n\\add is\\add* my sin before thy father, that he seeketh my life? \n"},{"number":2,"text":"And he said unto him, God forbid; thou shalt not die: behold, my\nfather will do nothing either great or small, but that he will shew\nit me: and why should my father hide this thing from me? it \\add is\\add* not\n\\add so\\add*.\\f + \\fr 20.2  \\ft shew…: Heb. uncover mine ear\\f* \n"},{"number":3,"text":"And David sware moreover, and said, Thy father certainly knoweth\nthat I have found grace in thine eyes; and he saith, Let not Jonathan\nknow this, lest he be grieved: but truly \\add as\\add* the \\nd LORD\\nd*\nliveth, and \\add as\\add* thy soul liveth, \\add there is\\add* but a\nstep between me and death. \n"},{"number":4,"text":"Then said Jonathan unto David, Whatsoever thy soul desireth,\nI will even do \\add it\\add* for thee.\\f + \\fr 20.4  \\ft Whatsoever…: or, Say what is thy mind and I will do,\netc\\f*\\f + \\fr 20.4  \\ft desireth: Heb. speaketh, or, thinketh\\f*\n"},{"number":5,"text":"And David said unto Jonathan, Behold, to morrow \\add is\\add*\nthe new moon, and I should not fail to sit with the king at meat:\nbut let me go, that I may hide myself in the field unto the third\n\\add day\\add* at even. \n"},{"number":6,"text":"If thy father at all miss me, then say, David earnestly asked\n\\add leave\\add* of me that he might run to Beth-lehem his city: for\n\\add there is\\add* a yearly sacrifice there for all the family.\\f + \\fr 20.6 \n\\ft sacrifice: or, feast\\f* \n"},{"number":7,"text":"If he say thus, \\add It is\\add* well; thy servant shall have\npeace: but if he be very wroth, \\add then\\add* be sure that evil\nis determined by him. \n"},{"number":8,"text":"Therefore thou shalt deal kindly with thy servant; for thou hast\nbrought thy servant into a covenant of the \\nd LORD\\nd* with thee: notwithstanding, if there\nbe in me iniquity, slay me thyself; for why shouldest thou bring\nme to thy father? \n\n"},{"number":9,"text":"And Jonathan said, Far be it from thee: for if I knew certainly\nthat evil were determined by my father to come upon thee, then would not I\ntell it thee? \n"},{"number":10,"text":"Then said David to Jonathan, Who shall tell me? or what \\add if\\add*\nthy father answer thee roughly? \n\n"},{"number":11,"text":"And Jonathan said unto David, Come, and let us go out into the\nfield. And they went out both of them into the field. \n"},{"number":12,"text":"And Jonathan said unto David, O \\nd LORD\\nd* God of Israel,\nwhen I have sounded my father about to morrow any time, \\add or\\add*\nthe third \\add day\\add*, and, behold, \\add if there be\\add* good\ntoward David, and I then send not unto thee, and shew it thee;\\f + \\fr 20.12 \n\\ft sounded: Heb. searched\\f*\\f + \\fr 20.12  \\ft shew…: Heb. uncover thine\near\\f* \n"},{"number":13,"text":"The \\nd LORD\\nd* do so and much more to Jonathan: but if it\nplease my father \\add to do\\add* thee evil, then I will shew it thee, and send thee\naway, that thou mayest go in peace: and the \\nd LORD\\nd* be with thee, as he hath been with my\nfather.\\f + \\fr 20.13  \\ft shew…: Heb. uncover thine ear\\f* \n"},{"number":14,"text":"And thou shalt not only while yet I live shew me the kindness\nof the \\nd LORD\\nd*, that I die not: \n"},{"number":15,"text":"But \\add also\\add* thou shalt not cut off thy kindness from my\nhouse for ever: no, not when the \\nd LORD\\nd* hath cut off the enemies\nof David every one from the face of the earth. \n"},{"number":16,"text":"So Jonathan made \\add a covenant\\add* with the house of David,\n\\add saying\\add*, Let the \\nd LORD\\nd* even require \\add it\\add*\nat the hand of David’s enemies.\\f + \\fr 20.16  \\ft made: Heb. cut\\f*\n"},{"number":17,"text":"And Jonathan caused David to swear again, because he loved\nhim: for he loved him as he loved his own soul.\\f + \\fr 20.17  \\ft because…: or, by his love toward\nhim\\f* \n"},{"number":18,"text":"Then Jonathan said to David, To morrow \\add is\\add* the new\nmoon: and thou shalt be missed, because thy seat will be empty.\\f + \\fr 20.18 \n\\ft empty: Heb. missed\\f* \n"},{"number":19,"text":"And \\add when\\add* thou hast stayed three days, \\add then\\add*\nthou shalt go down quickly, and come to the place where thou didst\nhide thyself when the business was \\add in hand\\add*, and shalt remain\nby the stone Ezel.\\f + \\fr 20.19  \\ft quickly: or, diligently: Heb.\ngreatly\\f*\\f + \\fr 20.19  \\ft when the…: Heb. in the day of the business\\f*\\f + \\fr 20.19 \n\\ft Ezel: or, that sheweth the way\\f* \n"},{"number":20,"text":"And I will shoot three arrows on the side \\add thereof\\add*,\nas though I shot at a mark. \n"},{"number":21,"text":"And, behold, I will send a lad, \\add saying\\add*, Go, find\nout the arrows. If I expressly say unto the lad, Behold, the arrows\n\\add are\\add* on this side of thee, take them; then come thou: for\n\\add there is\\add* peace to thee, and no hurt; \\add as\\add* the \\nd LORD\\nd*\nliveth.\\f + \\fr 20.21  \\ft no hurt: Heb. not any thing\\f* \n"},{"number":22,"text":"But if I say thus unto the young man, Behold, the arrows \\add are\\add*\nbeyond thee; go thy way: for the \\nd LORD\\nd* hath sent thee away.\n"},{"number":23,"text":"And \\add as touching\\add* the matter which thou and I have\nspoken of, behold, the \\nd LORD\\nd* \\add be\\add* between thee and me\nfor ever. \n\n"},{"number":24,"text":"So David hid himself in the field: and when the new moon\nwas come, the king sat him down to eat meat. \n"},{"number":25,"text":"And the king sat upon his seat, as at other times, \\add even\\add*\nupon a seat by the wall: and Jonathan arose, and Abner sat by Saul’s\nside, and David’s place was empty. \n"},{"number":26,"text":"Nevertheless Saul spake not any thing that day: for he thought,\nSomething hath befallen him, he \\add is\\add* not clean; surely he\n\\add is\\add* not clean. \n"},{"number":27,"text":"And it came to pass on the morrow, \\add which was\\add* the\nsecond \\add day\\add* of the month, that David’s place was empty:\nand Saul said unto Jonathan his son, Wherefore cometh not the son\nof Jesse to meat, neither yesterday, nor to day? \n"},{"number":28,"text":"And Jonathan answered Saul, David earnestly asked \\add leave\\add*\nof me \\add to go\\add* to Beth-lehem: \n"},{"number":29,"text":"And he said, Let me go, I pray thee; for our family hath a\nsacrifice in the city; and my brother, he hath commanded me \\add to be\nthere:\\add* and now, if I have found favour in thine eyes, let me get\naway, I pray thee, and see my brethren. Therefore he cometh not unto the\nking’s table. \n"},{"number":30,"text":"Then Saul’s anger was kindled against Jonathan, and he said\nunto him, Thou son of the perverse rebellious \\add woman\\add*, do not I\nknow that thou hast chosen the son of Jesse to thine own confusion,\nand unto the confusion of thy mother’s nakedness?\\f + \\fr 20.30 \n\\ft Thou…: or, Thou perverse rebel: Heb. Son of perverse rebellion\\f*\n"},{"number":31,"text":"For as long as the son of Jesse liveth upon the ground, thou shalt not be\nestablished, nor thy kingdom. Wherefore now send and fetch him unto me, for he shall surely\ndie.\\f + \\fr 20.31  \\ft shall…: Heb. is the son of death\\f* \n"},{"number":32,"text":"And Jonathan answered Saul his father, and said unto him, Wherefore shall he be\nslain? what hath he done? \n"},{"number":33,"text":"And Saul cast a javelin at him to smite him: whereby Jonathan\nknew that it was determined of his father to slay David. \n"},{"number":34,"text":"So Jonathan arose from the table in fierce anger, and did\neat no meat the second day of the month: for he was grieved for David,\nbecause his father had done him shame. \n\n"},{"number":35,"text":"And it came to pass in the morning, that Jonathan went out\ninto the field at the time appointed with David, and a little lad with him.\n"},{"number":36,"text":"And he said unto his lad, Run, find out now the arrows which I\nshoot. \\add And\\add* as the lad ran, he shot an arrow beyond him.\\f + \\fr 20.36 \n\\ft beyond…: Heb. to pass over him\\f* \n"},{"number":37,"text":"And when the lad was come to the place of the arrow which\nJonathan had shot, Jonathan cried after the lad, and said, \\add Is\\add*\nnot the arrow beyond thee? \n"},{"number":38,"text":"And Jonathan cried after the lad, Make speed, haste, stay\nnot. And Jonathan’s lad gathered up the arrows, and came to his master.\n"},{"number":39,"text":"But the lad knew not any thing: only Jonathan and David knew\nthe matter. \n"},{"number":40,"text":"And Jonathan gave his artillery unto his lad, and said unto him,\nGo, carry \\add them\\add* to the city.\\f + \\fr 20.40  \\ft artillery: Heb.\ninstruments\\f*\\f + \\fr 20.40  \\ft his lad: Heb. the lad that was\nhis\\f* \n\n"},{"number":41,"text":"\\add And\\add* as soon as the lad was gone, David arose out of\n\\add a place\\add* toward the south, and fell on his face to the ground,\nand bowed himself three times: and they kissed one another, and wept\none with another, until David exceeded. \n"},{"number":42,"text":"And Jonathan said to David, Go in peace, forasmuch as we have\nsworn both of us in the name of the \\nd LORD\\nd*, saying, The \\nd LORD\\nd*\nbe between me and thee, and between my seed and thy seed for ever.\nAnd he arose and departed: and Jonathan went into the city.\\f + \\fr 20.42 \n\\ft forasmuch…: or, the \\+nd LORD\\+nd* be witness of that which etc\\f*\n"}],"number":20},{"verses":[{"number":1,"text":"Then came David to Nob to Ahimelech the priest: and Ahimelech\nwas afraid at the meeting of David, and said unto him, Why \\add art\\add*\nthou alone, and no man with thee?\\f + \\fr 21.1  \\ft Ahimelech: also called\nAhiah\\f* \n"},{"number":2,"text":"And David said unto Ahimelech the priest, The king hath commanded\nme a business, and hath said unto me, Let no man know any thing of the\nbusiness whereabout I send thee, and what I have commanded thee: and I have\nappointed \\add my\\add* servants to such and such a place. \n"},{"number":3,"text":"Now therefore what is under thine hand? give \\add me\\add* five\n\\add loaves of\\add* bread in mine hand, or what there is present.\\f + \\fr 21.3 \n\\ft present: Heb. found\\f* \n"},{"number":4,"text":"And the priest answered David, and said, \\add There is\\add*\nno common bread under mine hand, but there is hallowed bread; if the young\nmen have kept themselves at least from women. \n"},{"number":5,"text":"And David answered the priest, and said unto him, Of a truth\nwomen \\add have been\\add* kept from us about these three days, since I came\nout, and the vessels of the young men are holy, and \\add the bread\nis\\add* in a manner common, yea, though it were sanctified this day\nin the vessel.\\f + \\fr 21.5  \\ft yea…: or, especially when this day there is other sanctified in the\nvessel\\f* \n"},{"number":6,"text":"So the priest gave him hallowed \\add bread:\\add* for there was no\nbread there but the shewbread, that was taken from before the \\nd LORD\\nd*,\nto put hot bread in the day when it was taken away. \n"},{"number":7,"text":"Now a certain man of the servants of Saul \\add was\\add* there that\nday, detained before the \\nd LORD\\nd*; and his name \\add was\\add*\nDoeg, an Edomite, the chiefest of the herdmen that \\add belonged\\add*\nto Saul. \n\n"},{"number":8,"text":"And David said unto Ahimelech, And is there not here under thine\nhand spear or sword? for I have neither brought my sword nor my weapons\nwith me, because the king’s business required haste. \n"},{"number":9,"text":"And the priest said, The sword of Goliath the Philistine, whom thou\nslewest in the valley of Elah, behold, it \\add is here\\add* wrapped\nin a cloth behind the ephod: if thou wilt take that, take \\add it:\\add* for\n\\add there is\\add* no other save that here. And David said, \\add There\nis\\add* none like that; give it me. \n\n"},{"number":10,"text":"And David arose, and fled that day for fear of Saul, and\nwent to Achish the king of Gath. \n"},{"number":11,"text":"And the servants of Achish said unto him, \\add Is\\add* not this\nDavid the king of the land? did they not sing one to another of him\nin dances, saying, Saul hath slain his thousands, and David his ten\nthousands? \n"},{"number":12,"text":"And David laid up these words in his heart, and was sore afraid\n of Achish the king of Gath. \n"},{"number":13,"text":"And he changed his behaviour before them, and feigned himself\nmad in their hands, and scrabbled on the doors of the gate, and let his\nspittle fall down upon his beard.\\f + \\fr 21.13  \\ft scrabbled: or, made\nmarks\\f* \n"},{"number":14,"text":"Then said Achish unto his servants, Lo, ye see the man is\nmad: wherefore \\add then\\add* have ye brought him to me?\\f + \\fr 21.14 \n\\ft is mad: or, playeth the mad man\\f* \n"},{"number":15,"text":"Have I need of mad men, that ye have brought this \\add fellow\\add*\nto play the mad man in my presence? shall this \\add fellow\\add* come\ninto my house? \n"}],"number":21},{"verses":[{"number":1,"text":"David therefore departed thence, and escaped to the cave Adullam:\nand when his brethren and all his father’s house heard \\add it\\add*,\nthey went down thither to him. \n"},{"number":2,"text":"And every one \\add that was\\add* in distress, and every one that\n\\add was\\add* in debt, and every one \\add that was\\add* discontented,\ngathered themselves unto him; and he became a captain over them: and there were with him about\nfour hundred men.\\f + \\fr 22.2  \\ft was in debt: Heb. had a creditor\\f*\\f + \\fr 22.2 \n\\ft discontented: Heb. bitter of soul\\f* \n\n"},{"number":3,"text":"And David went thence to Mizpeh of Moab: and he said unto the\nking of Moab, Let my father and my mother, I pray thee, come forth,\n\\add and be\\add* with you, till I know what God will do for me. \n"},{"number":4,"text":"And he brought them before the king of Moab: and they dwelt\nwith him all the while that David was in the hold. \n\n"},{"number":5,"text":"And the prophet Gad said unto David, Abide not in the hold;\ndepart, and get thee into the land of Judah. Then David departed,\nand came into the forest of Hareth. \n\n"},{"number":6,"text":"When Saul heard that David was discovered, and the men that\n\\add were\\add* with him, (now Saul abode in Gibeah under a tree in\nRamah, having his spear in his hand, and all his servants \\add were\\add*\nstanding about him;)\\f + \\fr 22.6  \\ft tree…: or, grove in a high\nplace\\f* \n"},{"number":7,"text":"Then Saul said unto his servants that stood about him, Hear\nnow, ye Benjamites; will the son of Jesse give every one of you fields\nand vineyards, \\add and\\add* make you all captains of thousands,\nand captains of hundreds; \n"},{"number":8,"text":"That all of you have conspired against me, and \\add there is\\add*\nnone that sheweth me that my son hath made a league with the son\nof Jesse, and \\add there is\\add* none of you that is sorry for me, or\nsheweth unto me that my son hath stirred up my servant against me, to lie in\nwait, as at this day?\\f + \\fr 22.8  \\ft sheweth…: Heb. uncovereth mine\near\\f* \n\n"},{"number":9,"text":"Then answered Doeg the Edomite, which was set over the servants\nof Saul, and said, I saw the son of Jesse coming to Nob, to Ahimelech\nthe son of Ahitub. \n"},{"number":10,"text":"And he enquired of the \\nd LORD\\nd* for him, and gave him\nvictuals, and gave him the sword of Goliath the Philistine. \n"},{"number":11,"text":"Then the king sent to call Ahimelech the priest, the son of\nAhitub, and all his father’s house, the priests that \\add were\\add*\nin Nob: and they came all of them to the king. \n"},{"number":12,"text":"And Saul said, Hear now, thou son of Ahitub. And he answered, Here I\n\\add am\\add*, my lord.\\f + \\fr 22.12  \\ft Here…: Heb. Behold me\\f*\n"},{"number":13,"text":"And Saul said unto him, Why have ye conspired against me, thou and the\nson of Jesse, in that thou hast given him bread, and a sword, and hast\nenquired of God for him, that he should rise against me, to lie in\nwait, as at this day? \n"},{"number":14,"text":"Then Ahimelech answered the king, and said, And who \\add is\nso\\add* faithful among all thy servants as David, which is the king’s\nson in law, and goeth at thy bidding, and is honourable in thine\nhouse? \n"},{"number":15,"text":"Did I then begin to enquire of God for him? be it far from\nme: let not the king impute  \\add any\\add* thing unto his servant,\n\\add nor\\add* to all the house of my father: for thy servant knew\nnothing of all this, less or more.\\f + \\fr 22.15  \\ft less…: Heb. little or\ngreat\\f* \n"},{"number":16,"text":"And the king said, Thou shalt surely die, Ahimelech, thou, and all thy\nfather’s house. \n\n"},{"number":17,"text":"And the king said unto the footmen that stood about him,\nTurn, and slay the priests of the \\nd LORD\\nd*; because their hand also\n\\add is\\add* with David, and because they knew when he fled, and did not\nshew it to me. But the servants of the king would not put forth their\nhand to fall upon the priests of the \\nd LORD\\nd*.\\f + \\fr 22.17 \n\\ft footmen: or, guard: Heb. runners\\f* \n"},{"number":18,"text":"And the king said to Doeg, Turn thou, and fall upon the priests.\nAnd Doeg the Edomite turned, and he fell upon the priests, and slew\non that day fourscore and five persons that did wear a linen ephod.\n"},{"number":19,"text":"And Nob, the city of the priests, smote  he with the edge\nof the sword, both men and women, children and sucklings, and oxen,\nand asses, and sheep, with the edge of the sword. \n\n"},{"number":20,"text":"And one of the sons of Ahimelech the son of Ahitub, named\nAbiathar, escaped, and fled after David. \n"},{"number":21,"text":"And Abiathar shewed David that Saul had slain the \\nd LORD’s\\nd*\npriests. \n"},{"number":22,"text":"And David said unto Abiathar, I knew \\add it\\add* that day,\nwhen Doeg the Edomite \\add was\\add* there, that he would surely tell\nSaul: I have occasioned \\add the death\\add* of all the persons of thy\nfather’s house. \n"},{"number":23,"text":"Abide thou with me, fear not: for he that seeketh my life\nseeketh thy life: but with me thou \\add shalt be\\add* in safeguard.\n"}],"number":22},{"verses":[{"number":1,"text":"Then they told David, saying, Behold, the Philistines fight\nagainst Keilah, and they rob the threshingfloors. \n"},{"number":2,"text":"Therefore David enquired of the \\nd LORD\\nd*, saying, Shall I\ngo and smite these Philistines? And the \\nd LORD\\nd* said unto David,\nGo, and smite the Philistines, and save Keilah. \n"},{"number":3,"text":"And David’s men said unto him, Behold, we be afraid here in\nJudah: how much more then if we come to Keilah against the armies\nof the Philistines? \n"},{"number":4,"text":"Then David enquired of the \\nd LORD\\nd* yet again. And the\n\\nd LORD\\nd* answered him and said, Arise, go down to Keilah; for I will\ndeliver the Philistines into thine hand. \n"},{"number":5,"text":"So David and his men went to Keilah, and fought with the Philistines,\nand brought away their cattle, and smote them with a great slaughter.\nSo David saved the inhabitants of Keilah. \n"},{"number":6,"text":"And it came to pass, when Abiathar the son of Ahimelech fled\nto David to Keilah, \\add that\\add* he came down \\add with\\add* an\nephod in his hand. \n\n"},{"number":7,"text":"And it was told Saul that David was come to Keilah. And Saul\nsaid, God hath delivered him into mine hand; for he is shut in, by\nentering into a town that hath gates and bars. \n"},{"number":8,"text":"And Saul called all the people together to war, to go down\nto Keilah, to besiege David and his men. \n\n"},{"number":9,"text":"And David knew that Saul secretly practised mischief against him; and he\nsaid to Abiathar the priest, Bring hither the ephod. \n"},{"number":10,"text":"Then said David, O \\nd LORD\\nd* God of Israel, thy servant\nhath certainly heard that Saul seeketh to come to Keilah, to destroy\nthe city for my sake. \n"},{"number":11,"text":"Will the men of Keilah deliver me up into his hand? will Saul\ncome down, as thy servant hath heard? O \\nd LORD\\nd* God of Israel,\nI beseech thee, tell thy servant. And the \\nd LORD\\nd* said, He will come\ndown. \n"},{"number":12,"text":"Then said David, Will the men of Keilah deliver me and my\nmen into the hand of Saul? And the \\nd LORD\\nd* said, They will deliver\n\\add thee\\add* up.\\f + \\fr 23.12  \\ft deliver: Heb. shut up\\f* \n\n"},{"number":13,"text":"Then David and his men, \\add which were\\add* about six hundred,\narose and departed out of Keilah, and went whithersoever they could\ngo. And it was told Saul that David was escaped from Keilah; and he\nforbare to go forth. \n\n"},{"number":14,"text":"And David abode in the wilderness in strong holds, and remained\nin a mountain in the wilderness of Ziph. And Saul sought him every\nday, but God delivered him not into his hand. \n"},{"number":15,"text":"And David saw that Saul was come out to seek his life: and\nDavid \\add was\\add* in the wilderness of Ziph in a wood. \n\n"},{"number":16,"text":"And Jonathan Saul’s son arose, and went to David into the\nwood, and strengthened his hand in God. \n"},{"number":17,"text":"And he said unto him, Fear not: for the hand of Saul my father\nshall not find thee; and thou shalt be king over Israel, and I shall be\nnext unto thee; and that also Saul my father knoweth. \n"},{"number":18,"text":"And they two made a covenant before the \\nd LORD\\nd*: and\nDavid abode in the wood, and Jonathan went to his house. \n\n"},{"number":19,"text":"Then came up the Ziphites to Saul to Gibeah, saying, Doth not\nDavid hide himself with us in strong holds in the wood, in the hill\nof Hachilah, which \\add is\\add* on the south of Jeshimon?\\f + \\fr 23.19 \n\\ft on…: Heb. on the right hand\\f*\\f + \\fr 23.19  \\ft Jeshimon: or, the\nwilderness\\f* \n"},{"number":20,"text":"Now therefore, O king, come down according to all the desire\nof thy soul to come down; and our part \\add shall be\\add* to deliver\nhim into the king’s hand. \n"},{"number":21,"text":"And Saul said, Blessed \\add be\\add* ye of the \\nd LORD\\nd*;\nfor ye have compassion on me. \n"},{"number":22,"text":"Go, I pray you, prepare yet, and know and see his place where his\nhaunt is, \\add and\\add* who hath seen him there: for it is told me\n\\add that\\add* he dealeth very subtilly.\\f + \\fr 23.22  \\ft haunt…: Heb. foot shall\nbe\\f* \n"},{"number":23,"text":"See therefore, and take knowledge of all the lurking places\nwhere he hideth himself, and come ye again to me with the certainty,\nand I will go with you: and it shall come to pass, if he be in the\nland, that I will search him out throughout all the thousands of\nJudah. \n"},{"number":24,"text":"And they arose, and went to Ziph before Saul: but David and his\nmen \\add were\\add* in the wilderness of Maon, in the plain on the\nsouth of Jeshimon. \n"},{"number":25,"text":"Saul also and his men went to seek \\add him\\add*. And they\ntold David: wherefore he came down into a rock, and abode in the\nwilderness of Maon. And when Saul heard \\add that\\add*, he pursued\nafter David in the wilderness of Maon.\\f + \\fr 23.25  \\ft into…: or, from the\nrock\\f* \n"},{"number":26,"text":"And Saul went on this side of the mountain, and David and his\nmen on that side of the mountain: and David made haste to get away\nfor fear of Saul; for Saul and his men compassed David and his men\nround about to take them. \n\n"},{"number":27,"text":"But there came a messenger unto Saul, saying, Haste thee, and\ncome; for the Philistines have invaded the land.\\f + \\fr 23.27  \\ft invaded…: Heb. spread themselves upon,\netc\\f* \n"},{"number":28,"text":"Wherefore Saul returned from pursuing after David, and went\nagainst the Philistines: therefore they called that place Sela-hammahlekoth.\\f + \\fr 23.28 \n\\ft Sela-hammahlekoth: that is, The rock of divisions\\f* \n\n"},{"number":29,"text":"And David went up from thence, and dwelt in strong holds\nat En-gedi. \n"}],"number":23},{"verses":[{"number":1,"text":"And it came to pass, when Saul was returned from following\nthe Philistines, that it was told him, saying, Behold, David \\add is\\add*\nin the wilderness of En-gedi.\\f + \\fr 24.1  \\ft following: Heb. after\\f*\n"},{"number":2,"text":"Then Saul took three thousand chosen men out of all Israel,\nand went to seek David and his men upon the rocks of the wild goats.\n"},{"number":3,"text":"And he came to the sheepcotes by the way, where \\add was\\add*\na cave; and Saul went in to cover his feet: and David and his men\nremained in the sides of the cave. \n"},{"number":4,"text":"And the men of David said unto him, Behold the day of which the\n\\nd LORD\\nd* said unto thee, Behold, I will deliver thine enemy into thine\nhand, that thou mayest do to him as it shall seem good unto thee.\nThen David arose, and cut off the skirt of Saul’s robe privily.\\f + \\fr 24.4 \n\\ft Saul’s…: Heb. the robe which was Saul’s\\f* \n"},{"number":5,"text":"And it came to pass afterward, that David’s heart smote him, because he had cut\noff Saul’s skirt. \n"},{"number":6,"text":"And he said unto his men, The \\nd LORD\\nd* forbid that I should\ndo this thing unto my master, the \\nd LORD’s\\nd* anointed, to stretch\nforth mine hand against him, seeing he \\add is\\add* the anointed\nof the \\nd LORD\\nd*. \n"},{"number":7,"text":"So David stayed his servants with these words, and suffered\nthem not to rise against Saul. But Saul rose up out of the cave,\nand went on \\add his\\add* way.\\f + \\fr 24.7  \\ft stayed: Heb. cut\noff\\f* \n"},{"number":8,"text":"David also arose afterward, and went out of the cave, and cried\nafter Saul, saying, My lord the king. And when Saul looked  behind\nhim, David stooped with his face to the earth, and bowed himself.\n\n"},{"number":9,"text":"And David said to Saul, Wherefore hearest thou men’s words,\nsaying, Behold, David seeketh thy hurt? \n"},{"number":10,"text":"Behold, this day thine eyes have seen how that the \\nd LORD\\nd*\nhad delivered thee to day into mine hand in the cave: and \\add some\\add*\nbade \\add me\\add* kill thee: but \\add mine eye\\add* spared thee; and I\nsaid, I will not put forth mine hand against my lord; for he \\add is\\add*\nthe \\nd LORD’s\\nd* anointed. \n"},{"number":11,"text":"Moreover, my father, see, yea, see the skirt of thy robe in my\nhand: for in that I cut off the skirt of thy robe, and killed thee not,\nknow thou and see that \\add there is\\add* neither evil nor transgression\nin mine hand, and I have not sinned against thee; yet thou huntest\nmy soul to take it. \n"},{"number":12,"text":"The \\nd LORD\\nd* judge between me and thee, and the \\nd LORD\\nd*\navenge me of thee: but mine hand shall not be upon thee. \n"},{"number":13,"text":"As saith the proverb of the ancients, Wickedness proceedeth\n from the wicked: but mine hand shall not be upon thee. \n"},{"number":14,"text":"After whom is the king of Israel come out? after whom dost thou\npursue? after a dead dog, after a flea. \n"},{"number":15,"text":"The \\nd LORD\\nd* therefore be judge, and judge between me and thee, and\nsee, and plead my cause, and deliver me out of thine hand.\\f + \\fr 24.15 \n\\ft deliver: Heb. judge\\f* \n\n"},{"number":16,"text":"And it came to pass, when David had made an end of speaking\nthese words unto Saul, that Saul said, \\add Is\\add* this thy voice,\nmy son David? And Saul lifted up his voice, and wept. \n"},{"number":17,"text":"And he said to David, Thou \\add art\\add* more righteous than I: for thou hast\nrewarded me good, whereas I have rewarded thee evil. \n"},{"number":18,"text":"And thou hast shewed this day how that thou hast dealt well\nwith me: forasmuch as when the \\nd LORD\\nd* had delivered me into thine\nhand, thou killedst me not.\\f + \\fr 24.18  \\ft delivered: Heb. shut\nup\\f* \n"},{"number":19,"text":"For if a man find his enemy, will he let him go well away?\nwherefore the \\nd LORD\\nd* reward thee good for that thou hast done\nunto me this day. \n"},{"number":20,"text":"And now, behold, I know well that thou shalt surely be king,\nand that the kingdom of Israel shall be established in thine hand.\n"},{"number":21,"text":"Swear now therefore unto me by the \\nd LORD\\nd*, that thou wilt\nnot cut off my seed after me, and that thou wilt not destroy my name\nout of my father’s house. \n"},{"number":22,"text":"And David sware unto Saul. And Saul went home; but David and his\nmen gat them up unto the hold. \n"}],"number":24},{"verses":[{"number":1,"text":"And Samuel died; and all the Israelites were gathered together,\nand lamented him, and buried him in his house at Ramah. And David\narose, and went down to the wilderness of Paran. \n\n"},{"number":2,"text":"And \\add there was\\add* a man in Maon, whose possessions \\add were\\add*\nin Carmel; and the man \\add was\\add* very great, and he had three\nthousand sheep, and a thousand goats: and he was shearing his sheep\nin Carmel.\\f + \\fr 25.2  \\ft possessions: or, business\\f* \n"},{"number":3,"text":"Now the name of the man \\add was\\add* Nabal; and the name of his\nwife Abigail: and \\add she was\\add* a woman of good understanding,\nand of a beautiful countenance: but the man \\add was\\add* churlish\nand evil in his doings; and he \\add was\\add* of the house of Caleb.\n\n"},{"number":4,"text":"And David heard in the wilderness that Nabal did shear his\nsheep. \n"},{"number":5,"text":"And David sent out ten young men, and David said unto the young\nmen, Get you up to Carmel, and go to Nabal, and greet him in my name:\\f + \\fr 25.5 \n\\ft greet…: Heb. ask him in my name of peace\\f* \n"},{"number":6,"text":"And thus shall ye say to him that liveth \\add in prosperity\\add*,\nPeace \\add be\\add* both to thee, and peace \\add be\\add* to thine\nhouse, and peace \\add be\\add* unto all that thou hast. \n"},{"number":7,"text":"And now I have heard that thou hast shearers: now thy shepherds\nwhich were with us, we hurt them not, neither was there ought missing\nunto them, all the while they were in Carmel.\\f + \\fr 25.7  \\ft hurt: Heb.\nshamed\\f* \n"},{"number":8,"text":"Ask thy young men, and they will shew thee. Wherefore let the young\nmen find favour in thine eyes: for we come in a good day: give, I pray thee, whatsoever\ncometh to thine hand unto thy servants, and to thy son David. \n"},{"number":9,"text":"And when David’s young men came, they spake to Nabal according to all those\nwords in the name of David, and ceased.\\f + \\fr 25.9  \\ft ceased: Heb.\nrested\\f* \n\n"},{"number":10,"text":"And Nabal answered David’s servants, and said, Who \\add is\\add*\nDavid? and who \\add is\\add* the son of Jesse? there be many servants\nnow a days that break away every man from his master. \n"},{"number":11,"text":"Shall I then take my bread, and my water, and my flesh that I have\nkilled for my shearers, and give \\add it\\add* unto men, whom I know not whence they\n\\add be\\add*?\\f + \\fr 25.11  \\ft flesh: Heb. slaughter\\f* \n\n"},{"number":12,"text":"So David’s young men turned their way, and went again, and\ncame and told him all those sayings. \n"},{"number":13,"text":"And David said unto his men, Gird ye on every man his sword.\nAnd they girded on every man his sword; and David also girded on\nhis sword: and there went up after David about four hundred men;\nand two hundred abode by the stuff. \n\n"},{"number":14,"text":"But one of the young men told Abigail, Nabal’s wife, saying,\nBehold, David sent messengers out of the wilderness to salute our\nmaster; and he railed on them.\\f + \\fr 25.14  \\ft railed…: Heb. flew upon\nthem\\f* \n"},{"number":15,"text":"But the men \\add were\\add* very good unto us, and we were not\nhurt, neither missed we any thing, as long as we were conversant\nwith them, when we were in the fields:\\f + \\fr 25.15  \\ft hurt: Heb.\nshamed\\f* \n"},{"number":16,"text":"They were a wall unto us both by night and day, all the while\nwe were with them keeping the sheep. \n"},{"number":17,"text":"Now therefore know and consider what thou wilt do; for evil\nis determined against our master, and against all his household: for he\n\\add is such\\add* a son of Belial, that \\add a man\\add* cannot speak to him.\n\n"},{"number":18,"text":"Then Abigail made haste, and took two hundred loaves, and\ntwo bottles of wine, and five sheep ready dressed, and five measures\nof parched \\add corn\\add*, and an hundred clusters of raisins, and two\nhundred cakes of figs, and laid \\add them\\add* on asses.\\f + \\fr 25.18 \n\\ft clusters: or, lumps\\f* \n"},{"number":19,"text":"And she said unto her servants, Go on before me; behold, I\ncome after you. But she told not her husband Nabal. \n"},{"number":20,"text":"And it was \\add so, as\\add* she rode on the ass, that she came\ndown by the covert of the hill, and, behold, David and his men came\ndown against her; and she met them. \n"},{"number":21,"text":"Now David had said, Surely in vain have I kept all that this\n\\add fellow\\add* hath in the wilderness, so that nothing was missed of all that\n\\add pertained\\add* unto him: and he hath requited me evil for good.\n"},{"number":22,"text":"So and more also do God unto the enemies of David, if I leave of all that\n\\add pertain\\add* to him by the morning light any that pisseth against the\nwall. \n"},{"number":23,"text":"And when Abigail saw David, she hasted, and lighted off the\nass, and fell before David on her face, and bowed herself to the\nground, \n"},{"number":24,"text":"And fell at his feet, and said, Upon me, my lord, \\add upon\\add* me\n\\add let this\\add* iniquity \\add be:\\add* and let thine handmaid,\nI pray thee, speak in thine audience, and hear the words of thine\nhandmaid.\\f + \\fr 25.24  \\ft audience: Heb. ears\\f* \n"},{"number":25,"text":"Let not my lord, I pray thee, regard this man of Belial, \\add even\\add*\nNabal: for as his name \\add is\\add*, so \\add is\\add* he; Nabal \\add is\\add*\nhis name, and folly \\add is\\add* with him: but I thine handmaid saw\nnot the young men of my lord, whom thou didst send.\\f + \\fr 25.25 \n\\ft regard: Heb. lay it to his heart\\f*\\f + \\fr 25.25  \\ft Nabal: that is,\nFool\\f* \n"},{"number":26,"text":"Now therefore, my lord, \\add as\\add* the \\nd LORD\\nd* liveth, and\n\\add as\\add* thy soul liveth, seeing the \\nd LORD\\nd* hath withholden\nthee from coming to \\add shed\\add* blood, and from avenging thyself with thine own\nhand, now let thine enemies, and they that seek evil to my lord,\nbe as Nabal.\\f + \\fr 25.26  \\ft avenging…: Heb. saving thyself\\f*\n"},{"number":27,"text":"And now this blessing which thine handmaid hath brought unto my\nlord, let it even be given unto the young men that follow my lord.\\f + \\fr 25.27 \n\\ft blessing: or, present\\f*\\f + \\fr 25.27  \\ft follow…: Heb. walk at the feet of,\netc\\f* \n"},{"number":28,"text":"I pray thee, forgive the trespass of thine handmaid: for the\n\\nd LORD\\nd* will certainly make my lord a sure house; because my\nlord fighteth the battles of the \\nd LORD\\nd*, and evil hath not been\nfound in thee \\add all\\add* thy days. \n"},{"number":29,"text":"Yet a man is risen to pursue thee, and to seek thy soul: but the\nsoul of my lord shall be bound in the bundle of life with the \\nd LORD\\nd*\nthy God; and the souls of thine enemies, them shall he sling out,\n\\add as out\\add* of the middle of a sling.\\f + \\fr 25.29  \\ft as out…: Heb. in the midst of the bought of a\nsling\\f* \n"},{"number":30,"text":"And it shall come to pass, when the \\nd LORD\\nd* shall have\ndone to my lord according to all the good that he hath spoken concerning thee, and shall have\nappointed thee ruler over Israel; \n"},{"number":31,"text":"That this shall be no grief unto thee, nor offence of heart\nunto my lord, either that thou hast shed blood causeless, or that my\nlord hath avenged himself: but when the \\nd LORD\\nd* shall have dealt\nwell with my lord, then remember thine handmaid.\\f + \\fr 25.31  \\ft no grief: Heb. no staggering, or,\nstumbling\\f* \n\n"},{"number":32,"text":"And David said to Abigail, Blessed \\add be\\add* the \\nd LORD\\nd*\nGod of Israel, which sent thee this day to meet me: \n"},{"number":33,"text":"And blessed \\add be\\add* thy advice, and blessed \\add be\\add*\nthou, which hast kept me this day from coming to \\add shed\\add* blood,\nand from avenging myself with mine own hand. \n"},{"number":34,"text":"For in very deed, \\add as\\add* the \\nd LORD\\nd* God of Israel\nliveth, which hath kept me back from hurting thee, except thou hadst\nhasted and come to meet me, surely there had not been left unto Nabal\nby the morning light any that pisseth against the wall. \n"},{"number":35,"text":"So David received of her hand \\add that\\add* which she had\nbrought him, and said unto her, Go up in peace to thine house; see,\nI have hearkened to thy voice, and have accepted thy person. \n\n"},{"number":36,"text":"And Abigail came to Nabal; and, behold, he held a feast in his\nhouse, like the feast of a king; and Nabal’s heart \\add was\\add*\nmerry within him, for he \\add was\\add* very drunken: wherefore she\ntold him nothing, less or more, until the morning light. \n"},{"number":37,"text":"But it came to pass in the morning, when the wine was gone\nout of Nabal, and his wife had told him these things, that his heart\ndied within him, and he became \\add as\\add* a stone. \n"},{"number":38,"text":"And it came to pass about ten days \\add after\\add*, that the\n\\nd LORD\\nd* smote Nabal, that he died. \n\n"},{"number":39,"text":"And when David heard that Nabal was dead, he said, Blessed\n\\add be\\add* the \\nd LORD\\nd*, that hath pleaded the cause of my\nreproach from the hand of Nabal, and hath kept his servant from evil:\nfor the \\nd LORD\\nd* hath returned the wickedness of Nabal upon his own\nhead. And David sent and communed with Abigail, to take her to him to\nwife. \n"},{"number":40,"text":"And when the servants of David were come to Abigail to Carmel,\nthey spake unto her, saying, David sent us unto thee, to take thee to him to\nwife. \n"},{"number":41,"text":"And she arose, and bowed herself on \\add her\\add* face to the\nearth, and said, Behold, \\add let\\add* thine handmaid \\add be\\add*\na servant to wash the feet of the servants of my lord. \n"},{"number":42,"text":"And Abigail hasted, and arose, and rode upon an ass, with\nfive damsels of hers that went after her; and she went after the\nmessengers of David, and became his wife.\\f + \\fr 25.42  \\ft after her: Heb. at her\nfeet\\f* \n"},{"number":43,"text":"David also took Ahinoam of Jezreel; and they were also both\nof them his wives. \n\n"},{"number":44,"text":"But Saul had given Michal his daughter, David’s wife, to\nPhalti the son of Laish, which \\add was\\add* of Gallim.\\f + \\fr 25.44 \n\\ft Phalti: also called, Phaltiel\\f* \n"}],"number":25},{"verses":[{"number":1,"text":"And the Ziphites came unto Saul to Gibeah, saying, Doth not\nDavid hide himself in the hill of Hachilah, \\add which is\\add* before\nJeshimon? \n"},{"number":2,"text":"Then Saul arose, and went down to the wilderness of Ziph, having\nthree thousand chosen men of Israel with him, to seek David in the\nwilderness of Ziph. \n"},{"number":3,"text":"And Saul pitched in the hill of Hachilah, which \\add is\\add*\nbefore Jeshimon, by the way. But David abode in the wilderness, and he\nsaw that Saul came after him into the wilderness. \n"},{"number":4,"text":"David therefore sent out spies, and understood that Saul was\ncome in very deed. \n\n"},{"number":5,"text":"And David arose, and came to the place where Saul had pitched:\nand David beheld the place where Saul lay, and Abner the son of Ner,\nthe captain of his host: and Saul lay in the trench, and the people\npitched round about him.\\f + \\fr 26.5  \\ft trench: or, midst of his\ncarriages\\f* \n\n"},{"number":6,"text":"Then answered David and said to Ahimelech the Hittite, and to\nAbishai the son of Zeruiah, brother to Joab, saying, Who will go\ndown with me to Saul to the camp? And Abishai said, I will go down with thee.\n"},{"number":7,"text":"So David and Abishai came to the people by night: and, behold,\nSaul lay sleeping within the trench, and his spear stuck in the ground\nat his bolster: but Abner and the people lay round about him. \n"},{"number":8,"text":"Then said Abishai to David, God hath delivered thine enemy\ninto thine hand this day: now therefore let me smite him, I pray thee, with the\nspear even to the earth at once, and I will not \\add smite\\add* him the second\ntime.\\f + \\fr 26.8  \\ft delivered: Heb. shut up\\f* \n"},{"number":9,"text":"And David said to Abishai, Destroy him not: for who can stretch\nforth his hand against the \\nd LORD’s\\nd* anointed, and be guiltless?\n"},{"number":10,"text":"David said furthermore, \\add As\\add* the \\nd LORD\\nd* liveth,\nthe \\nd LORD\\nd* shall smite him; or his day shall come to die; or he shall\ndescend into battle, and perish. \n"},{"number":11,"text":"The \\nd LORD\\nd* forbid that I should stretch forth mine hand\nagainst the \\nd LORD’s\\nd* anointed: but, I pray thee, take thou now the\nspear that \\add is\\add* at his bolster, and the cruse of water, and let us\ngo. \n"},{"number":12,"text":"So David took the spear and the cruse of water from Saul’s\nbolster; and they gat them away, and no man saw \\add it\\add*, nor\nknew \\add it\\add*, neither awaked: for they \\add were\\add* all asleep;\nbecause a deep sleep from the \\nd LORD\\nd* was fallen upon them.\n\n"},{"number":13,"text":"Then David went over to the other side, and stood on the\ntop of an hill afar off; a great space \\add being\\add* between them:\n"},{"number":14,"text":"And David cried to the people, and to Abner the son of Ner,\nsaying, Answerest thou not, Abner? Then Abner answered and said, Who\n\\add art\\add* thou \\add that\\add* criest to the king? \n"},{"number":15,"text":"And David said to Abner, \\add Art\\add* not thou a \\add valiant\\add*\nman? and who \\add is\\add* like to thee in Israel? wherefore then hast thou not\nkept thy lord the king? for there came one of the people in to destroy\nthe king thy lord. \n"},{"number":16,"text":"This thing \\add is\\add* not good that thou hast done. \\add As\\add*\nthe \\nd LORD\\nd* liveth, ye \\add are\\add* worthy to die, because ye have not\nkept your master, the \\nd LORD’s\\nd* anointed. And now see where the\nking’s spear \\add is\\add*, and the cruse of water that \\add was\\add*\nat his bolster.\\f + \\fr 26.16  \\ft worthy to die: Heb. the sons of\ndeath\\f* \n"},{"number":17,"text":"And Saul knew David’s voice, and said, \\add Is\\add* this thy\nvoice, my son David? And David said, \\add It is\\add* my voice, my\nlord, O king. \n"},{"number":18,"text":"And he said, Wherefore doth my lord thus pursue after his\nservant? for what have I done? or what evil \\add is\\add* in mine\nhand? \n"},{"number":19,"text":"Now therefore, I pray thee, let my lord the king hear the\nwords of his servant. If the \\nd LORD\\nd* have stirred thee up against me, let him\naccept an offering: but if \\add they be\\add* the children of men,\ncursed \\add be\\add* they before the \\nd LORD\\nd*; for they have driven\nme out this day from abiding in the inheritance of the \\nd LORD\\nd*,\nsaying, Go, serve other gods.\\f + \\fr 26.19  \\ft accept: Heb. smell\\f*\\f + \\fr 26.19 \n\\ft abiding: Heb. cleaving\\f* \n"},{"number":20,"text":"Now therefore, let not my blood fall to the earth before the\nface of the \\nd LORD\\nd*: for the king of Israel is come out to seek\na flea, as when one doth hunt a partridge in the mountains. \n\n"},{"number":21,"text":"Then said Saul, I have sinned: return, my son David: for I will no more do thee\nharm, because my soul was precious in thine eyes this day: behold, I have played the\nfool, and have erred exceedingly. \n"},{"number":22,"text":"And David answered and said, Behold the king’s spear! and let\none of the young men come over and fetch it. \n"},{"number":23,"text":"The \\nd LORD\\nd* render to every man his righteousness and his\nfaithfulness: for the \\nd LORD\\nd* delivered thee into \\add my\\add*\nhand to day, but I would not stretch forth mine hand against the\n\\nd LORD’s\\nd* anointed. \n"},{"number":24,"text":"And, behold, as thy life was much set by this day in mine\neyes, so let my life be much set by in the eyes of the \\nd LORD\\nd*,\nand let him deliver me out of all tribulation. \n"},{"number":25,"text":"Then Saul said to David, Blessed \\add be\\add* thou, my son\nDavid: thou shalt both do great \\add things\\add*, and also shalt\nstill prevail. So David went on his way, and Saul returned to his\nplace. \n"}],"number":26},{"verses":[{"number":1,"text":"And David said in his heart, I shall now perish one day by the\nhand of Saul: \\add there is\\add* nothing better for me than that\nI should speedily escape into the land of the Philistines; and Saul\nshall despair of me, to seek me any more in any coast of Israel:\nso shall I escape out of his hand.\\f + \\fr 27.1  \\ft perish: Heb. be\nconsumed\\f* \n"},{"number":2,"text":"And David arose, and he passed over with the six hundred men that\n\\add were\\add* with him unto Achish, the son of Maoch, king of Gath.\n"},{"number":3,"text":"And David dwelt with Achish at Gath, he and his men, every\nman with his household, \\add even\\add* David with his two wives,\nAhinoam the Jezreelitess, and Abigail the Carmelitess, Nabal’s wife.\n"},{"number":4,"text":"And it was told Saul that David was fled to Gath: and he sought\nno more again for him. \n\n"},{"number":5,"text":"And David said unto Achish, If I have now found grace in thine\neyes, let them give me a place in some town in the country, that I may\ndwell there: for why should thy servant dwell in the royal city with thee?\n"},{"number":6,"text":"Then Achish gave him Ziklag that day: wherefore Ziklag pertaineth unto the\nkings of Judah unto this day. \n"},{"number":7,"text":"And the time that David dwelt in the country of the Philistines\nwas a full year and four months.\\f + \\fr 27.7  \\ft the time: Heb. the number of\ndays\\f*\\f + \\fr 27.7  \\ft a full year: Heb. a year of days\\f* \n\n"},{"number":8,"text":"And David and his men went up, and invaded the Geshurites,\nand the Gezrites, and the Amalekites: for those \\add nations were\\add*\nof old the inhabitants of the land, as thou goest to Shur, even unto the\nland of Egypt.\\f + \\fr 27.8  \\ft Gezrites: or, Gerzites\\f* \n"},{"number":9,"text":"And David smote the land, and left neither man nor woman alive,\nand took away the sheep, and the oxen, and the asses, and the camels,\nand the apparel, and returned, and came to Achish. \n"},{"number":10,"text":"And Achish said, Whither have ye made a road to day? And David\nsaid, Against the south of Judah, and against the south of the Jerahmeelites,\nand against the south of the Kenites.\\f + \\fr 27.10  \\ft Whither…: or, Did you not make a road,\netc\\f* \n"},{"number":11,"text":"And David saved neither man nor woman alive, to bring \\add tidings\\add*\nto Gath, saying, Lest they should tell on us, saying, So did David, and so\n\\add will be\\add* his manner all the while he dwelleth in the country\nof the Philistines. \n"},{"number":12,"text":"And Achish believed David, saying, He hath made his people\nIsrael utterly to abhor him; therefore he shall be my servant for\never.\\f + \\fr 27.12  \\ft utterly…: Heb. to stink\\f* \n"}],"number":27},{"verses":[{"number":1,"text":"And it came to pass in those days, that the Philistines gathered\ntheir armies together for warfare, to fight with Israel. And Achish\nsaid unto David, Know thou assuredly, that thou shalt go out with me to\nbattle, thou and thy men. \n"},{"number":2,"text":"And David said to Achish, Surely thou shalt know what thy servant\ncan do. And Achish said to David, Therefore will I make thee keeper\nof mine head for ever. \n\n"},{"number":3,"text":"Now Samuel was dead, and all Israel had lamented him, and\nburied him in Ramah, even in his own city. And Saul had put away\nthose that had familiar spirits, and the wizards, out of the land.\n"},{"number":4,"text":"And the Philistines gathered themselves together, and came\nand pitched in Shunem: and Saul gathered all Israel together, and they\npitched in Gilboa. \n"},{"number":5,"text":"And when Saul saw the host of the Philistines, he was afraid,\nand his heart greatly trembled. \n"},{"number":6,"text":"And when Saul enquired of the \\nd LORD\\nd*, the \\nd LORD\\nd*\nanswered him not, neither by dreams, nor by Urim, nor by prophets.\n\n"},{"number":7,"text":"Then said Saul unto his servants, Seek me a woman that hath\na familiar spirit, that I may go to her, and enquire of her. And his\nservants said to him, Behold, \\add there is\\add* a woman that hath\na familiar spirit at Endor. \n"},{"number":8,"text":"And Saul disguised himself, and put on other raiment, and he\nwent, and two men with him, and they came to the woman by night:\nand he said, I pray thee, divine unto me by the familiar spirit, and bring me\n\\add him\\add* up, whom I shall name unto thee. \n"},{"number":9,"text":"And the woman said unto him, Behold, thou knowest what Saul\nhath done, how he hath cut off those that have familiar spirits,\nand the wizards, out of the land: wherefore then layest thou a snare\nfor my life, to cause me to die? \n"},{"number":10,"text":"And Saul sware to her by the \\nd LORD\\nd*, saying, \\add As\\add*\nthe \\nd LORD\\nd* liveth, there shall no punishment happen  to thee for this\nthing. \n"},{"number":11,"text":"Then said the woman, Whom shall I bring up unto thee? And he\nsaid, Bring me up Samuel. \n"},{"number":12,"text":"And when the woman saw Samuel, she cried with a loud voice:\nand the woman spake to Saul, saying, Why hast thou deceived me? for thou\n\\add art\\add* Saul. \n"},{"number":13,"text":"And the king said unto her, Be not afraid: for what sawest\nthou? And the woman said unto Saul, I saw gods ascending out of the\nearth. \n"},{"number":14,"text":"And he said unto her, What form \\add is\\add* he of? And she\nsaid, An old man cometh up; and he \\add is\\add* covered with a mantle.\nAnd Saul perceived that it \\add was\\add* Samuel, and he stooped with\n\\add his\\add* face to the ground, and bowed himself.\\f + \\fr 28.14 \n\\ft What…: Heb. What is his form?\\f* \n\n"},{"number":15,"text":"And Samuel said to Saul, Why hast thou disquieted me, to bring me\nup? And Saul answered, I am sore distressed; for the Philistines\nmake war against me, and God is departed from me, and answereth me no more, neither\nby prophets, nor by dreams: therefore I have called thee, that thou mayest make\nknown unto me what I shall do.\\f + \\fr 28.15  \\ft by prophets: Heb. by the hand of\nprophets\\f* \n"},{"number":16,"text":"Then said Samuel, Wherefore then dost thou ask of me, seeing the\n\\nd LORD\\nd* is departed from thee, and is become thine enemy? \n"},{"number":17,"text":"And the \\nd LORD\\nd* hath done to him, as he spake by me:\nfor the \\nd LORD\\nd* hath rent the kingdom out of thine hand, and\ngiven it to thy neighbour, \\add even\\add* to David:\\f + \\fr 28.17 \n\\ft to him: or, for himself\\f*\\f + \\fr 28.17  \\ft me: Heb. mine hand\\f*\n"},{"number":18,"text":"Because thou obeyedst not the voice of the \\nd LORD\\nd*, nor\nexecutedst his fierce wrath upon Amalek, therefore hath the \\nd LORD\\nd*\ndone this thing unto thee this day. \n"},{"number":19,"text":"Moreover the \\nd LORD\\nd* will also deliver Israel with thee into the\nhand of the Philistines: and to morrow \\add shalt\\add* thou and thy\nsons \\add be\\add* with me: the \\nd LORD\\nd* also shall deliver the\nhost of Israel into the hand of the Philistines. \n\n"},{"number":20,"text":"Then Saul fell straightway all along on the earth, and was\nsore afraid, because of the words of Samuel: and there was no strength\nin him; for he had eaten no bread all the day, nor all the night.\\f + \\fr 28.20 \n\\ft fell…: Heb. made haste, and fell with the fulness of his stature\\f*\n\n"},{"number":21,"text":"And the woman came unto Saul, and saw that he was sore troubled,\nand said unto him, Behold, thine handmaid hath obeyed thy voice,\nand I have put my life in my hand, and have hearkened unto thy words\nwhich thou spakest unto me. \n"},{"number":22,"text":"Now therefore, I pray thee, hearken thou also unto the voice\nof thine handmaid, and let me set a morsel of bread before thee; and\neat, that thou mayest have strength, when thou goest on thy way.\n"},{"number":23,"text":"But he refused, and said, I will not eat. But his servants,\ntogether with the woman, compelled him; and he hearkened unto their\nvoice. So he arose from the earth, and sat upon the bed. \n"},{"number":24,"text":"And the woman had a fat calf in the house; and she hasted,\nand killed it, and took flour, and kneaded \\add it\\add*, and did\nbake unleavened bread thereof: \n"},{"number":25,"text":"And she brought \\add it\\add* before Saul, and before his servants;\nand they did eat. Then they rose up, and went away that night. \n"}],"number":28},{"verses":[{"number":1,"text":"Now the Philistines gathered together all their armies to Aphek:\nand the Israelites pitched by a fountain which \\add is\\add* in Jezreel.\n"},{"number":2,"text":"And the lords of the Philistines passed on by hundreds, and by\nthousands: but David and his men passed on in the rereward with Achish.\n"},{"number":3,"text":"Then said the princes of the Philistines, What \\add do\\add*\nthese Hebrews \\add here\\add*? And Achish said unto the princes of the\nPhilistines, \\add Is\\add* not this David, the servant of Saul the\nking of Israel, which hath been with me these days, or these years,\nand I have found no fault in him since he fell \\add unto me\\add*\nunto this day? \n"},{"number":4,"text":"And the princes of the Philistines were wroth with him; and the\nprinces of the Philistines said unto him, Make this fellow return,\nthat he may go again to his place which thou hast appointed him, and let him not go\ndown with us to battle, lest in the battle he be an adversary to us: for wherewith should he\nreconcile himself unto his master? \\add should it\\add* not \\add be\\add*\nwith the heads of these men? \n"},{"number":5,"text":"\\add Is\\add* not this David, of whom they sang one to another in\ndances, saying, Saul slew his thousands, and David his ten thousands?\n\n"},{"number":6,"text":"Then Achish called David, and said unto him, Surely, \\add as\\add*\nthe \\nd LORD\\nd* liveth, thou hast been upright, and thy going out\nand thy coming in with me in the host \\add is\\add* good in my sight:\nfor I have not found evil in thee since the day of thy coming unto me unto this\nday: nevertheless the lords favour thee not.\\f + \\fr 29.6  \\ft the lords…: Heb. thou art not good in the eyes of the\nlords\\f* \n"},{"number":7,"text":"Wherefore now return, and go in peace, that thou displease\nnot the lords of the Philistines.\\f + \\fr 29.7  \\ft displease…: Heb. do not evil in the eyes of the\nlords\\f* \n\n"},{"number":8,"text":"And David said unto Achish, But what have I done? and what hast thou\nfound in thy servant so long as I have been with thee unto this day,\nthat I may not go fight against the enemies of my lord the king?\\f + \\fr 29.8 \n\\ft with…: Heb. before thee\\f* \n"},{"number":9,"text":"And Achish answered and said to David, I know that thou \\add art\\add*\ngood in my sight, as an angel of God: notwithstanding the princes\nof the Philistines have said, He shall not go up with us to the battle.\n"},{"number":10,"text":"Wherefore now rise up early in the morning with thy master’s\nservants that are come with thee: and as soon as ye be up early in the\nmorning, and have light, depart. \n"},{"number":11,"text":"So David and his men rose up early to depart in the morning,\nto return into the land of the Philistines. And the Philistines went\nup to Jezreel. \n"}],"number":29},{"verses":[{"number":1,"text":"And it came to pass, when David and his men were come to Ziklag\non the third day, that the Amalekites had invaded the south, and\nZiklag, and smitten Ziklag, and burned it with fire; \n"},{"number":2,"text":"And had taken the women captives, that \\add were\\add* therein: they\nslew not any, either great or small, but carried \\add them\\add* away,\nand went on their way. \n\n"},{"number":3,"text":"So David and his men came to the city, and, behold, \\add it\nwas\\add* burned with fire; and their wives, and their sons, and their\ndaughters, were taken captives. \n"},{"number":4,"text":"Then David and the people that \\add were\\add* with him lifted\nup their voice and wept, until they had no more power to weep. \n"},{"number":5,"text":"And David’s two wives were taken captives, Ahinoam the Jezreelitess,\nand Abigail the wife of Nabal the Carmelite. \n"},{"number":6,"text":"And David was greatly distressed; for the people spake of stoning\nhim, because the soul of all the people was grieved, every man for his\nsons and for his daughters: but David encouraged himself in the \\nd LORD\\nd*\nhis God.\\f + \\fr 30.6  \\ft grieved: Heb. bitter\\f* \n\n"},{"number":7,"text":"And David said to Abiathar the priest, Ahimelech’s son, I pray thee, bring me\nhither the ephod. And Abiathar brought thither the ephod to David.\n"},{"number":8,"text":"And David enquired at the \\nd LORD\\nd*, saying, Shall I pursue\nafter this troop? shall I overtake them? And he answered him, Pursue:\nfor thou shalt surely overtake \\add them\\add*, and without fail recover\n\\add all\\add*. \n"},{"number":9,"text":"So David went, he and the six hundred men that \\add were\\add*\nwith him, and came to the brook Besor, where those that were left\nbehind stayed. \n"},{"number":10,"text":"But David pursued, he and four hundred men: for two hundred\nabode behind, which were so faint that they could not go over the\nbrook Besor. \n\n"},{"number":11,"text":"And they found an Egyptian in the field, and brought him to\nDavid, and gave him bread, and he did eat; and they made him drink\nwater; \n"},{"number":12,"text":"And they gave him a piece of a cake of figs, and two clusters of\nraisins: and when he had eaten, his spirit came again to him: for he had\neaten no bread, nor drunk \\add any\\add* water, three days and three\nnights. \n"},{"number":13,"text":"And David said unto him, To whom \\add belongest\\add* thou? and whence\n\\add art\\add* thou? And he said, I \\add am\\add* a young man of Egypt,\nservant to an Amalekite; and my master left me, because three days\nagone I fell sick. \n"},{"number":14,"text":"We made an invasion \\add upon\\add* the south of the Cherethites, and upon\n\\add the coast\\add* which \\add belongeth\\add* to Judah, and upon the\nsouth of Caleb; and we burned Ziklag with fire. \n"},{"number":15,"text":"And David said to him, Canst thou bring me down to this company?\nAnd he said, Swear unto me by God, that thou wilt neither kill me,\nnor deliver  me into the hands of my master, and I will bring thee\ndown to this company. \n\n"},{"number":16,"text":"And when he had brought him down, behold, \\add they were\\add*\nspread abroad upon all the earth, eating and drinking, and dancing,\nbecause of all the great spoil that they had taken out of the land\nof the Philistines, and out of the land of Judah. \n"},{"number":17,"text":"And David smote them from the twilight even unto the evening\nof the next day: and there escaped not a man of them, save four hundred\nyoung men, which rode upon camels, and fled.\\f + \\fr 30.17  \\ft the next…: Heb. their\nmorrow\\f* \n"},{"number":18,"text":"And David recovered all that the Amalekites had carried away:\nand David rescued his two wives. \n"},{"number":19,"text":"And there was nothing lacking to them, neither small nor great,\nneither sons nor daughters, neither spoil, nor any \\add thing\\add*\nthat they had taken to them: David recovered  all. \n"},{"number":20,"text":"And David took all the flocks and the herds, \\add which\\add*\nthey drave before those \\add other\\add* cattle, and said, This \\add is\\add*\nDavid’s spoil. \n\n"},{"number":21,"text":"And David came to the two hundred men, which were so faint\nthat they could not follow David, whom they had made also to abide\nat the brook Besor: and they went forth to meet David, and to meet\nthe people that \\add were\\add* with him: and when David came near\nto the people, he saluted them.\\f + \\fr 30.21  \\ft saluted…: or, asked them how they\ndid\\f* \n"},{"number":22,"text":"Then answered all the wicked men and \\add men\\add* of Belial,\nof those that went with David, and said, Because they went not with us, we will not\ngive them \\add ought\\add* of the spoil that we have recovered, save to every\nman his wife and his children, that they may lead \\add them\\add*\naway, and depart.\\f + \\fr 30.22  \\ft those: Heb. men\\f* \n"},{"number":23,"text":"Then said David, Ye shall not do so, my brethren, with that which the\n\\nd LORD\\nd* hath given us, who hath preserved us, and delivered\nthe company that came against us into our hand. \n"},{"number":24,"text":"For who will hearken unto you in this matter? but as his part\n\\add is\\add* that goeth down to the battle, so \\add shall\\add* his\npart \\add be\\add* that tarrieth by the stuff: they shall part alike.\n"},{"number":25,"text":"And it was \\add so\\add* from that day forward, that he made\nit a statute and an ordinance for Israel unto this day.\\f + \\fr 30.25 \n\\ft forward: Heb. and forward\\f* \n\n"},{"number":26,"text":"And when David came to Ziklag, he sent of the spoil unto the\nelders of Judah, \\add even\\add* to his friends, saying, Behold a\npresent for you of the spoil of the enemies of the \\nd LORD\\nd*;\\f + \\fr 30.26 \n\\ft present: Heb. blessing\\f* \n"},{"number":27,"text":"To \\add  them\\add* which \\add were\\add* in Beth-el, and to\n\\add them\\add* which \\add were\\add* in south Ramoth, and to \\add them\\add* which\n\\add were\\add* in Jattir, \n"},{"number":28,"text":"And to \\add them\\add* which \\add were\\add* in Aroer, and to\n\\add them\\add* which \\add were\\add* in Siphmoth, and to \\add them\\add* which\n\\add were\\add* in Eshtemoa, \n"},{"number":29,"text":"And to \\add them\\add* which \\add were\\add* in Rachal, and to\n\\add them\\add* which \\add were\\add* in the cities of the Jerahmeelites, and to\n\\add them\\add* which \\add were\\add* in the cities of the Kenites,\n"},{"number":30,"text":"And to \\add them\\add* which \\add were\\add* in Hormah, and to\n\\add them\\add* which \\add were\\add* in Chor-ashan, and to \\add them\\add* which\n\\add were\\add* in Athach, \n"},{"number":31,"text":"And to \\add them\\add* which \\add were\\add* in Hebron, and to all the\nplaces where David himself and his men were wont to haunt. \n"}],"number":30},{"verses":[{"number":1,"text":"Now the Philistines fought against Israel: and the men of Israel\nfled from before the Philistines, and fell down slain in mount Gilboa.\\f + \\fr 31.1 \n\\ft slain: or, wounded\\f* \n"},{"number":2,"text":"And the Philistines followed hard upon Saul and upon his sons;\nand the Philistines slew Jonathan, and Abinadab, and Malchi-shua,\nSaul’s sons. \n"},{"number":3,"text":"And the battle went sore against Saul, and the archers hit\nhim; and he was sore wounded of the archers.\\f + \\fr 31.3  \\ft and the archers: Heb. and the shooters, men with\nbows\\f*\\f + \\fr 31.3  \\ft hit…: Heb. found him\\f* \n"},{"number":4,"text":"Then said Saul unto his armourbearer, Draw thy sword, and thrust me\nthrough therewith; lest these uncircumcised come and thrust me through,\nand abuse me. But his armourbearer would not; for he was sore afraid.\nTherefore Saul took a sword, and fell upon it.\\f + \\fr 31.4  \\ft abuse…: or, mock\nme\\f* \n"},{"number":5,"text":"And when his armourbearer saw that Saul was dead, he fell likewise upon his\nsword, and died with him. \n"},{"number":6,"text":"So Saul died, and his three sons, and his armourbearer, and all his\nmen, that same day together. \n\n"},{"number":7,"text":"And when the men of Israel that \\add were\\add* on the other\nside of the valley, and \\add they\\add* that \\add were\\add* on the other\nside Jordan, saw that the men of Israel fled, and that Saul and his\nsons were dead, they forsook the cities, and fled; and the Philistines\ncame and dwelt in them. \n\n"},{"number":8,"text":"And it came to pass on the morrow, when the Philistines came\nto strip the slain, that they found Saul and his three sons fallen\nin mount Gilboa. \n"},{"number":9,"text":"And they cut off his head, and stripped off his armour, and\nsent into the land of the Philistines round about, to publish \\add it\nin\\add* the house of their idols, and among the people. \n"},{"number":10,"text":"And they put his armour in the house of Ashtaroth: and they\nfastened his body to the wall of Beth-shan. \n\n"},{"number":11,"text":"And when the inhabitants of Jabesh-gilead heard of that which the\nPhilistines had done to Saul;\\f + \\fr 31.11  \\ft of that: or, concerning him\nthat\\f* \n"},{"number":12,"text":"All the valiant men arose, and went all night, and took the\nbody of Saul and the bodies of his sons from the wall of Beth-shan,\nand came to Jabesh, and burnt them there. \n"},{"number":13,"text":"And they took their bones, and buried \\add them\\add* under a\ntree at Jabesh, and fasted seven days. "}],"number":31}]}